{
  "page": 11,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 500,
      "företagsnamn": "Kukkolaforsen Turist & Konferens AB",
      "företagswebb": "https://www.kukkolaforsen.se",
      "organisationsnummer": "5567574776",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29527238",
      "titel": "Receptionschef och Driftsansvarig Kukkolaforsen",
      "beskrivning": "Arbetsbeskrivning: Receptionschef och Driftsansvarig\nOm tjänsten: Som Receptionschef och Driftsansvarig är du ansvarig för hotellets reception och gästbemötande. Du leder ett team och säkerställer att alla gäster får en förstklassig upplevelse från det första mötet till avresa. Du kommer att vara en central del av driftsledningen och samarbeta med andra avdelningar för att utveckla och optimera hotellets verksamhet. Rollen innebär även säljansvar för den svenska konferensmarknaden, där du arbetar aktivt med merförsäljning och ökad beläggning.\nArbetsuppgifter:\nReception:\nLeda och coacha receptionsteamet för att leverera en exceptionell gästupplevelse.\nHantera in- och utcheckning, telefonbokningar och e-postförfrågningar.\nSäkerställa korrekt hantering av bokningar, betalningar och daglig kassahantering.\nFöra dialog med gäster både vid incheckning och vid avresa för att upprätthålla hög servicenivå.\nUppdatera och underhålla hemsida, sociala medier och andra digitala kanaler för att säkerställa ett aktuellt utbud.\nAnsvara för att ta emot och följa upp konferensbokningar och samarbeta med konferensavdelningen.\nAktivt arbeta med merförsäljning och upprätthålla relationer med återkommande gäster.\nHantera gästrecensioner och feedback för att ständigt förbättra servicenivån.\n\nDrift:\nAnsvara för den dagliga driften i receptionen och samarbeta med övriga avdelningar för att säkerställa effektivitet och kvalitet.\nSkapa och upprätthålla arbetsrutiner för receptionens personal.\nKoordinera driftsmöten och säkerställa att rutiner följs.\nPlanera och schemalägga personalens arbetspass för att optimera bemanningen.\nTa ansvar för att alla konferensgästernas behov tillgodoses och att hotellets konferenslokaler och faciliteter fungerar optimalt.\nRapportera statistik och genomföra uppföljningar av drift och gästupplevelse.\n\nSälj och Marknadsföring:\nAktivt arbeta med säljsupport för den svenska konferensmarknaden.\nSamarbeta med säljteamet för att skapa erbjudanden och öka beläggningen.\nBidra till utvecklingen av hotellets säljstrategier för att säkerställa ökad omsättning.\n\nDigital och Content Management:\nAnsvara för uppdateringar på OTA-kanaler, hemsidan och andra digitala plattformar.\nHantera innehåll på sociala medier, samt skapa och uppdatera texter och bilder.\nKoordinera användningen av system som PMS, Channel Manager och Bookvisit.\nSe till att alla digitala kanaler är aktuella och synliga för potentiella gäster.\n\nPersonliga Egenskaper:\nDu är en inspirerande och självständig ledare som trivs med att arbeta i högt tempo.\nDu har en stark serviceanda och förmåga att motivera ditt team till att leverera utomordentlig gästservice.\nDu är flexibel, lösningsorienterad och kan hantera akuta situationer på ett professionellt sätt.\nDu har ett öga för detaljer och säkerställer att alla arbetsuppgifter utförs noggrant och effektivt.\nDu är flytande i svenska, engelska och finska, och har goda datorkunskaper, gärna erfarenhet av Visbook, Bookvisit, OTA, Wordpress, Photoshop.\n\nKvalifikationer:\nTidigare erfarenhet från arbete inom hotell, gärna som receptionschef eller i en ledande roll inom gästservice.\nErfarenhet av personalansvar, arbetsledning och schemaläggning.\nErfarenhet av arbete med konferens- och gruppbokningar samt uppföljning av gästrecensioner och feedback.\nGoda kunskaper i digital marknadsföring och content management.\nFörmåga att fatta beslut och skapa struktur under hektiska perioder.\n\n\n\nArbetstider och Flexibilitet: Tjänsten innebär ett schema, där kvälls- och helgarbete kan förekomma. Du förväntas vara närvarande när behovet är som störst och kunna hoppa in vid akuta situationer som sjukdom eller ledighet.\nArbetet är på arbetsplatsen och kan inte utföras på distans. \n_________________________________________________________________________________\nAnsökan\nFör mer information om tjänsten är du välkommen att kontakta Johannah Spolander på johannah@kukkolaforsen.se. Vi intervjuar löpande och uppdraget kan komma att tillsättas innan ansökningstiden har gått ut. Sista ansökningsdag är 2025-04-30.\nVarmt välkommen med din ansökan!",
      "Techstack": [
        "Visbook",
        "Bookvisit",
        "OTA",
        "Wordpress",
        "Photoshop"
      ],
      "Produkt": "Hotelltjänster, konferensverksamhet, gästbemötande",
      "Företagsstruktur": "Receptionschef och driftsansvarig ansvarar för receptionsteam och daglig drift, antal anställda okänt",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@kukkolaforsen.se",
          "name": "Info",
          "position": "",
          "source": "https://www.kukkolaforsen.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/kukkolaforsen",
        "twitter": null,
        "instagram": "https://www.instagram.com/kukkolaforsen/?fbclid=iwar1sww0obd0tldrkcedqzjbu7gzyzjp4uuyb4ca5colm3ziqltewpjuwgwg"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 501,
      "företagsnamn": "BGA Group AB",
      "företagswebb": "http://www.bga.se",
      "organisationsnummer": "5567909204",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29497674",
      "titel": "Webbadministratör till snabbväxande e-handlare i Storhogna",
      "beskrivning": "Är du en strukturerad och tekniskt lagd person som trivs med omväxlande arbetsdagar och stort ansvar? Har du en skarp analytisk förmåga och är en fena på Excel? Då kan du vara den vi söker! Vi söker en webbadministratör som vill bli en del av vårt växande e-handelsteam i Vemdalen/Storhogna.\n \nOm rollen:\nHär får du chansen att arbeta i en fantastisk fjällmiljö samtidigt som du spelar en central roll i vår digitala expansion. I denna roll ansvarar du för administration och hantering av vårt breda produktsortiment, som omfattar över 20 000 unika produkter. Du kommer att arbeta med produkt- och dataimporter för våra 25 marknader samt hantera systemuppdateringar och databashantering.\n \nArbetsuppgifter:\n\t• Hantera och optimera data i Excel, inklusive arbete med formler och funktioner.\n\t• Administrera och uppdatera produktdatabaser samt importera och exportera data mellan olika system.\n\t• Övervaka sajten och identifiera tekniska problem och förbättringsområden.\n\t• Hantera och uppdatera produkter över alla våra marknader.\n\t• Arbeta med analys av data och rapportering för att förbättra vårt sortiment och försäljning.\n \nVi söker dig som:\n\t• Har tidigare erfarenhet av administrativt arbete, gärna inom e-handel.\n\t• Kunskap om e-handelsplattformar och CMS-verktyg (t.ex. WordPress) är en fördel.\n\t• Är noggrann, strukturerad och ansvarstagande.\n\t• Trivs i ett högt arbetstempo och kan självständigt driva projekt.\n\t• Har en analytisk förmåga och ett öga för detaljer.\n\t• Ser möjligheter och lösningar snarare än hinder och problem.\n\t• Har goda kunskaper i Excel och förstår hur du kan använda system för att effektivisera arbetet.\n\t• Erfarenhet av arbete med databashantering eller systemadministration är meriterande.\n \nVad vi erbjuder:\nHos BGA blir du en del av en expansiv och dynamisk arbetsplats med engagerade kollegor.\nVi växer snabbt, vilket innebär spännande utmaningar och utvecklingsmöjligheter.\nVi letar efter dig som trivs i en föränderlig miljö där vi ständigt strävar efter att förbättra och optimera vår verksamhet.\n\n\n\nBGA är ett snabbväxande e-handelsföretag med en omsättning på 500 miljoner under 2025 som säljer mot hela Europa och är specialiserad på ramar, speglar & posters.",
      "Techstack": [
        "Excel",
        "WordPress",
        "CMS-verktyg",
        "Databashantering",
        "E-handelsplattformar"
      ],
      "Produkt": "Ramar, speglar & posters",
      "Företagsstruktur": "Ett växande e-handelsföretag med fokus på digital expansion, antal anställda och avdelningar är inte specificerat.",
      "Ekonomi": "Förväntad omsättning på 500 miljoner under 2025.",
      "Ekonomisiffor": {
        "Omsättning": 500000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@bga.se",
          "name": "Info",
          "position": "",
          "source": "http://www.bga.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/bgainspo",
        "twitter": null,
        "instagram": "http://instagram.com/bgainspo"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 502,
      "företagsnamn": "Brandt Personbilar AB",
      "företagswebb": null,
      "organisationsnummer": "5560562166",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29491426",
      "titel": "Marknadssamordnare",
      "beskrivning": "Vill du vara med och utveckla en av Sveriges mest expansiva bilhandlare? \nVi på Brandt söker just nu en passionerad marknadssamordnare som vill vara med och forma nyskapande kommunikation för framtidens bilhandlare.\r\n\r\nSom marknadssamordnare på Brandt utvecklar och genomför du kommunikationsaktiviteter för alla våra affärsområden. Uppdraget blir att utifrån Brandts kommunikationsstrategi och varumärkesplattform producera texter, information och marknadsföring till våra olika kommunikationskanaler. \nI rollen kommer du ansvara för diverse kommunikationsprojekt och leda dem framåt i samarbete med medansvariga och andra samarbetspartners. Du välkomnas till vårt kontor på Trestad Center i Vänersborg, här blir du en viktig del av ett inhouseteam på fem personer där våra kompetensområden kompletterar varandra. Brandt erbjuder ett kreativt utvecklande arbete både inom teamet, med medansvariga och med partners som exempelvis reklambyrå. Vi jobbar med intern och extern kommunikation exempelvis i form av pressmeddelanden, sociala medier, hemsida och kunddialog. Du rapporterar till och stöttas av vår marknadskommunikationschef Kristina Bang. \n\nMarknadssamordnare med inriktning på Volvo, Renault och Dacia. \nI rollen ansvarar du för att distribuera och skapa kampanjer för Volvo, Renault och Dacia. Du har ett nära samarbeta med försäljningsdirektör och servicemarknadsdirektör för att skapa marknadsplaner samt löpande hålla kampanjer, hemsida och övriga kanaler uppdaterade. I rollen förväntas du även koordinera och förverkliga beställningar för digitalt och tryckt material med anknytning till Volvo, Renault och Dacia. \n\nVem är du? \nVi söker dig som har ett genuint intresse för kommunikation och inser hur viktigt det är för att bygga varumärke och nå affärsmässiga mål. Vi tror att du har en eftergymnasial utbildning inom kommunikation eller likvärdig arbetslivserfarenhet, men det viktigaste är att du är en lagspelare och har en god känsla för vad som säljer samt att du känner igen dig i våra värdeord, Engagerade, Personliga och Ansvarstagande. Att du känner dig trygg i rollen är viktigt då vi förväntar oss att du självständigt kan ta fram och bearbeta kommunikation anpassad för olika målgrupper. Att du drivs av säljprocessen och ser det som en viktig del i din målsättning för marknadsföringen är självklar.\n\nKvalifikationer: \n\n- Lagspelare\n- Ha en förståelse för säljprocessen\n- Drivas av mål\n- Stresstålig\n- Hantera flera uppgifter på en gång \n- Flexibel\n- Gärna ett bilintresse\n- Goda kunskaper i Adobe-programmen (InDesign, Photoshop och Illustrator) \n- Goda kunskaper i Wordpress eller annat CMS-system\n- Du har god kunskap av digital annonsering\n\nVilka är vi?\nBrandt Bil AB grundades år 1929 av Stanley Brandt och är en av Sveriges första Volvo-handlare. Genom åren har familjeföretaget Brandt vuxit och består idag av moderbolaget Brandt Bil och fyra dotterbolag Brandt Personbilar AB, Brandt Fordon AB, Brandt Lastvagnar AB och Brandt Båt AB. Vi har 34 anläggningar på 26 orter och är cirka 800 medansvariga.\n\n\nGenom våra värdeord Engagerade, Personliga och Ansvarstagande – strävar vi tillsammans mot vår vision Rörelsefrihet i världsklass, genom generationer! \n\n\nVi erbjuder\nPå Brandt erbjuder vi en trygg och förmånlig anställning som omfattas av lön och försäkring enligt kollektivavtal. Utöver detta ingår förmåner såsom friskvårdsbidrag, en mängd personalrabatter och förmåner. På Brandt kan du förvänta dig ett utvecklande och stimulerande arbete med stora möjligheter till kompetensutveckling. Vi utbildar inom den senaste tekniken både internt och genom våra generalagenter. Vi investerar i våra anläggningar och erbjuder en trivsam arbetsmiljö. \n \nBrandt månar om en säker arbetsmiljö och verkar för en drogfri arbetsplats, drogtest kan därför förekomma slumpvis under anställningen.\n\nVälkommen att bli en Brandtare!\n\nTill bemannings-, förmedlings- och rekryteringsföretag och till dig som är försäljare:\nVi undanber oss vänligen men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av ytterligare jobbannonser.",
      "Techstack": [
        "Adobe InDesign",
        "Adobe Photoshop",
        "Adobe Illustrator",
        "Wordpress",
        "CMS"
      ],
      "Produkt": "Bilhandlare, försäljning av bilar, service och marknadsföring av Volvo, Renault och Dacia",
      "Företagsstruktur": "Moderbolag med fyra dotterbolag, cirka 800 anställda, 34 anläggningar på 26 orter",
      "Ekonomi": "Inga specifika ekonomiska uppgifter angivna",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 503,
      "företagsnamn": "Svenska N'ergy AB",
      "företagswebb": "http://www.stc.se/",
      "organisationsnummer": "5565918868",
      "sökterm": [
        "Artificial Intelligence"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558035",
      "titel": "Kommersiell Affärsutvecklare - sökes till STC",
      "beskrivning": "STC är en av Sveriges största gymkedjor med över 250 gym och ett brett träningsutbud inom gym- och gruppträning. Vi erbjuder en modern träningsmiljö, utrustning från världsledande leverantörer och kunnig personal, allt för att skapa den ultimata mötesplatsen för alla människor i alla åldrar. Vi håller med WHO, Folkhälsomyndigheten och regeringens utredare: vi sitter still för mycket. Övervikten ökar och psykisk ohälsa som depression blir allt vanligare. Men det finns en enkel lösning som gör underverk för både kropp, hjärta och hjärna – rörelse! Men vi behöver din hjälp! \nJust nu söker vi en Kommersiell Affärsutvecklare på 100 % till vår kommersiella avdelning. Rollen utgår ifrån vårt kontor i Kungälv och du rapporterar till CCO med marknadschef, digital affärsutvecklare och konceptansvarig som dina närmaste kollegor \nDitt uppdrag \nSom Kommersiell Affärsutvecklare på STC har du en central roll i att driva och utveckla företagets affär och processer med fokus på tillväxt och lönsamhet. Du ansvarar för att säkerställa att STC:s kommersiella erbjudanden ständigt utvecklas och anpassas för att maximera intäkter och kundvärde. \nDu ansvarar för att ta fram och utveckla STC kost- och retailkoncept samt övrig tilläggsförsäljning. Du driver projekt som syftar till att stärka företagets kommersiella tillväxt och försäljning. Du har även ansvar för prissättning och medlemskapsstrukturer samt utformar prislistor och verktygslådor för både B2B och B2C. \nVidare ansvarar du för utvecklingen av STC:s externa säljkanaler och friskvårdsportaler, samt identifierar och etablerar nya affärsmöjligheter. Genom att aktivt driva initiativ och genomföra aktiviteter som bidrar till ökad intäkt skapar du förutsättningar för att företaget ska nå sina affärsmål. \nEn viktig del av din roll är att arbeta datadrivet med hjälp av digitala verktyg och AI för att analysera relevanta KPI:er, såsom tilläggsförsäljning, ARPM, medlemsbas och snittpris. \nDu arbetar tvärfunktionellt där det centrala och lokala samarbetet är en framgångsfaktor för att lyckas. Genom detta blir du en nyckelperson i organisationen, med stor påverkan på hur STC kan växa och utvecklas på ett mer strategiskt och lönsamt sätt. \n\nVem är du? \nVi söker dig som har en akademisk utbildning inom affärsutveckling, försäljning, projektledning eller liknande, alternativt motsvarande arbetslivserfarenhet inom kommersiell affärsutveckling. Du har tidigare erfarenhet av att självständigt driva affärsutvecklingsinitiativ internt eller har en stark konsultbakgrund med varierade uppdrag och känner dig trygg i din kompetens. \nDu är en stark projektledare som trivs med att skapa och implementera processer och rutiner för att effektivisera och utveckla affären. Du har en stark förmåga att arbeta självständigt och tar gärna egna initiativ för att driva projekt och affärsutveckling framåt. Samtidigt har du ett stort kund- och medlemsfokus och ett stort intresse för att identifiera och utveckla nya affärsmöjligheter med digitalisering/AI som ett naturligt inslag i arbetet. \nDina personliga egenskaper är avgörande för rollen. Du är strukturerad och kan balansera både strategiska och operativa uppgifter. Eftersom rollen innebär nära samarbete med olika avdelningar och externa parter är det viktigt att du har en stark samarbetsförmåga och förstår vikten av att bygga och upprätthålla goda relationer – både internt och externt. \nKrav: \n Erfarenhet av affärsutveckling (Du har flera års erfarenhet av kommersiell affärsutveckling, där du har arbetat med att identifiera och driva nya affärsmöjligheter) \n  Datadrivet arbetssätt (Du är van vid att arbeta insiktsbaserat och fatta beslut utifrån data. Du har erfarenhet av att använda digitala verktyg och AI för att analysera och optimera affärsprocesser) \n  Affärsmässighet och resultatfokus (Du har erfarenhet av att skapa lönsamma affärer och driva tillväxt, både genom kortsiktiga initiativ och långsiktiga strategier) \n  Analytisk förmåga (Du har en mycket god analytisk förmåga och är van vid att arbeta med nyckeltalsanalyser, segmenteringsmodeller och databearbetning i Excel) \n  Kommunikation och presentation (Du har goda kunskaper i presentationsteknik och kan tydligt kommunicera insikter, strategier och affärsbeslut till olika målgrupper) \n  Talar och skriver flytande på svenska \n \n\nOm STC \nGlädje, passion, personlighet, proffsighet och gemenskap är värdeorden som präglar våra 215 gym som finns från Trelleborg i söder till Åre i norr. STC sysselsätter över 1500 medarbetare och ingår sedan 2018 familjeägda Axel Johnson-koncernen genom vår majoritetsägare Novax Gym Holding. Hälsan är det viktigaste vi har, därför är ett friskare liv STC:s självklara målsättning. Regelbunden träning är en av nycklarna till rummet där alla känner styrka, kondition och inte minst en ökad livslust. Resan dit startar på våra klubbar där det personliga mötet mellan personal och medlemmar är viktigt. Att hjälpa, serva och ge goda råd till de som besöker våra gym är en del av vardagen. Med engagemang och kunskap ger vi våra medlemmar stöd på vägen till ett friskt och hållbart liv. Låter detta som ett jobb för dig?  \nDå är vi jätteintresserade av att veta lite mer om dig. Som en del av rekryteringsprocessen använder vi oss av tester från Alva Labs. Testerna består av ett logiskt problemlösningstest och ett personlighetstest. Testerna tar i sin helhet ca 30 minuter att genomföra och du får information och exempel på uppgifter innan du påbörjar själva testet. Vi kommer att göra urval löpande tills vi hittar vår nya stjärna! Har du frågor eller funderingar kring tjänsten är du välkommen att höra av dig till Lisa Simson på (lisa.simson@stc.se). Sista ansökningsdag: 2025-04-30 \nVälkommen med din ansökan!",
      "Techstack": "Digitala verktyg, AI, databearbetning, Excel",
      "Produkt": "Gym och gruppträning, kost- och retailkoncept, tilläggsförsäljning",
      "Företagsstruktur": "Över 250 gym, 1500 medarbetare, avdelningar för kommersiell affärsutveckling, marknadsföring och försäljning",
      "Ekonomi": "Inga ekonomiska uppgifter tillgängliga i beskrivningen",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 504,
      "företagsnamn": "Riksrevisionen",
      "företagswebb": "http://www.riksrevisionen.se/",
      "organisationsnummer": "2021005422",
      "sökterm": [
        "Artificial Intelligence"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555777",
      "titel": "Sommarjobb inom maskininlärning",
      "beskrivning": "Är du i slutet av din ingenjörsutbildning och vill använda dina kunskaper inom AI, maskininlärning eller språkteknologi i praktiken? Riksrevisionens funktion för teknik, innovation och data (TIDA) erbjuder dig en stimulerande och utvecklande möjlighet. Ta chansen att bli en del av vårt team och bidra till vårt unika uppdrag. Ansök till sommarjobbet som junior datatekniker idag!\n\nDin utveckling möjliggör vår framtid\nRiksrevisionen är i en spännande fas med målet att bli en myndighet i framkant. En viktig del av det arbetet är att öka inslaget av datadrivet arbete. TIDA har som uppgift att främja Riksrevisionens data- och tekniktransformation. Här arbetar idag åtta personer med att stötta och inspirera granskningsverksamheten till att använda innovativa analysmetoder, och att utveckla lösningar som kan förbättra och effektivisera verksamhetens processer och arbetssätt.\n\nHos oss får du chansen att omsätta dina kunskaper i praktiken och vara med och bidra inom en myndighet under riksdagen. Det är ett unikt tillfälle att fördjupa dig inom AI, maskininlärning och språkteknologi i en utvecklande miljö. Hos oss värderas innovation högt och här kan ditt arbete spela en roll i att förbättra vårt viktiga arbete. Vi uppmuntrar till initiativ och eget driv, och det finns stora möjligheter att själv vara med och utforma ditt sommarjobb.\n\nVad innebär tjänsten?\nPå initiativ från TIDA utformar vi tillsammans ett projekt som passar dig och som ger värde för verksamheten. Någon från TIDA ansvarar för projektet och kommer att handleda dig, men vi uppmuntrar samtidigt till självständigt arbete. Exempel på projekt som kan bli aktuella är\n\n\n• att bistå verksamheten med avancerad dataanalys, så som tillämpning av AI, maskininlärning eller stora språkmodeller\n• att bygga en prototyp, en applikation, process eller tjänst, som testas och eventuellt så småningom kommer att användas i verksamheten.\n\nVem är du?\nVi söker dig som\n\n\n• studerar till civilingenjör med inriktning mot AI, maskininlärning eller språkteknologi. Din utbildning har fokus på tillämpning snarare än teori\n• har goda kunskaper i Python-kodning\n• har mycket goda kunskaper i svenska, både i tal och skrift samt goda kunskaper i engelska\n• är kreativ och initiativtagande genom att du kommer med idéer, sätter igång aktiviteter och har ett nytänkande som kan omsättas i praktiken\n• är självgående och tar ansvar för dina uppgifter och driver ditt arbete framåt\n• har en god samarbetsförmåga där du är lyhörd och kommunicerar bra med andra.\n\nDet är meriterande om du har intresse för samhällsvetenskapliga problem och vill tillämpa dina kunskaper inom offentlig verksamhet. Vi lägger stor vikt vid dina specialistkunskaper inom området samt dina personliga egenskaper.\n\nVårt erbjudande\nDu får en särskild visstidsanställning hos en arbetsgivare som erbjuder statens alla förmåner. Anställningen är timavlönad och motsvarar heltid cirka två månader under sommaren 2025, men kan spridas ut något över tid. Vi kommer tillsammans överens om när du börjar.\n\nVi har ett modernt aktivitetsbaserat kontor på Sankt Eriksgatan 117 i Stockholm som erbjuder goda möjligheter till såväl tyst arbete som samtal och möten med kollegor. För oss är det självklart att våra medarbetare har förutsättningar för balans mellan arbetsliv och privatliv. Därför har du förtroendearbetstid och viss frihet att anpassa din arbetstid så att både ditt arbete och din fritid fungerar för dig. Det finns också möjlighet att arbeta på distans hemifrån upp till 40 procent av din arbetstid.\n\nAnsök senast 6 april\nSkicka in din ansökan genom att svara på urvalsfrågorna och bifoga cv och motivationsbrev via vårt rekryteringsverktyg senast den 6 april. Beskriv i ditt motivationsbrev vad du vill få ut av ditt sommarjobb och vilka områden du har mest kunskap inom och är mest intresserad av att arbeta med. Läs mer om vår rekryteringsprocess på riksrevisionen.se/ansok. Vi kan komma att använda arbetsprov i rekryteringsprocessen.\n\nHar du frågor eller vill veta mer om tjänsten? Besök riksrevisionen.se/jobba-hos-oss eller kontakta funktionsansvarig för funktionen för teknik, innovation, data (TIDA), eller våra fackliga representanter.\n\n\n• Philippe Jolly, funktionsansvarig TIDA, 073 445 20 26\n• Lena Lakso, Saco-S/Riksrevisionen, 08-5171 41 55\n• Tobias Hamfelt, ST/Riksrevisionen, 08-5171 4113\n\nOm Riksrevisionen\nRiksrevisionen tar fram fakta om hur statens verksamhet fungerar. Vi granskar vad statens pengar går till, hur effektivt myndigheterna arbetar och om politiska beslut leder till det de var menade till. Det är kunskap, som kan användas för att förbättra regeringens och myndigheternas arbete och spara skattepengar. När det finns brister ger vi rekommendationer till regeringen och myndigheterna för att förbättra verksamheten. Vår oberoende ställning och den insyn vi bidrar med är viktig för ett väl fungerande demokratiskt land. Vårt mål är att våra granskningar gör skillnad för människor både nu och i framtiden. \n\nVi företräder också Sverige i revisionssammanhang och har utvecklingssamarbete med revisionsmyndigheter i Afrika, sydöstra Europa och Asien.\n\nMer information hittar du på riksrevisionen.se",
      "Techstack": [
        "AI",
        "Maskininlärning",
        "Språkteknologi",
        "Python"
      ],
      "Produkt": "Granskning av statens verksamhet, datadrivna analyser och rekommendationer för förbättringar",
      "Företagsstruktur": "Riksrevisionen består av åtta personer i funktionen för teknik, innovation och data (TIDA).",
      "Ekonomi": "Myndigheten erbjuder statens alla förmåner, men specifik ekonomisk information saknas.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "Stockholmregistrator@riksrevisionen.se",
          "name": "Stockholmregistrator",
          "position": "",
          "source": "http://www.riksrevisionen.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/36671",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 505,
      "företagsnamn": "Bjuvs kommun",
      "företagswebb": null,
      "organisationsnummer": "2120001041",
      "sökterm": [
        "Artificial Intelligence"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29552479",
      "titel": "Gymnasielärare Artificiell intelligens",
      "beskrivning": "Du har säkert fått frågan \"Vad jobbar du med?\". I Bjuvs kommun ställer vi istället frågan \"Vad jobbar du för?\"\n\nVi arbetar för utveckling, hållbarhet, jämlikhet och framtiden för att tillsammans forma ett helt samhälle.\n\nVad jobbar du för?\n\n\r\n\r\nARBETSUPPGIFTER\nVälkommen till en innovativ arbetsplats på Bjuvs Lärcentrum!\n\nVi söker nu en behörig gymnasielärare som kan undervisa våra elever i den nya gymnasiekursen artificiell intelligens. Anställningen är på heltid och är en visstidsanställning på 12 mån, med möjlighet till förlängning. Arbetsuppgifter kan även inkludera verksamhetsstöd och internutbildningar inom IT och artificiell intelligens. I rekryteringen kommer stor vikt att läggas vid personliga egenskaper. Kvällstjänstgöring kan förekomma. Lön mellan 38000-44000kr/mån.\r\n\r\nKVALIFIKATIONER\nBehörig gymnasielärare i kursen artificiell intelligens\n\nAlternativ 1. Behörig att undervisa i något av ämnena teknik, matematik, programmering, gränssnittsdesign eller webbutveckling i gymnasieskolan och har 15 högskolepoäng inom artificiell intelligens.\n\nAlternativ 2. Behörig att undervisa i något av ämnena teknik, matematik, programmering, gränssnittsdesign eller webbutveckling i gymnasieskolan och läser just nu in 15 högskolepoäng inom artificiell intelligens.\n\nAlternativ 3. Lärare som har behörighet i ett annat ämne än ovan i gymnasieskolan och har 60 högskolepoäng inom artificiell intelligens.\r\n\nÖVRIGT\nOm du blir erbjuden tjänst inom förskola/skola ska du uppvisa giltigt utdrag från polisens belastningsregister. Se därför till att beställa utdrag ur belastningsregistret snarast efter att du blivit erbjuden anställning.\n\nBjuvs kommun är en del av Familjen Helsingborg. Familjen Helsingborg är människor som möts, platser som stimulerar och sammanhang som utvecklar. Här växer både människor och företag.\n\nKänslan skapar Familjen Helsingborg.\n\nVi är: Bjuv, Båstad, Helsingborg, Höganäs, Klippan, Landskrona, Perstorp, Svalöv, Åstorp, Ängelholm och Örkelljunga.\n\nfamiljenhelsingborg.se",
      "Techstack": "artificiell intelligens, IT, webbutveckling, programmering, gränssnittsdesign, matematik, teknik",
      "Produkt": "Utbildning inom artificiell intelligens för gymnasieelever",
      "Företagsstruktur": "Del av Familjen Helsingborg, ingen specifik information om antal anställda eller avdelningar angiven",
      "Ekonomi": "Lön mellan 38000-44000kr/mån för anställda",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    }
  ]
}