{
  "page": 10,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 450,
      "företagsnamn": "Svenska Mässan Gothia Towers AB",
      "företagswebb": null,
      "organisationsnummer": "5590808290",
      "sökterm": [
        "Dart"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29443144",
      "titel": "Inför sommaren 2025 söker vi serveringspersonal till vår restaurang Corner",
      "beskrivning": "Välkommen till restaurang Corner, mitt på Korsvägen. Inspirationen hämtar vi från de centrala delarna av New York där sydeuropeiska smaker möter det nordamerikanska bullret. Och vi är mer än en restaurang. Hos oss kan du även spela shuffleboard, dart och se sport på TV. På uteserveringen kan du njuta av en lokal öl samtidigt som Korsvägens myller gör sig påmint.\n\n\r\n\r\nVill du jobba på en energisk, fartfylld och rolig arbetsplats med fantastiska kollegor? Har du ett stort engagemang, är du modig och värdesätter ett gott samarbete ska du definitivt läsa vidare.\r\n\r\nVi söker nu extrapersonal som kan arbeta under vår och sommar 2025 med möjlighet till förlängning. Kanske vill du börja jobba extra redan nu?\n\nOm rollen\n\nTill vår restaurang Corner söker vi nu serveringspersonal som vill få varje gäst att känna sig speciell. Är du grym på att anpassa dig efter person och situation och älskar att leverera hög service och varmt bemötande? Är du en lagspelare som ser fördelarna med att jobba som ett team mot ett gemensamt mål? Då kan detta vara en tjänst för dig. \n\nVi tror att du är nyfiken som person och villig att lära dig nytt varje dag, vi hoppas att du kan grunderna i serveringsyrket men viktigast för oss är att du har rätt inställning och vill fortsätta att utvecklas. \n\nVem är du?\n\nVi hoppas att du som söker:\n\n - Har arbetat med bordsservering\n\n\n - Har en stor passion för mat och dryck och gillar att förmedla det till våra gäster\n\n\n - Har ett intresse av att jobba med försäljning på ett serviceinriktat sätt\n\n\n - Är noggrann och gillar ett högt tempo\n\n\n - Behärskar både svenska och engelska, för att kunna kommunicera med både gäster och kollegor\n\n\n - Har hög ambitionsnivå och en obegränsad vilja att utvecklas\n\n\n\nVarför ska du välja oss?\n\nVi är ett stort och sammansvetsat team med positiva och sociala kollegor. Med mycket glädje, mod och engagemang jobbar vi tätt ihop för att ge den bästa helhetsupplevelsen till våra miljontals besökare. Varje dag. Året om. Det är roligt att gå till jobbet eftersom vi får bidra till att skapa den mest attraktiva mötesplatsen i Europa. I vår dynamiska verksamhet finns mycket erfarenhet och kunskap inom olika yrkesområden. Eftersom vi har så många olika verksamheter finns ett stort antal möjligheter som kan sträcka sig över en hel karriär.\n\nInformation om tjänsten\n\nTjänsten gäller extra under sommaren men med goda möjligheter till förlängning. \n\nSchema: Dagar, kvällar och helger\nAnställningsform: enstaka dagar/visstid\n\nVi behöver flera olika tjänstegrader och är öppen för just dina önskemål, skriv i ansökan vad du är intresserad av. Urval och intervjuer kommer att behandlas löpande och tjänsterna kan komma att tillsättas före sista ansökningsdatum, så skicka din ansökan redan idag. Har du frågor om tjänsten kontakta ansvarig chef Mattias Krondahl: mattias.krondahl@gothiatowers.com\n\nAnställningen är på Svenska Mässan Gothia Towers och du kan komma att arbeta även på andra avdelningar.\n\nVi ser fram emot din ansökan!",
      "Techstack": "-",
      "Produkt": "Restaurangverksamhet, bordsservering, sportaktiviteter, uteservering",
      "Företagsstruktur": "Stort och sammansvetsat team med positiva och sociala kollegor. Möjliga anställningar på olika avdelningar. Antal anställda ej specificerat.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 451,
      "företagsnamn": "Resourced Sweden AB",
      "företagswebb": "https://www.resourced.com/",
      "organisationsnummer": "5591049605",
      "sökterm": [
        "Material-UI"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29489975",
      "titel": "Design Lead (UI/UX)",
      "beskrivning": "Resourced is a fast-growing FashionTech startup supporting modern fashion brands find and manage production. We help brands such as Axel Arigato, Stronger, Veja, Icebug, Chimi, Eytys, Ralph Lauren, H&M (to name a few). Were digitally transforming one of the largest, fastest-moving industries in the world. By joining Resourced you will work in a truly global setting – we employ and work with clients on all continents.\nWe are looking for an talented Design Lead with a skillset spanning graphical design, interaction design and user experience who can continue our work on designing the most compelling PLM system (web application) in the industry. \nWe go to great lengths to build a product users truly love to use – a product that have great, well-thought-out UX that looks awesome! We pay big attention to details but still ensure to never get stuck and keep a good pace moving forward. You will work closely with both the tech team and business side, and utilize our strong relationship with, and insights into, our customers and users. We run a simple process using Figma, starting with rough wireframes, gradually enhancing them iteratively using internal and external feedback as needed until we’ve reached a great result.\nTo succeed as a designer at Resourced we believe you will need to fully immerse yourself with the problems we’re trying to solve and relentlessly seek the most beautiful solution – often using an outside-the-box perspective! \nThe job Take ownership and lead/drive our product development efforts; from idea, exploration and analysis to handover \n Turn wireframes and ideas into great designs, ready for our software devs to develop\n Provide clear specifications, in particular regarding interactivity\n Efficiently explore and find creative solutions to UI/UX challenges\n Work closely with both the tech team and the business side\n Requirements A strong curiosity of how to build products and services that customers will embrace\n Excellent graphic design skills – fluent in Figma, Adobe Illustrator and other design tools\n Excellent and fluent in interface design, allowing you to work seamlessly with UI/UX design\n Attention to detail and strong understanding of web application UX\n Communicate clearly without any hinders\n Proven track record of designing successful products – in particular complex web applications (which you undertake with ease)\n Nice-to-haves Frontend web development experience/skills \n A degree (Bachelor’s or Master’s) in interaction design, industrial design, or equivalent\n Background in the fashion industry\n \nWe’re all about finding a person who can deliver the right results – not the right resume!\nWhat we offerA unique opportunity to join an early-stage startup and a small team, become highly influential on what we build, and grow your career alongside the company!\n Competitive salary and compensation package\n Work with a team who believes in having fun while working!\n Work for users who really cares about beauty in their digital tools!\n And of course, the hardware and environment you desire in order to do your best work possible!\n \nStart date: ASAP Work extent: Full time Location: Gothenburg (Gårda), on-site\nContact: Felicia Ringblom, Tech Team Lead @ felicia@resourced.com / 0704415997",
      "Techstack": "Figma, Adobe Illustrator",
      "Produkt": "PLM-system (webbapplikation) för modebranschen",
      "Företagsstruktur": "Tidigt skede startup med små team, samarbetar nära med både teknik- och affärssidan",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 452,
      "företagsnamn": "We SeeQ AB",
      "företagswebb": "https://weseeq.se",
      "organisationsnummer": "5594448572",
      "sökterm": [
        "Material-UI"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29500104",
      "titel": "Direct Material Procurement Lead, Albany International",
      "beskrivning": "Albany International AB is looking to appoint a Direct Material Procurement Lead. The position is new with a responsibility for strategic procurement direct material, both for the local site and on a global level. The role is a key position within the global procurement function and reports to the Vice President of Supply Chain.\nThe Direct Material Procurement Lead supports the Global Machine Clothing Supply Chain Group with data analysis, supplier interactions, and procurement across multiple sites. Responsibilities include sourcing direct materials like resins, fibers, chemicals, and metal wires. You will also be responsible for contract negotiations, and ensuring customer satisfaction as well as project success, while meeting procurement goals.\nKey Responsibilities The Direct Material Procurement Lead will oversee procurement for assigned commodity groups, ensuring efficient processes. Key responsibilities include managing proposals, negotiating prices, and selecting suppliers. The role also involves analyzing procurement trends, approving payments, maintaining records, and tracking cost savings targets while monitoring supplier performance.\nAs the key relationship manager for suppliers, you will ensure compliance with company policies and support centralized procurement, collaborating across multiple locations. The role requires solving complex procurement challenges, coordinating activities to meet objectives, and maintaining professional communication with stakeholders.\nThe role require occasional travel, up to 25%, based on business needs.\nBackground A Bachelor's degree in Supply Chain, Business, or a related field is required, along with at least three years of experience in procurement or strategic sourcing. Knowledge of contract law, procurement regulations, and cost analysis is essential. Strong negotiation skills and proficiency in Microsoft Word, Excel, PowerPoint, and SAP are required.\nWe seek a business-minded, analytical, and profit-driven candidate who is self-motivated, independent, and team-oriented. A hands-on approach to problem solving and with strong interpersonal, communication, and negotiation skills is essential for this role.\nThe role is based in Halmstad and requires a willingness to travel internationally.\nApplication Please apply by answering the questions and uploading your profile below. For questions and more information about the position, please contact Mats Törn at +46 722 163 755 or mats.torn@weseeq.se About Albany International Corp. Albany International is a leading developer and manufacturer of engineered components, using advanced materials processing and automation capabilities, with two core businesses.\nMachine Clothing is the world’s leading producer of custom-designed, consumable belts essential for the manufacture of paper, paperboard, tissue and towel, pulp, non-wovens and a variety of other industrial applications.\nAlbany Engineered Composites is a growing designer and manufacturer of advanced materials-based engineered components for demanding aerospace applications, supporting both commercial and military platforms.\nAlbany International is headquartered in Rochester, New Hampshire, operates 30 facilities in 13 countries, employs approximately 5,600 people worldwide, and is listed on the New York Stock Exchange (Symbol: AIN). Additional information about the Company and its products and services can be found at www.albint.com",
      "Techstack": "Microsoft Word, Excel, PowerPoint, SAP",
      "Produkt": "Ingenjörskomponenter, specifikt maskintillbehör och avancerade material för flygindustrin",
      "Företagsstruktur": "30 anläggningar i 13 länder, cirka 5 600 anställda",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "lena.wadenby@weseeq.se",
          "name": "Lena Wadenby",
          "position": "",
          "source": "https://weseeq.se/kontakt/"
        },
        {
          "email": "kontakt@weseeq.se",
          "name": "Kontakt",
          "position": "",
          "source": "https://weseeq.se/kontakt/"
        },
        {
          "email": "mats.torn@weseeq.se",
          "name": "Mats Torn",
          "position": "",
          "source": "https://weseeq.se/kontakt/"
        },
        {
          "email": "malin.lihnell@weseeq.se",
          "name": "Malin Lihnell",
          "position": "",
          "source": "https://weseeq.se/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/in/mats-törn-7a66378/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 453,
      "företagsnamn": "Senior Material (Europe) AB",
      "företagswebb": "https://www.seniormaterial.com/",
      "organisationsnummer": "5592660723",
      "sökterm": [
        "Material-UI"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29480052",
      "titel": "General Ledger Accountant",
      "beskrivning": "Do you want to be part of an innovative and growing company that contributes to a greener society? Do you value sustainability, innovation, and professional development? So do we!\nWe are dedicated to electrification and actively drive the green transition in Europe. Through our advanced thin separator film, we enhance the safety and sustainability of lithium-ion batteries—paving the way for a cleaner future. If this excites you, we would love to have you on our team!\nWe are a medium to large-sized company with a Chinese background, seeking a General Ledger Accountant to join our dynamic finance team. This role is critical in ensuring accurate financial records and compliance with relevant accounting standards and regulations.\nKey Responsibilities: Maintain and manage the general ledger, ensuring accuracy and compliance with financial regulations.\n Prepare detailed monthly financial reports and support ledger accounting tasks.\n Oversee tax-related matters, ensuring compliance with local and international tax regulations.\n Coordinate and support legal audits, liaising with internal and external auditors.\n Participate in the implementation and continuous improvement of the SAP system within the organization.\n Collaborate effectively with cross-functional teams to enhance financial processes.\n Qualifications & Experience: Minimum of four years of professional accounting experience, preferably in the manufacturing industry.\n Strong knowledge of accounting principles and financial regulations.\n Proven ability to manage complex financial processes with attention to detail.\n Proficiency in SAP is highly valued.\n  Fluency in both Swedish and English is required.\n Excellent communication and collaboration skills, with the ability to work effectively in an international environment.\n \nThis is an exciting opportunity for a skilled accountant to contribute to a dynamic and expanding organization with a global presence. If you are passionate about finance and sustainability and looking for a role where you can make a meaningful impact, we encourage you to apply!\nSCOPE: 100 % \nSTART: as per request \nWorking hours & Duration \nFull time \n On site in Eskilstuna \nContact:\nqian.lin@senioreurope.com",
      "Techstack": "SAP",
      "Produkt": "Tunt separatorfilm för litiumjonbatterier",
      "Företagsstruktur": "Medium till stor size, ingen specifik information om antal anställda eller avdelningar",
      "Ekonomi": "Inga specifika ekonomiska uppgifter angivna",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@senioreurope.com",
          "name": "Info",
          "position": "",
          "source": "https://www.seniormaterial.com/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/senior-material-europe-ab?trk=public_post_follow-view-profile&originalsubdomain=se",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 454,
      "företagsnamn": "Grewin Sales AB",
      "företagswebb": "https://www.bolagsfakta.se/5594649716-Grewin_Sales_AB",
      "organisationsnummer": "5594649716",
      "sökterm": [
        "LESS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560560",
      "titel": "Säljare",
      "beskrivning": "Hej!\nDu är trött på generiska, bleka och lata jobbannonser med rubriken ”är du vår nästa stjärnsäljare”… Eller hur? Du är less, för du vet att du förtjänar mer. Gratis energidryck, biobiljetter eller ett pingisbord räcker inte för dig… Ditt drömjobb är att jobba med en ordentlig provision som en riktig säljare där du kan briljera och förtjäna VARENDA krona. High risk high reward, det är så du lever ditt liv. Ditt drömjobb är att jobba på en arbetsplats med riktiga vinnare som är villiga att offra för att nå framgång, ett ställe där det normala är att vara ambitiös, ett ställe där du inte sticker ut för att du vill mer i ditt liv än att sluta upp i ett ruttet radhus med förlorade drömmar.\nHar jag ditt intresse nu? Läs vidare... Jag startade upp det här företaget för att jag vet exakt hur det är, jag vill mer i livet än att sitta och ta order av mellanchefer utan drömmer eller ambitioner, jag ville skapa ett ställe där vinnare frodas – ett ställe jag önskade att jag hade tidigare i livet… Jag vill ha dig som vill vara med på den här resan tillsammans med mig. En resa där en lön på mindre än 6 siffror är ett misslyckande, en resa där du kommer utvecklas så mycket att du inte ens kommer känna igen dig själv ett halvår senare, en resa där jag som ledare kommer göra dig så mentalt hård och förberedd att allt annat i livet känns enkelt i jämförelse.\nSom säljare hos oss på Grewin Sales har du initialt dessa uppgifter.\n Ringa så att telefonen glöder på telefonlistorna jag tar fram åt dig\n Lyssna på mig när jag tar mina säljsamtal, och lära dig av dom\n Ta säljmötena du har bokat in (över telefon) och stänga så mycket affärer du kan med mig personligen som coach\n \nMed tiden sen när du blir riktigt duktig kommer du erbjudas mötesbokare och säljassistent för att kunna spendera ännu mer av tiden i telefonen effektivt för att sälja ännu mer. Mitt mål är att du ska sälja så mycket som möjligt med min hjälp. Det ultimata målet är att du som framtida hyperkompetent säljare ska kunna ta säljmöte efter säljmöte med ett välsmort maskineri som möjliggör det. Jag som VD är väldigt processorienterad och tar personlig utveckling på stort allvar. Här jobbar vi med ett ledarskap där vi VISAR dig hur man gör. Jag kommer sälja framför ögonen på dig, det är så du lär dig bäst.\nSå till formalia… Här är lite kort fakta om tjänsten:\n På plats i Stockholm, inte hybrid eller remote\n En månads garantilön 20 000kr under den intensiva utbildningsfasen för att du ska komma in i hur vi jobbar och känna dig trygg i att du klarar att stänga affärer själv. Efter det när du börjat göra egna affärer är det 100% provision.\n B2B försäljning. Produkten är ospecifik var det gäller bransch, och det är en typ av utbildningsprodukt vi säljer där chefer i allmänhet är vår målgrupp. Så du kommer lära dig en hel del om att föra dig i samtal med chefer, och få en bred erfarenhet av näringslivet och hur det fungerar i rummen där besluten tas på riktigt.\n Snittpriset på det vi säljer är ungefär 50 000kr per medlemskap, men vi har vissa medlemskap som säljs för upp emot 200 000kr.\n Din provision som säljare är 20% per såld enhet. Du kan förvänta dig att ha nått en månadslön på minst 50 000kr inom 3-6 månader om du tar min coaching på allvar.\n Förmåner som du kan förvänta dig direkt när du börjar: gratis frukost på kontoret varje morgon och jobbdator\n Förmåner som du kan förvänta dig efter 6 månader: gymkort, sjukförsäkring, företagsresor, investeringskurs (kommer till användning när du har massor av överskottskapital efter att du börjat tjäna ordentliga pengar här)\n Jag kommer lära dig sälja med Straight Line Selling, vilket kommer ifrån självaste Jordan Belfort från början\n \nOm du googlar på \"Di Close och Grewin Sales\" och sen klickar på första resultatet som dyker upp kan du läsa mer om vårt samarbete med Dagens industri. \nSå, är du redo att göra något större i livet? Ansök nu och bli en del av Grewin Sales, annars kommer du att ångra dig när du läser om vår framgång!",
      "Techstack": "-",
      "Produkt": "Utbildningsprodukter för chefer",
      "Företagsstruktur": "Säljteam med möjligheter för mötesbokare och säljassistenter, ledarskap med fokus på personlig utveckling",
      "Ekonomi": "Garantilön under utbildningsfas, provision på 20% av såld enhet, förväntad månadslön på minst 50 000kr efter 3-6 månader",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 455,
      "företagsnamn": "Saferoad Traffic AB",
      "företagswebb": "https://www.saferoad.se/",
      "organisationsnummer": "5560308073",
      "sökterm": [
        "Crystal"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29493635",
      "titel": "Depåchef  Linköping",
      "beskrivning": "Om jobbet\nDepåchef Linköping\nVi söker en van ledare med entreprenörsdriv som depåchef till vår depå i Linköping.\nVi vill att du ska komma fram säkert\nSaferoad är en ledande tillverkare och distributör av trafiksäkerhetsprodukter i Sverige. Vi vill att du ska komma fram säkert, oavsett om du kör bil, cyklar eller går och strävar därför efter att göra livet på vägen säkrare. Med ett brett utbud av produkter och tjänster erbjuder vi expertis inom en rad områden.\nVi gör livet på vägen säkrare!\nSaferoad har både utvecklat verksamheten och tagit marknadsandelar. En spännande resa väntar. Vi söker dig som är en erfaren ledare med tydliga ledar- och entreprenöregenskaper från bygg-/anläggning, alternativt uthyrningsbranschen/lager och logistik. I rollen som depåchef kommer du leda det operativa och strategiska arbetet på vår depå i Linköping. Du kommer även ansvara över bland annat: \nKundbesök där fokus ligger på att stärka relationen mellan oss och våra kunder, samt att vårda varumärket Saferoad.\nUppsökande säljarbete.\nInköp av material.\nPlanläggning och utförande av den dagliga verksamheten \nResultat- och budgetansvar.\nPersonalansvar över depåmedarbetare.\nSamordna våra produkter och tjänster till våra kunders behov.\n\nOm dig\nFör att lyckas med rollen som depåchef ser vi det som meriterande att du har arbetat med liknande arbetsuppgifter tidigare, samt att du har en lokal anknytning till anställningsorten.\nDu är självgående och har en god samarbetsförmåga med ett motiverande ledarskap, med en drivkraft att ta initiativ och skapa struktur.\nDu som person är kommunikativ då vi samarbetar mycket mellan avdelningar internt, men även i samarbete med externa aktörer. Du trivs i en roll där du har stort ansvar och har förmågan att kombinera kundmottagande med administrativt ansvar och support.\nKrav:\n- Goda kunskaper i svenska och engelska\n-Tidigare arbetat som platschef, alternativt med arbetsledning på väg\nMeriterande:\n- Arbetserfarenhet från bygg-/uthyrningsbranschen eller lager och logistik\n- Säljerfarenhet\n- Goda kunskaper i företagsekonomi\n- Förarbevis hjullastare/truck\n- C-kort\nVi erbjuder\nHos oss på Saferoad Traffic erbjuds du en plats i organisation med goda värderingar där vi arbetar efter våra värdeord: Omtanke, Drivkraft och Integritet. I vårt dagliga arbete är hälsa och säkerhet för våra medarbetare av högsta prioritet. Saferoad Traffic står inför spännande utmaningar med stark framtidstro där vi ser fram emot att ha med dig, din kompetens och ditt driv. I rollen som depåchef kommer du vara delaktig i utvecklingen av verksamheten, och du kommer vara en del av en arbetsplats som genomsyras av positivitet och där vi värnar om oss som team.\nOm anställningen\nLön: Månadslön enligt ö.k\nPlaceringsort: Linköping\n Vid frågor vänligen kontakta:\n Crystal Clegg på 072-4017782, crystal.clegg@saferoad.se\n\n\nLåter det här intressant för dig?\nDå är du varmt välkommen med din ansökan.\nUrval och intervjuer kommer att ske löpande.",
      "Techstack": "-",
      "Produkt": "Trafiksäkerhetsprodukter",
      "Företagsstruktur": "Depå i Linköping, personalansvar över depåmedarbetare, ingen specifik information om antal anställda eller avdelningar.",
      "Ekonomi": "Ingen specifik information om företagets ekonomi.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "order@saferoad.se",
          "name": "Order",
          "position": "",
          "source": "https://www.saferoad.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/10786887/admin/feed/posts/",
        "facebook": "https://www.facebook.com/saferoadsverige",
        "twitter": null,
        "instagram": "https://www.instagram.com/saferoadsverige/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 456,
      "företagsnamn": "Batonics AB",
      "företagswebb": "https://www.batonics.com",
      "organisationsnummer": "5592013352",
      "sökterm": [
        "Functional Programming",
        "Object-Oriented Programming"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29492291",
      "titel": "UX/Frontend lead (Visual Programming for Financial Algorithms)",
      "beskrivning": "We are urgently looking for a frontend wiz to create a proof-of-concept for a next-gen trading strategy builder that combines natural language with visual blocks - think of lego building blocks for data analysis, simple and engaging enough for kids. This is for a critical partnership with a major Nordic broker. Thereafter , an MVP, in a couple of months. Thereafter, potential full time employment and being an early team member in world-changing product.\n\n\nApply with portfolio and a few lines on how you're fit and your motivation to ahmed@batonics.com\n\n\nRequired:\nAdeptness with React and Figma\nStrong UI/UX skills\nExperience with drag-and-drop interfaces, engaging building blocks.\nAvailable immediately\nPortfolio showing similar complex interfaces\n\n\n\nMerit:\nExperience with edutech/gamification\nUnderstanding of trading strategies and markets\nExperience with LLM interfaces, and good use of LLM coders (replit, etc)\nInterest in joining long-term as a core team member in the startup\n\n\n\nCompensation: hourly based for the first 3 months\n\n\nWe believe this could be a big, big thing, to democratize not only professional trading tools but also to create a class of 'non-tech' data scientists by making the tools accessible. The demo you create could evolve into a revolutionary platform integrating natural language, visual programming, and institutional-grade trading capabilities.\n\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "React",
        "Figma",
        "Drag-and-drop interfaces",
        "Visual programming",
        "LLM coding tools"
      ],
      "Produkt": "Plattform för datanalys och handel med fokus på natural language och visuella byggblock.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@batonics.com",
          "name": "Info",
          "position": "",
          "source": "https://www.batonics.com"
        }
      ],
      "social_links": {
        "linkedin": "https://linkedin.com/company/batonics-ab",
        "facebook": null,
        "twitter": "https://twitter.com/batonicsab",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 457,
      "företagsnamn": "SANDVIK AB",
      "företagswebb": "https://www.home.sandvik/en/",
      "organisationsnummer": "5560003468",
      "sökterm": [
        "Functional Programming"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29533661",
      "titel": "SAP Functional Expert - Production and Planning",
      "beskrivning": "Do you want to play a critical role in ensuring that our business requirements are fully understood and that our solutions meet business expectations? Then we might have the perfect role for you!\nAt Sandvik Mining and Rock Solutions we’re now looking for an SAP Functional Expert for Production and Planning. We offer you a flexible working environment in a challenging and interesting job with high impact and visibility. Welcome to a truly international environment!\nAbout your job\nIn this role, you’re responsible for leading requirements gatherings, workshops, development of functional design, UAT test scripts and assisting in training development connected to our SAP system. You work in close collaboration with internal stakeholders in our SAP Production and Planning and Warehouse Management teams, ensuring that the system is fully utilized and that best practices are followed.\nIncluded in your responsibilities:\nEnable production S/4HANA transformation with ongoing and future deployments for our production units.\nPerform gap analysis and create related functional documentation to provide the business with an overview of options.\nDevelop functional specifications for customizations and enhancements, including reports, data migration and integrations.\n\nThe location for this position is Stockholm or Sandviken and we offer you a hybrid work solution.\nAbout you\nWe’re looking for someone with functional understanding of the production processes and production shop floor logistics in SAP and some experience working in projects. You’re proficient in the MS Office suite and can produce high quality documents and output. We believe that your knowledge is backed by a for the role relevant university degree. Acting in a global environment calls for fluency in English, verbally and in writing. Knowledge of Swedish is a plus.\nYou’re highly motivated and delivery focused and thrive in an environment where you get to put your exceptional analytical and problem-solving skills to use. With a can-do attitude you happily tackle obstacles coming your way and set high standards for yourself. Your easygoing interpersonal and communication skills enable you to build strong relationships with people you encounter.  \nOur culture\nOur role is clear – through every action, every day, we make the shift and advance the world through engineering. We believe in an inclusive, equal and open-minded culture, and we nurture our diversities to form a solid foundation for achieving great results. Add fair and rewarding benefits, as well as many different career options.\nContact information\nFor further information about this position, please contact Tommi Meriluoto, recruiting manager, tommi.meriluoto@sandvik.com\nUnion contacts – Sweden\nCecilia Mickelsson, Unionen, +46 (0)70 616 90 89\nFredrik Andersson, Akademikerföreningen, +46 (0)70 266 78 50\nPeter Olsson-Andrée, Ledarna, +46 (0)70 222 48 55 \n\nRecruitment Specialist: Gustaf Sjögren\nHow to apply\nSend your application no later than March 26, 2025. Click apply and include your resume and cover letter in English. Please note that we don’t accept applications by e-mail. Job ID: R0076688.\nAs we aim for a fair recruitment process, we utilize assessment tools to safeguard objectivity. When you apply for this job, you will therefore receive an invitation via email to a personality and logic ability test. Feedback comes immediately after the test has been completed and the selection process begins after the application deadline.\nTo learn more about our recruitment process, please visit our career site or contact HR Services at hrservices.sweden@sandvik.com.   \nSandvik Mining and Rock Solutions is a business area within the Sandvik Group and a global leading supplier of equipment and tools, parts, service, digital solutions and sustainability-driving technologies for the mining and construction industries. Application areas include rock drilling, rock cutting, loading and hauling, tunneling and quarrying. In 2023, sales were approximately 66 billion SEK with about 17,000 employees.",
      "Techstack": "SAP S/4HANA, MS Office",
      "Produkt": "Utrustning och verktyg för gruv- och byggindustrin, digitala lösningar och hållbarhetsteknologier.",
      "Företagsstruktur": "Sandvik Mining and Rock Solutions är en affärsområde inom Sandvik Group med cirka 17,000 anställda.",
      "Ekonomi": "Försäljningen var cirka 66 miljarder SEK år 2023.",
      "Ekonomisiffor": {
        "Omsättning": 66000000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "E-postinfo@sandvik.com",
          "name": "E Postinfo",
          "position": "",
          "source": "https://www.home.sandvik/kontakt"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/sandvik",
        "facebook": "https://www.facebook.com/sandvik",
        "twitter": null,
        "instagram": "https://instagram.com/sandvikgroup"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 458,
      "företagsnamn": "Marquistech AB",
      "företagswebb": "https://duckduckgo.com/y.js?ad_domain=namecheap.com&ad_provider=bingv7aa&ad_type=txad&click_metadata=p0DYzbmfgBBqttJezZY7%2DD4jImBJkIiCb8H%2DbbUeCnDNDktOOKDWEghvRtvWE2fD3iIK0j0QxIXgTUeGp9ZEKKJlRF1uBpUfokL5W%2DsiWzWp82QL12cVLipJ0jLZyAG9.yay3eD0Elc%2DfGp6hx5OUBw&rut=2c16d22788cd08f96c29641d4804da8067a023e55543fa56865867a0aa2bd379&u3=https%3A%2F%2Fwww.bing.com%2Faclick%3Fld%3De8zeXqV63G4Sb5Od_YjryFcDVUCUyJUyGVRlkg5pUOGy4cp27PrLB9elbLiqcgLaDixrPNBu2KLbSY8BWbnnXv15zaJaRvOxL7r25OuZqgQieNyPOV0fKxydsqxwzAdH3va5BGBW9Kl3qgTAuKdnV7kpjf8Etb3UtDOFasVWfLKcg9tePh5T7qOZOBdh8lDlK%2DPw2NUg%26u%3DaHR0cHMlM2ElMmYlMmZ3d3cubmFtZWNoZWFwLmNvbSUyZiUzZm1zY2xraWQlM2Q0ZWY0YjVlZjk3OTIxNDEyYzg2YmQyMGRmYjNlYTQ3OSUyNnV0bV9zb3VyY2UlM2RiaW5nJTI2dXRtX21lZGl1bSUzZGNwYyUyNnV0bV9jYW1wYWlnbiUzZEJpbmctTkMtUGVyZm9ybWFuY2UtTWF4LUdsb2JhbCUyNnV0bV90ZXJtJTNkd3d3Lm5hbWVjaGVhcC5jb20lMjZ1dG1fY29udGVudCUzZEJpbmctTkMtUGVyZm9ybWFuY2UtTWF4LUdsb2JhbC1ST1ctQWxsJTI1MjBwcm9kdWN0cw%26rlid%3D4ef4b5ef97921412c86bd20dfb3ea479&vqd=4-75367577043157855845167519376339051996&iurl=%7B1%7DIG%3DB482D87B0FB94B7496E6C0F7CE4FD9C2%26CID%3D265BB88669D6609605D5AD3C6855616F%26ID%3DDevEx%2C5048.1",
      "organisationsnummer": "5593907669",
      "sökterm": [
        "Penetration Testing",
        "Functional Programming",
        "IoT"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562293",
      "titel": "Specialist in Mobile Device Software Testing",
      "beskrivning": "The job description of a Specialist in Mobile Device Software Testing is quite comprehensive and involves a wide range of responsibilities related to testing software and hardware components. Here's a breakdown of the key responsibilities and tasks mentioned in the job description:\n•\nTest Strategy and Planning: Defining qualification strategies and executing functionality, compatibility, integration, and reliability testing for complex software applications across multiple platforms, including mobile, desktop, web, and cloud client/server ecosystems.\n•\nPerformance Testing: Designing and executing performance tests, including the development of performance test plans and strategies. This includes generating large datasets and simulating traffic to evaluate and test applications according to industry best practices.\n•\nTesting & Validation:). Responsible for conducting various types of testing, including Performance Testing, Functional Testing, Stability Testing, Network Testing (across different generations such as 5G, 4G, 3G, IMS, Vo Wifi), Interoperability Testing, Operator Testing, IOT & Smart Device Testing, Certification (GCF GMS), Compliance & Pre-Compliance Testing, Consumer Trials, Compatibility Testing, Usability Testing, Security Testing, and Automation Testing.\n•\nEnd-to-End Responsibility: Ensuring that 4G and 5G products comply 100% with the customer's network design. This involves various components such as 4G DU, 5G RU, 5G DU, CBRS RRHs, DCM, LSM, vLSM, USM, vDCM, and vCU.\n•\n5G Device Testing: Executing 5G device test solutions, from early chipset development to conformance and carrier acceptance testing. This involves ensuring interoperability and reliable functioning of 5G devices.\n•\n5G NR Testing: Conducting testing and research and development support related to 5G NR technology, covering Performance, Functionality, Usability, and Communication Protocols.\n•\nGps Testing: EM (Emergency) call testing using satellite technology.\n•\nLTE Testing: Performing testing and validation of LTE basics, physical, logical, and transport channels, as well as various LTE features and call flows, including VOLTE and SIP.\n•\nInteroperability Testing: Ensure that network equipment and devices can work seamlessly together.\n•\nKPI Development: Responsible for 4G/5G Key Performance Indicator (KPI) development, field integration/first application test plan development, feature requirements, and performance analysis. Performing functional and KPI testing for various technologies, including LTE, IMS, RAN, FDD-TDD, VoLTE, and VoWiFi\n•\nError Verification Testing: Conducting error verification testing, FOTA (Firmware Over-The-Air), Sanity, Stress, and stability testing.\n•\nReal-Time Network Analysis: Conducting expert-level analysis on real-time network issues to identify and resolve problems.\n•\nReporting and Documentation: Preparing detailed reports and updating results for issue tracking.\n•\nBugs Detection: Proven skills in detecting and regression testing for software bugs.\n•\niOS Application Testing: Perform comprehensive testing of iOS applications, including functional, compatibility, and usability testing.",
      "Techstack": "5G, 4G, LTE, VoLTE, VoWiFi, IOT, Smart Devices, Network Testing, Performance Testing, Automation Testing, iOS",
      "Produkt": "Testning av mjukvara och hårdvara för mobila enheter, inklusive 5G och 4G produkter",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "press@duckduckgo.com",
          "name": "Press",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "dmca@duckduckgo.com",
          "name": "Dmca",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "privacy@duckduckgo.com",
          "name": "Privacy",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "privacypro@duckduckgo.com",
          "name": "Privacypro",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "ukrep@grcilaw.com",
          "name": "Ukrep",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "privacyprolegal@duckduckgo.com",
          "name": "Privacyprolegal",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "support@duck.com",
          "name": "Support",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "legal@duckduckgo.com",
          "name": "Legal",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "eurep@itgovernance.eu",
          "name": "Eurep",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": "https://twitter.com/duckduckgo",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 459,
      "företagsnamn": "AB SKF",
      "företagswebb": null,
      "organisationsnummer": "5560073495",
      "sökterm": [
        "Object-Oriented Programming",
        "IoT"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29496296",
      "titel": "Summer Job  SKF Luleå",
      "beskrivning": "Do you want to be a part of an innovative and global company while having the opportunity to work with your passions? \nAt SKF, we take pride in our heritage that dates back to 1907 when we revolutionized the industry with our innovation. We are more than just a company; we are pioneers who take responsibility for our world and the environment. Our solutions are all about efficient and reliable rotation of applications and a circular economy. Together with our colleagues all over the world, you have the chance to drive change, make our customers happy, and reduce our carbon footprint. We call that \"engineering excellence.\" \n\n\nSummer Job – SKF Luleå \n\n\nSKF is spearheading the green transition in the bearing business. Here in the north, we are developing and delivering software, firmware, and hardware solutions for the industry in condition monitoring which aids that green transition. Our IoT solutions provide detailed health information and actionable insights into our customers’ machinery to foresee failures and prevent downtime. We are now taking our experience and combining it with the latest technology in our next big initiative to develop the next-generation condition monitoring ecosystem. \n\n\nDuring this summer we have summer job openings in the following areas: \n\n\nTest Development \nIn this position you will work with our test engineering team, the focus is on developing automated test cases for our condition monitoring products. To thrive in this position, we think that you have a study background and interest in programming. If your preferred language is Python and you are familiar with the use of electronic instrumentation and measurement equipment that is an added benefit. \n\n\nSoftware Development \nIn this position you will work with our software development team. The scope of work involves developing simulation capabilities used to simulate condition monitoring devices as well as implementing API improvements. We think that you are currently nearing the later stages of your computer science education; maybe you are spending some of your spare time doing programming projects as well. If you have previous experience of using the .NET Framework that is even better. \n\n\n\n\nWhy you should apply for a summer job at SKF: \nInnovative Environment: With us, you will work at the office in Luleå, a hub for innovation and technological development. You will be surrounded by amazing colleagues who are passionate about making a difference. \nGlobal Opportunities: At SKF, you will collaborate with people from all over the world and build a valuable international network. \nCareer Opportunities: A summer job with us can be your gateway to the job market and may lead to further internships or employment. We encourage our employees to continue to develop and grow with us. \n\n\n\nWhat a summer job at SKF entails: \nVaried Tasks: The work period extends over 6-10 weeks, and you will have the chance to participate in exciting projects and have your own areas of responsibility. \n\n\n\nWe are looking for someone who: \nIs currently studying at a university. \nHas good knowledge in at least English. \nShares our passion for SKF and our mission to make the world a better place. \nIs a positive, engaged, and detail-oriented person. \n\n\n\nHow to apply: \nClick the \"Apply\" button and follow the instructions to submit your application. Note that we do only accept applications in English, so both your resume and cover letter need to be in English. We look forward to reading your CV and personal letter. \n\n\nApply now and increase your chances: \nThe application deadline is 2025-03-31. Do not hesitate with your application - your dream start may be closer than you think! \nIf you have any questions regarding the recruitment process, please reach out to Klara Rhodin via email; klara.rhodin@skf.com \nPlease note that we don’t accept any applications via email. \n\n\nWhat happens next: \nDuring March, we will match the applications with our needs and interview candidates. We expect to conclude the recruitment process in April. \nWelcome to be a part of SKF's exciting journey towards a better future! Apply now!",
      "Techstack": [
        "IoT",
        "Python",
        ".NET Framework",
        "automatiserade testfall",
        "API"
      ],
      "Produkt": "Balanseringslösningar och tjänster för tillståndsövervakning",
      "Företagsstruktur": "Globalt företag med anställda inom testutveckling och mjukvaruutveckling, specifika antal anställda framgår ej.",
      "Ekonomi": "Inga specifika ekonomiska siffror eller information finns tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 460,
      "företagsnamn": "LTIMindtree Sverige, filial till LTIMindtree Lim",
      "företagswebb": null,
      "organisationsnummer": "5164040668",
      "sökterm": [
        "Robot Framework",
        "Agile",
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29551342",
      "titel": "Scrum Master",
      "beskrivning": "About Us:\nLTIMindtree is a global technology consulting and digital solutions company that enables enterprises across industries to reimagine business models, accelerate innovation, and maximize growth by harnessing digital technologies. As a digital transformation partner to more than 700+ clients, LTIMindtree brings extensive domain and technology expertise to help drive superior competitive differentiation, customer experiences, and business outcomes in a converging world. Powered by nearly 90,000 talented and entrepreneurial professionals across more than 30 countries, LTIMindtree — a Larsen & Toubro Group company — combines the industry-acclaimed strengths of erstwhile Larsen and Toubro Infotech and Mindtree in solving the most complex business challenges and delivering transformation at scale. For more information, please visit www.ltimindtree.com\nWe are looking a Scrum Master to join our team with below expertise:\nJob Description\nJob Description\n·        Ensure quality practices of Scrum framework commitments around on time delivery\n·        Works with Product Owner to ensure proper balance between features epics and high-quality working software\n·        Facilitates all scrum events\n·        Studies and educates themselves to ensure updated current knowledge of Scrum\n·        Educates the Scrum Team including the Product Owner on agile requirements, agile planning, backlog, creation practices and all things Scrum\n·        Promotes Scrum values as per scrum guide\n·        Promotes commonly accepted better Agile Scrum Practices\n·        Promotes transparency by ensuring that all Scrum events take place to facilitate opportunities to inspect and adapt\n·        Keeps team focused on current Sprint goals Big Visible Charts standup focused\n·        Maintains the decorum of within the team also the same during the events\nSkills\nMandatory Skills : Agile (Value-Driven Delivery), Benefits Management, Flexcube Technical Change Management, Project Governance, Project Planning and Scheduling, Risk/Crisis Management, Schedule Management, Scope & Change Management, Stakeholder Management",
      "Techstack": "Agile, Scrum, Flexcube",
      "Produkt": "Digital transformation, teknologikonsultation och digitala lösningar",
      "Företagsstruktur": "Del av LTIMindtree Lim, som har nästan 90,000 anställda globalt, verksam i över 30 länder",
      "Ekonomi": "Inga externa sökresultat eller ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 461,
      "företagsnamn": "NRG Sweden AB",
      "företagswebb": "http://nrgagency.com",
      "organisationsnummer": "5566119474",
      "sökterm": [
        "Katalon Studio",
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542586",
      "titel": "Projektledare till NRG Agency (vikariat) - Stockholm",
      "beskrivning": "Vi söker en Projektledare, vikariat på ett år med chans för förlängning, som kommer att vara ansvarig för att planera, genomföra och avsluta projekt inom organisationen. Du kommer även att jobba i team, sätta deadlines, kommunicera med intressenter och säkerställa att projekt slutförs i tid, inom räckvidd och inom budget. \nDina arbetsuppgifter\n Öppna upp för nya affärsmöjligheter\n Planera, leda och genomföra projekt enligt uppsatta mål och tidsramar\n Koordinera resurser, budget och tidsplaner\n Utveckla detaljerade projektplaner, inklusive tidslinjer, milstolpar och resursallokering\n Riskhantering och problemlösning under projektets gång\n Utveckla och hantera projektbudgetar\n Spåra projektkostnader och säkerställa kostnadskontroll\n Dokumentation och rapportering av projektstatus\n Se till att kundfakturor betalas i tid\n Full kontroll över tid och pengar i alla projekt\n Resursfördela projekt med de bästa och mest effektiva resurserna som finns och se till att allokerad tid och deadlines hålls.\n Du kommer att mätas mot uppsatta KPI:er\n \nDin bakgrund\nVi söker dig som har:\n Erfarenhet av projektledning, gärna inom event \n Kunskap om projektledningsmetoder (Agile, Scrum, PMP eller PRINCE2 är meriterande) \n Starka kommunikations- och ledarskapsförmågor \n Förmåga att hantera flera projekt samtidigt \n God analytisk förmåga och strukturerat arbetssätt \n Goda kunskaper i engelska och svenska i båda tal och skrift\n \nPersonliga egenskaper\n Problemlösning\n Anpassningsförmåga\n Kommunikationsförmåga (intern och extern)\n Ledarskap\n Strukturerad\n Strategisk\n Finansiell förståelse  \n \nVi erbjuder dig\n En plats i ett fantastiskt team\n Schyssta pensionsvillkor och försäkringar\n Friskvårdsbidrag \n \nÖvrigt\n Omfattning: Heltid, vikariat på ett år med chans till förlängning. Du kommer att bli anställd i NRG Sweden AB.\n Plats: Fräscha lokaler centralt på Östermalm i Stockholm.\n \nFrågor om tjänsten kan ställas till Sara Fooladi på: fooladi@nrgagency.com \nOm NRG Agency\nNRG är brand activation-byrån som tar ditt varumärke till nästa nivå. Vi är din självklara partner för effektiva försäljnings- och marknadsföringsstrategier. Med fokus på sömlösa omnichannel-kampanjer, särskilt inom retail, ser vi till att ert varumärke når era kunder vid varje avgörande kontaktpunkt i deras köpresa - oavsett om det är i butiken, på bussen eller i soffan.\nMed nästan 30 års erfarenhet vet vi vikten av att kombinera kreativitet, funktionalitet och effektivitet. Vår expertis inom både varumärkesbyggande och kommersiell strategi gör att vi kan skapa skräddarsydda lösningar som stärker ditt varumärkes synlighet och levererar verkliga affärsresultat.\nI en digital värld som ständigt förändras, där kvalitet och innovation är avgörande, hjälper vi dig att ligga steget före. Oavsett om du lanserar en ny kampanj, bygger långsiktig kundlojalitet eller förstärker ditt team med specialistkompetens, erbjuder vi verktygen och strategierna du behöver för att lyckas.\nDin framgång är vår drivkraft.",
      "Techstack": "-",
      "Produkt": "Brand activation, försäljnings- och marknadsföringsstrategier, omnichannel-kampanjer",
      "Företagsstruktur": "Heltidstjänst som projektledare, ingen specifik information om antal anställda eller avdelningar",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "Karlgrenkarlgren@nrgagency.com",
          "name": "Karlgrenkarlgren",
          "position": "",
          "source": "http://nrgagency.com"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 462,
      "företagsnamn": "Swedish Nutra AB",
      "företagswebb": null,
      "organisationsnummer": "5591337273",
      "sökterm": [
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29538741",
      "titel": "PPC Specialist  - Full-Time Position",
      "beskrivning": "About us: \nSwedish Nutra is the Nordic’s leading supplement manufacturer, specializing in high-quality supplements, based in the heart of Malmö. We are the producer of Swedish Collagen, a Beauty supplement brand that sells worldwide. We’re looking for a passionate and dynamic individual to join our team and take the project to a new height.\nAbout the role: \nAs a marketing specialist, you are a data-driven and sales-oriented person capable of covering strategy development to execution. In this 100% in-office opportunity, you’ll have creative freedom and resources to plan 360 degrees of all Swedish Collagen marketing strategies.\nYou'll be a great fit as a marketing specialist if you have a problem-solving mindset and a hands-on attitude.  \nKey Responsibilities: \nCampaign Strategy: Collaborate with the marketing team to develop comprehensive campaigns aligning with overall business objectives.\nPaid Advertising: Develop, implement, and optimize paid ad campaigns across platforms such as Google Ads, Facebook, Instagram, and TikTok. Monitor and analyze campaign performance, adjusting strategies to achieve desired KPIs.\nAnalytics and Reporting: Track and report on key performance metrics, providing insights and recommendations for continuous improvement. Use data-driven approaches to inform marketing strategies and decision-making.\nBudget Management: Effectively manage and allocate marketing budgets to ensure maximum return on investment. Monitor spending and adjust strategies to optimize budget utilization.\n\n\n\nRequired Skills and Qualifications:\nAt least 5 years of experience in Digital Marketing with proven records\nExcellent analytical skills, attention to detail, and ability to work independently and in teams\nStrong knowledge of marketing tools, including Google Ads, Meta Business, SEO and other relevant tools\nExperience working with Google Merchant Center and other product xml tools\nKnowledge of website management and social media, including Shopify, Facebook, Instagram, and TikTok\nComfortable working with Adobe Photoshop, Canva, and other related software\nAbility to prioritize and successfully manage multiple projects simultaneously. \nKnowledge of marketing concepts in the beauty industry, including consumer behavior, upcoming trends\nExcellent verbal and written English communication skills\nKnowledge of the beauty industry and influencer marketing is a big plus\nKnowledge of Scrum and Agile methodologies is also a big plus\n\n\n\nWhat we offer:\nCompetitive salary\nOpportunities to develop responsibilities and grow within the company\nAn international and dynamic team\n\n\n\nHow to apply:\nSend your resume and a brief cover letter outlining your relevant experience to info@swedishnutra.com\n\n\nAddress: Lodgatan 19, Malmö\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "Google Ads",
        "Meta Business",
        "SEO",
        "Google Merchant Center",
        "Shopify"
      ],
      "Produkt": "Högkvalitativa kosttillskott, inklusive Swedish Collagen",
      "Företagsstruktur": "Baserat i Malmö, anställer marketing specialist, antal anställda okänt",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 463,
      "företagsnamn": "SJR in Sweden AB",
      "företagswebb": "http://www.sjr.se/",
      "organisationsnummer": "5566523980",
      "sökterm": [
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29529458",
      "titel": "Koncernredovisare till bolag i Södertälje",
      "beskrivning": "Vår kund genomgår en betydande transformation, från att vara en ledande leverantör av lastbilar, bussar och motorer till att erbjuda kompletta och hållbara transportlösningar. Företaget arbetar tillsammans med sina systermärken för att forma framtidens mobilitet med innovativa och miljömedvetna lösningar. Företagets värderingar – kundfokus, respekt, laganda, ansvar och effektivitet – präglar alla deras verksamheter, och de strävar efter en hållbar framtid.\n\nOm tjänsten\nVi söker en engagerad och erfaren konsult som Business Developer, Application Specialist för att driva och utveckla gemensamma processer inom koncernredovisning och delta i förändringsprojekt. Detta är ett konsultuppdrag med start så snart som möjligt och 15 månader framåt. I rollen kommer du att vara en nyckelspelare i att förbättra interna processer och säkerställa att våra system och processer är effektiva och anpassade efter verksamhetens och ägarnas behov.\n\nHuvudsakliga arbetsuppgifter\n- Delta i och utveckla grupprocesser för att säkerställa effektivitet och kvalitet.\n- Samarbeta med olika avdelningar för att identifiera och implementera förbättringar.\n- Ansvara för användaråtkomst och säkerställa att processer är säkrade i kommande system.\n- Utveckla och genomföra utbildningsprogram för att guida användare till mer effektiva arbetsmetoder.\n- Hantera avancerade utredningar och analysera källor eller regler.\n- Supportera globalt team vid bokslut.\n- Kommunicera och samarbeta med interna och externa partners om förändringar och krav.\n\n- Hantera användarsupport och beställning av komponenter.\n- Samarbeta med IT och andra avdelningar för att lösa systemfrågor.\n- Extrahera, validera och publicera avstämningsrapporter.\n- Ge teknisk support och fungera som bollplank vid systemfrågor.\n- Uppdatera manualer och skapa supportärenden.\n\nLämplig bakgrund\n- Erfarenhet av att leda och utveckla processer inom en liknande roll.\n- Stark kommunikations- och samarbetsförmåga.\n- Förmåga att arbeta självständigt och ta initiativ.\n- God förståelse för system och processer inom koncernredovisning och IT.\n- Erfarenhet av användaråtkomst och informationssäkerhet.\n\nPersonliga egenskaper\nTekniska färdigheter:\n\n- Erfarenhet av att arbeta med konsolideringssystem som SAP BCS eller Oracle HFM.\n- Kunskap om datahantering och systemintegrationer.\n- Erfarenhet av användaråtkomstverktyg som t.ex. IGA.\n- Erfarenhet av att modifiera rapporter i rapporteringsverktyg.\n\nProjektledningsfärdigheter:\n\n- Förmåga att planera och genomföra projekt från start till slut.\n- Hantera flera projekt samtidigt och effektivt prioritera uppgifter.\n- Stark problemlösningsförmåga och beslutsfattande under press.\n- Erfarenhet av att arbeta med projektledningsmetoder som Agile och Scrum.\n\nAnsökan\nFör mer information om tjänsten är du välkommen att kontakta ansvarig Konsultchef Emma Hultberg på 0766471641. Vi intervjuar löpande och tjänsten kan komma att tillsättas innan ansökningstiden har gått ut. Sista ansökningsdag är 2025-04-09. \n\nVarmt välkommen med din ansökan!\n\nKonsult hos SJR\nDu drivs av att utvecklas och inspireras av nya utmaningar och miljöer. Du har en förmåga och känsla för att verka i olika verksamheter och grupper. Vi arbetar i nära samarbete med dig och är lyhörda för dina önskade utmaningar. Tillsammans med vårt goda renommé och varumärke samt med våra framgångsrika kunder kan vi matcha rätt uppdrag för dig och stödja dig i din önskade karriär.\n\nOm företaget SJR in Sweden (SJR) är ett av Sveriges ledande rekryterings- och konsultföretag och har sedan 1993 byggt upp ett brett kontaktnät i näringslivet inom denna sektor. Personlig service och kvalitet är utmärkande för SJR. Vi är idag ca 550 anställda och har kontor i Stockholm, Malmö, Göteborg och Helsingborg. Vår främsta resurs är vår personal och vår vision är att vara förstahandsvalet för ekonomer som vill byta arbete och för företag som behöver personalresurser inom Ekonomi och Bank & Finans. SJR är noterat på First North. Vi hjälper våra kunder att tillsätta tjänster på chef-, specialist- och assistentnivå.",
      "Techstack": [
        "SAP BCS",
        "Oracle HFM",
        "IGA",
        "Agile",
        "Scrum"
      ],
      "Produkt": "Rekrytering och konsulttjänster inom ekonomi och bank & finans",
      "Företagsstruktur": "Ca 550 anställda, kontor i Stockholm, Malmö, Göteborg och Helsingborg",
      "Ekonomi": "Noterat på First North",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "fornamn.efternamn@sjr.se",
          "name": "Fornamn Efternamn",
          "position": "",
          "source": "https://sjr.se/om-oss/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/sjr/",
        "facebook": "https://www.facebook.com/sjr.se/",
        "twitter": null,
        "instagram": "https://www.instagram.com/sjr.se/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 464,
      "företagsnamn": "Karolinska Inst",
      "företagswebb": null,
      "organisationsnummer": "2021002973",
      "sökterm": [
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29525272",
      "titel": "Systemutvecklare till Karolinska Institutet Biobank",
      "beskrivning": "https://ki.\r\n\r\nse/forskning/ki-biobank (KI Biobank) är en core-facilitet på Karolinska Institutet (KI) vid institutionen för medicinsk epidemiologi och biostatistik (MEB). Biobankens uppdrag är att tillhandahålla tjänster och en infrastruktur för biobankning av prov och data som insamlas och som används i etiskt godkända forskningsstudier med målet att förbättra människors hälsa. Vi erbjuder kostnadseffektiv service som kännetecknas av hög kvalitet och säkerhet och som kan möta forskningens behov av en snabb och flexibel forskningsinfrastruktur. Vår vision är enkel: bättre hälsa för alla.\n\nInstitutionen för medicinsk epidemiologi och biostatistik bedriver forskning inom epidemiologi och biostatistik inom ett brett spektrum av områden inom biomedicinsk vetenskap. Institutionen är bland de största inom sitt område i Europa och har särskilt starka forskningsprofiler inom psykiatrisk, cancer-, reproduktiv, pediatrisk, farmakologisk, genetisk och geriatrisk epidemiologi, ätstörningar, precisionsmedicin, och biostatistik.\n\nEn del av framgången för institutionen beror på vår samarbetsanda, där en stor bidragande faktor är att forskare vid institutionen delar och samfinansierar gemensamma resurser (som t.ex. IT och en tillämpad biostatistikgrupp). Institutionen ligger på campus Solna. Mer information finns på http://ki.se/meb.\n\nVill du bidra till medicinsk forskning av toppkvalitet?\nPå Karolinska institutet söker vi nu en talangfull expert till KI Biobank som kan säkerställa att våra IT-system är effektiva och säkra. IT-gruppen på KI Biobank består idag av fyra mjukvaruutvecklare som arbetar tillsammans med system som stödjer prov- och datainsamling för forskning, både vid KI och andra svenska forskningsenheter.\n\nDin roll\nSom mjukvaruutvecklare på KI Biobank kommer du att vara en del av en dynamisk och innovativ grupp i hjärtat av Karolinska Institutet. Det arbete som utförs vid biobanken har potential att förbättra hälsa, öka livskvaliteten och leda till nya behandlingar för olika sjukdomar. Din roll är fokuserad kring utveckling, underhåll och drift av vårt “Laboratory information management system” (LIMS) och stödsystem kopplade till detta. För närvarande har vi närmare 9 miljoner prover från strax under en miljon provgivare lagrade i frysar på biobanken och all data kopplade till dessa hanteras i vårt LIMS. Vidare ansvar gruppen även för utveckling och underhåll av skript som styr laboratorierobotar samt integration av laboratorieutrustning med våra IT-system. I de dagliga arbetsuppgifterna ingår även support till de IT-system som används på biobanken. Givet att vi hanterar känsliga forskningsdata i våra system är säkerhet en nyckelprioritet i vårt utvecklingsarbete.\n\nVem är du?\nKrav\n\n - Universitetsexamen i datavetenskap, datateknik eller motsvarande.\n - Erfarenhet av fullstackutveckling med fokus på backend-utveckling i Java.\n - Erfarenhet av att använda versionskontroll.\n - Erfarenhet av att använda SQL-databaser.\n - Goda kunskaper i svenska och engelska både skriftligt och muntligt.\n - Erfarenhet av att erbjuda support till användare.\n\n\nPersonliga kvalifikationer\n\n - Du har god samarbetsförmåga.\n - Du är strukturerad och flexibel.\n - Du har god analytisk förmåga.\n\nStor vikt kommer att läggas på den sökandes personliga egenskaper.\n\n\nÖnskvärda färdigheter\n\n - Erfarenhet av att migrera databaser.\n - Erfarenhet av agila arbetsmetoder, till exempel Scrum.\n - Erfarenhet av kontinuerlig integration och deployment.\n - Kunskaper i att distribuera applikationer på Linux- och/eller Windows-miljöer.\n - Erfarenhet att jobba med Mulesoft eller andra liknande verktyg.\n - Erfarenhet av att arbeta som IT-konfigurationsspecialist, till exempel att konfigurera/ anpassa komplex mjukvara för att passa specifika behov.\n - Kunskaper i Laboratory Information Management System (LIMS).\n - Kunskaper i VBScript eller liknande skriptspråk.\n\nVad erbjuder vi?\nhttps://ki.se/om-ki/tio-skal-att-valja-karolinska-institutet\n\nEn kreativ, internationell och inspirerande miljö fylld av kompetens och nyfikenhet. Karolinska Institutet är ett av världens ledande medicinska universitet. Vår vision är att driva utvecklingen av kunskap om livet och verka för en bättre hälsa för alla. Här bedriver vi framgångsrik medicinsk forskning och har det största utbudet av medicinska utbildningar i Sverige. Som universitet är Karolinska Institutet en statlig myndighet. Det gör att du får goda förmåner genom vårt kollektivavtal. Medarbetare på KI erbjuds också möjlighet till ett flexibelt arbetssätt. Det innebär att om den verksamhet du jobbar i tillåter, så kan du arbeta en del av din arbetstid på distans. Du får även träna fritt i våra moderna friskvårdsanläggningar där utbildad personal finns på plats.\n\nPlacering: Solna\n\n\n\nAnsökan\nVarmt välkommen med din ansökan!\n\nAnsökan ska göras via rekryteringssystemet Varbi. I denna rekrytering söker du med ditt CV utan personligt brev. I ansökningsformuläret kommer du istället att få svara på några frågor om varför du söker jobbet.\n\nVid tillsvidareanställning tillämpar Karolinska Institutet 6 månaders provanställning.\n\n Vill du göra skillnad – och bidra till en bättre hälsa för alla? Sök jobb hos oss",
      "Techstack": [
        "Java",
        "SQL",
        "LIMS",
        "VBScript",
        "Mulesoft"
      ],
      "Produkt": "Tjänster och infrastruktur för biobankning av prov och data till etiskt godkända forskningsstudier.",
      "Företagsstruktur": "Institutionen för medicinsk epidemiologi och biostatistik på Karolinska Institutet, stor samarbetsanda, IT-grupp bestående av fyra mjukvaruutvecklare.",
      "Ekonomi": "Inga specifika ekonomiska siffror angivna.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 465,
      "företagsnamn": "Unik Resurs i Sverige AB",
      "företagswebb": null,
      "organisationsnummer": "5560525833",
      "sökterm": [
        "Tableau",
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556875",
      "titel": "Junior Business Analyst",
      "beskrivning": "Företagspresentation Till vår kund Siemens Energy, en ledande global aktör inom energibranschen, söker vi nu en junior Business Analyst för ett uppdrag på deras site i Finspång. Företaget är tack vare högteknologisk och innovativ produktutveckling en etablerad partner inom energisektorn som levererar avancerade samt hållbara lösningar för marknadens nuvarande och framtida behov. Du får genom det här uppdraget möjlighet att arbeta i en internationell och framåtsträvande miljö där utvecklingsmöjligheterna är många. Det här är inledningsvis ett konsultuppdrag på 6 månader via Unik Resurs med god möjlighet till förlängning. \nVi tillämpar löpande urval vilket innebär att uppdraget kan komma att tillsättas tidigare än sista ansökningsdatum.\n\nArbetsuppgifter och ansvarsområden Business Analyst Är du en analytisk och datadriven person med starka kommunikationsfärdigheter? Vill du arbeta i en dynamisk miljö där du får möjlighet att analysera data, identifiera trender och bidra till affärsbeslut? Siemens Energy i Finspång söker nu en Business Analyst som vill vara en del av vårt team och arbeta med strategisk dataanalys och beslutsstöd. \nOm rollen Som Business Analyst hos oss kommer du att arbeta med att samla in, analysera och visualisera data för att stödja affärsbeslut. Du kommer att samarbeta med olika avdelningar för att förbättra processer och identifiera möjligheter för optimering. Dina huvudsakliga arbetsuppgifter inkluderar: \n- Analysera stora datamängder för att identifiera trender och insikter. \n- Utveckla rapporter och visualiseringar med hjälp av Power BI och Tableau. \n- Skapa och underhålla databaser samt bidra till systemarkitektur. \n- Kommunicera komplex information på ett tydligt och strukturerat sätt till olika intressenter. \n- Skriva användarberättelser och dokumentation för systemutveckling. \n- Samarbeta med team inom både teknik och affärsutveckling för att förbättra datadrivna beslut.\n\nDin profil För att lyckas i rollen söker vi dig som är analytisk, lösningsorienterad och har en god förmåga att samarbeta. Du har en stark kommunikativ förmåga och kan förklara komplex information på ett pedagogiskt sätt. \nSkallkrav: \n- Masterexamen i industriell ekonomi eller närliggande område. \n- Erfarenhet av dataanalys och beslutsstöd. \n- Goda kunskaper i Microsoft Office (Excel, PowerPoint, Word). \n- Förmåga att kommunicera effektivt på både svenska och engelska, i tal och skrift. \n- Erfarenhet av att arbeta i team och hantera olika intressenter. \nMeriterande: \n- Erfarenhet av databashantering och systemarkitektur. \n- Kunskap i Power BI, Tableau eller andra visualiseringsverktyg. \n- Erfarenhet av att arbeta med användarberättelser och dokumentation.\n\nBli en del av Unik Resurs – Din karriär och utveckling är vår prioritet! Vi värderar varje individs unika kompetens och engagemang. På Unik Resurs strävar vi efter att inte bara vara din arbetsgivare, utan en partner i din karriärsutveckling. Vi är ett team och genom regelbundna avstämningar jobbar vi tillsammans för att du både ska utvecklas och trivas i din roll som konsult. Vårt erbjudande: \n- Fast månadslön: Hos oss får du ekonomisk stabilitet med en konkurrenskraftig och pålitlig månadslön. \n- Trygga anställningsvillkor: Vi följer kollektivavtal och erbjuder förmånliga försäkringar för din trygghet och välbefinnande. \n- Personlig och professionell utveckling: Du kommer att ha kontinuerlig kontakt med din Konsultchef, som finns där för att ge både personlig support och professionell coachning. \n- Unikt nätverk: Som en del av Unik Resurs är du aldrig ensam. Du blir en del av ett nätverk av professionella, där samarbete och stöd står i centrum. \n- Kompetensutveckling genom Unik Academy: Vi investerar i din framtid genom kontinuerlig utbildning och utvecklingsmöjligheter via vår Unik Academy. \nVi välkomnar dig att ta nästa steg i din karriär med oss på Unik Resurs. Ansök idag för att bli en del av vårt engagerade och framåtsträvande team!\n\nAnsök redan idag! Passar du in på ovanstående profil, tveka inte att ansöka redan idag! Urval sker löpande vilket innebär att tjänsten kan komma att tillsättas innan sista ansökningsdatum.Glöm inte att motivera så utförligt som möjligt varför just du är lämplig för denna tjänst och att uppdatera dina uppgifter i ditt CV.Sök tjänsten genom att klicka på ansök och registrera dig i vår databas, detta för att följa riktlinjerna som gäller för GDPR. \nFör frågor gällande tjänsten eller rekryteringsprocessen vänligen kontakta ansvarigt rekryteringsteam;Jessica Ferm070-410 63 91jessica.ferm@unikresurs.se\n\nUnik Resurs Välkommen till Unik Resurs!Din rekryterings- & utvecklingspartner i med- & motgång \nHos oss är du alltid välkommen att kontakta ansvarig rekryterare om du har frågor eller funderingar kring ett annonserat uppdrag.Om inte detta uppdrag passar dig är du välkommen att kontakta oss så kanske vi kan hitta ditt drömjobb tillsammans. Vi känner regionen och vet var du kan göra bäst nytta med din profil. \nLycka till! \n#LI-Hybrid",
      "Techstack": [
        "Microsoft Office",
        "Power BI",
        "Tableau",
        "Databashantering",
        "Systemarkitektur"
      ],
      "Produkt": "Rekrytering och konsulttjänster",
      "Företagsstruktur": "Inga specifika detaljer om antal anställda eller avdelningar angivna i beskrivningen",
      "Ekonomi": "Inga specifika ekonomiska uppgifter angivna",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 466,
      "företagsnamn": "Barkfors Fleet AB",
      "företagswebb": "http://www.bf.se",
      "organisationsnummer": "5566228903",
      "sökterm": [
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29513550",
      "titel": "Teknisk projektledare till logtech-bolaget Barkfors",
      "beskrivning": "Är du redo att ta en nyckelroll i ett företag där innovation och teknik står i fokus och vill leda spännande projekt från idé till färdig produkt? Trivs du med att arbeta nära både utvecklingsteam och kunder för att se till att produkten blir som tänkt?\nVi på Barkfors är ett sammansvetsat team som alltid strävar efter att finna den bästa lösningen för våra kunder och nu söker vi en teknisk projektledare som tillsammans med oss kan säkerställa att vi förblir marknadsledande inom branschen! \nBarkfors är marknadsledande inom logtech och erbjuder en modern transportplaneringslösning för företag inom transport- och logistikbranschen. Med över 30 års erfarenhet och passion för nya innovationer kombinerar vi gårdagens lärdomar med den allra senaste tekniken. Våra kunder känner oss bäst genom vår kärnprodukt; mjukvaruprogrammet T5 som ger ett förbättrat stöd, ökad kontroll och effektivare administration av kundens kärnverksamhet. \nOm rollen \nRollen som teknisk projektledare hos oss på Barkfors innebär att du driver omfattande projekt inom mjukvaruutveckling. Din huvudsakliga uppgift kommer vara att leda uppgraderingen av vårt transportledningssystem T5, där du från början till slut kommer omsätta kundernas och verksamhetens behov till innovativa tekniska lösningar. När grundarbetet är på plats kommer rollen gradvis att övergå till en produktägarroll, där du kommer att fortsätta ansvara över den strategiska utvecklingen och förbättring av systemet. Du kommer att spela en nyckelroll i att säkerställa att T5 fungerar smidigt och att vi levererar högkvalitativa lösningar till våra kunder. \nDet finns en nära koppling mellan flera av bolagen i Progrits-gruppen. Som projektledare i Barkfors kan du därför komma att få arbeta med projekt som spänner mellan Barkfors och andra bolag inom koncernen. \nHos oss på Barkfors värderar vi grit högt. Det innebär att vi är ihärdiga, beslutsamma och modiga nog att ta oss an utmaningar tillsammans. Förutsättningarna är inte alltid optimala och riktlinjerna skapas längs vägen – precis som livet i allmänhet. Detta mindset känner du igen dig i . \nOm dig \nFör att trivas och bli framgångsrik i rollen är din attityd och drivkraft viktigare än lång erfarenhet, du har ett par års erfarenhet av projektledning inom mjukvaruutveckling och känner dig nu redo att ta nästa steg i din karriär. Du har vana att driva projekt (gärna inom SaaS) från start till mål samt erfarenhet av integrationer mellan olika system och vill nu ta dig an en nyckelroll där du har ansvar att leda interna utvecklingsprojekt. Vi verkar inom transportbranschen och förståelse för våra kunders logistikflöden är central, därför ser vi det som ett stort plus om du har jobbat i branschen eller kommit i kontakt med transportledningssystem (eller som det så fint heter TMS – Transportation Management System ). Du är en problemlösare med ett öga för detaljer och en passion för teknik, du brinner för att ta tag i komplexa projekt och har en stark förmåga att navigera genom olika utmaningar. \nVi letar efter någon med erfarenhet av att arbeta i Microsoft-miljö och som är bekant med cloudmiljöer (Azure). Meriterande är om du har erfarenhet av applikationsutveckling och arbetat enligt SAFe/scrum. Då vi är ett mindre företag är en av våra styrkor att vi alla hjälps åt - i stort som i smått. Du får energi av att arbeta agilt i en mindre organisation med korta beslutsvägar. \nVåra kunder finns till stor del i Sverige och därför behöver du kunna kommunicera obehindrat i både tal och skrift på svenska. \nVilka vi är \nBarkfors, som är baserat i Hyllie i Malmö, är ett produktbolag med över 30 års erfarenhet inom utveckling av transportrelaterade tjänster och produkter. Barkfors kärnprodukt är mjukvaruprogrammet T5; ett transportledningssystem fullspäckat med finesser för att förenkla och förbättra transportföretagens dagliga arbete. Vårt mål är att göra transporter så optimala och effektiva som möjligt med hänsyn till tid, pengar och miljö. \nVi har en ledande position på den svenska marknaden och våra kunder spänner mellan allt från stora lastbilscentraler till mindre åkerier, samt företag inom renhållningssektorn. \nIdag är vi över 30 medarbetare som alla är involverade och har stolthet för den produkten vi utvecklar. Tillsammans med våra kunder ser vi till att T5 aldrig slutar förbättras och utvecklas. Vi hoppas att du ska trivas i ett mindre bolag med korta beslutsvägar där vi främjar innovation och samarbete! \nLåter det intressant – kontakta oss! \nLåter det här som ett team, en arbetsmiljö och kultur du skulle kunna trivas i – då vill vi gärna höra mer från dig! Sök jobbet, connecta med oss eller dela detta med någon du tror skulle passa in. \nHar du frågor om tjänsten, teamet eller företaget hör du av dig till Linnea Olsson, People Business Partner på Progrits, linnea.olsson@progrits.se \nEn del av Progrits \nBarkfors är en del av Progrits – en nordisk mjukvarukoncern med ett tiotal entreprenörsdrivna bolag inom branscherna fordon, transport & logistik samt integrerad e-handel. Vi drivs av teknisk innovation, med kravet att kundnyttan alltid står i centrum. Sedan 2023 är Progrits en del av Axcel, ett nordiskt riskkapitalbolag med stort intresse för tech-sektorn. \nAtt vara en del av Progrits innebär ökade möjligheter för utveckling både för oss som företag och för dig som anställd, och samtidigt större trygghet. \nÄr du som oss, tror vi att du vill känna meningsfullhet på jobbet – och vara med om att göra Barkfors till ett ännu bättre och roligare ställe att jobba på. För roligt är viktigt – jobbet är en för stor del av livet för att inte ha kul.",
      "Techstack": "Microsoft-miljö, Azure, SaaS, applikationsutveckling, SAFe, Scrum",
      "Produkt": "Transportledningssystemet T5",
      "Företagsstruktur": "Över 30 anställda, del av Progrits-gruppen",
      "Ekonomi": "Inga specifika ekonomiska uppgifter angivna",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "sales@bf.se",
          "name": "Sales",
          "position": "",
          "source": "http://www.bf.se"
        },
        {
          "email": "info@bf.se",
          "name": "Info",
          "position": "",
          "source": "http://www.bf.se"
        },
        {
          "email": "support@bf.se",
          "name": "Support",
          "position": "",
          "source": "http://www.bf.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 467,
      "företagsnamn": "T-Kartor Group AB",
      "företagswebb": "http://www.t-kartor.com",
      "organisationsnummer": "5565132437",
      "sökterm": [
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29510488",
      "titel": "Join T-Kartor as a French-speaking Project Manager",
      "beskrivning": "Shape the Future with Us! Join T-Kartor as a French-speaking Project Manager \n\n\nOverview \nAre you a dynamic and experienced project manager with a passion for cartography and innovative solutions? T-Kartor, a leading company in geographic information systems, is seeking a French-speaking Project Manager to join our vibrant team in Kristianstad, Sweden, with the flexibility to work part of the time remotely (within commuting distance of the office). \n\n\nAbout the Role \nAs a Project Manager at T-Kartor, you will lead exciting cartographic service projects, from inception to completion, ensuring they are delivered on time, within scope, and on budget. You will be customer-facing, and collaborate closely with internal resources, sub-contractors, and stakeholders, providing regular updates and proactively addressing any challenges. Your role will involve: \n\n\nPlanning and executing projects in line with T-Kartor’s Quality Management System \nCoordinating with various departments and ensuring alignment with organizational goals \nDeveloping detailed project plans, tracking progress, and managing changes \nIdentifying potential risks and implementing effective mitigation strategies \nConducting project evaluations and exploring additional business opportunities \n\n\n\nYou will report to the Head of Cartographic Services and work closely with colleagues across all levels to ensure high customer satisfaction. \n\n\nYour Profile \nWe are looking for a candidate who thrives in a dynamic environment and has: \n\n\nProven experience as a Project Manager, particularly in technical projects \nFluency in French and English (both written and spoken, minimum CEFR level C1) \nStrong knowledge of project management methodologies (Agile, Scrum, Waterfall) \nExcellent leadership, organizational, and problem-solving skills \nAbility to manage multiple projects simultaneously and meet tight deadlines \nProficiency in project management tools such as Microsoft Project, Jira, Trello, or Asana \n\n\n\nAdditional language skills in Swedish, Norwegian, German, Spanish, or others are a plus. You should be prepared to travel for customer meetings within Sweden and abroad (primarily France and other European countries) several times a year. Knowledge of maps and cartography, public transit systems, system development, task and workflow automation, and graphic design are all beneficial – tell us what makes you the perfect choice for this job! \n\n\nWhy Join Us? \nSince 1985, T-Kartor has combined cartography, GIS, and programming expertise to create and maintain geographic information, maps, and charts. We are currently developing our services and solutions for customers in major cities such as Paris, Geneva, London, and New York, as well as public sector organizations worldwide. \n\n\nWe are a growing and innovative company with a global footprint. We value creativity, teamwork, and openness. We offer a collaborative, innovative, and inclusive work environment where you can grow professionally alongside inspiring colleagues. \n\n\nHow to Apply \n\n\nSend your CV and personal letter to recruit@t-kartor.com. Your CV should detail your work experience, education, and professional qualifications, while your personal letter should introduce yourself and highlight your language skills and EU citizenship status. By applying, you authorize T-Kartor to perform background checks and verify the information provided. \n\n\nJoin us and shape the future—one project at a time!",
      "Techstack": "Microsoft Project, Jira, Trello, Asana, Agile, Scrum, Waterfall",
      "Produkt": "Kartografiska tjänster, geografisk information, kartor och diagram",
      "Företagsstruktur": "Avdelningar inkluderar Cartographic Services, antal anställda anges ej",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 468,
      "företagsnamn": "Planet Payment Sweden AB",
      "företagswebb": "https://www.weareplanet.com/",
      "organisationsnummer": "5567637540",
      "sökterm": [
        "Agile"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29549572",
      "titel": "IT Systems Engineer",
      "beskrivning": "About Planet\nPlanet is a global provider of integrated technology and payments solutions for retail and hospitality customers. \nWe create great experiences for the millions of people who use our payments, software, and tax-free solutions every minute of every day. \nPlanet empowers its customers to deliver great customer experiences by combining payments and software in ways that drive greater loyalty, increase revenue and save time. \nFounded over 35 years ago and with our headquarters in London, today we have more than 2,500 employees located across six continents serving our customers in more than 120 markets.\nRole Overview:\nAs an IT Systems Engineer, you are responsible for our Data Center in Stockholm and for the maintenance, administration and installation of our server systems and our network. Do you already have experience in the areas mentioned and would you like to learn about new areas? You are willing to be part of  oncall responsibility out of busines hours ? Then you've come to the right place!\nWe work with agile development methods and use Atlassian Jira and Confluene.\nWhat you will do:\nMaintenance, administration & installation of server systems (Windows, Linux).\nAdministration of the network infrastructure.\nAdministration of our VMware Virtualization environment.\nAdministration of the Data Recovery Tool veeam.\nIT hardware preparation and provisioning.\n Software distribution and software standardization.\nMonitoring the IT landscape.\nCreation, review and updating of IT documentation and the IT emergency concept.\nParticipation in IT projects and continuous improvement of the IT landscape.\nITSM-based way of working with Jira.\nWho you are:\nCompleted training as an IT systems integration specialist, a degree in computer science or a comparable professional qualification.\nProfessional experience as an IT Systems Engineer.\nGood knowledge of written and spoken English.\nAbility to work under pressure and a high level of motivation.\nWillingness to participate on our rolling oncall duty out of business hours.\nA structured, independent and goal-oriented way of working.\nA sense of responsibility for yourself, your actions and your professional progress.\nAnalytical skills and strong problem-solving skills.\n Willingness to acquire new knowledge and participate in training and certifications.\nThe position requires on-call availability on a rotational basis, one week per month.\nWhy Planet :\nPlanet is an equal opportunity employer where diversity is valued, and all employment is decided based on qualifications, merit, and business need.\nCome and grow your career in the most exciting, fast paced technology market, with a business that delivers feel-good connected commerce.",
      "Techstack": [
        "Windows",
        "Linux",
        "VMware",
        "Veeam",
        "Jira"
      ],
      "Produkt": "Integrerade teknologi- och betalningslösningar för detaljhandel och hotellbranschen",
      "Företagsstruktur": "Över 2500 anställda, verksamhet på sex kontinenter, tjänar kunder i över 120 marknader",
      "Ekonomi": "Inga externa sökresultat hittades",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/planet/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 469,
      "företagsnamn": "IKEA Supply Services (Sweden) AB",
      "företagswebb": null,
      "organisationsnummer": "5563911469",
      "sökterm": [
        "Agile"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29546971",
      "titel": "Solution Architect - Logistics and Fulfillment",
      "beskrivning": "Company Description\nInter IKEA Group brings together three areas: Retail Concept, Range and Supply. Together we work constantly to improve the IKEA home furnishing offer and make it more accessible for the many people. You will be part of IKEA Supply and the Supply Chain Development organization. IKEA Supply is responsible for securing that the product offer is produced and delivered to our customers. We lead the supply agenda across many functions and work together with all business areas, different business units, but also retail markets to secure customer availability in all markets and sales channels at lowest total cost.\nSupply Chain Development (SCD) is one of the business units at IKEA Supply and we are on an exciting journey! By gathering the end-to-end supply chain development and innovation agenda into one organization, embedding management and development of processes and digital solutions into the business, we will meet the future with the right competences and business capabilities. By this we will also create the preconditions to a world class supply chain that enable IKEA to efficiently respond to the ever-changing customer needs. \nCapability Development Area Logistics and Fulfillment  \n Our team aims to enhance logistics and fulfilment, ensuring a smooth and cost-effective supply chain that complies with regulations in today's omnichannel environment. \n We collaborate to streamline processes, delivering digital and non-digital products benefiting IKEA franchisees, supporting expansion in area of supply for an affordable and sustainable customer experience.  \n \nJob Description\nAs Solution Architect within Capability Area Logistics and Fulfillment, you will be part of a digital product team where Agile principles lay as a foundation for how we do our development. We develop our business through processes, data, people and technology. All these aspects need to be considered in an End-to-End context where you protect the integrity of the digital product from an architectural aspect.  \nYou will work with digital products within Customs area but belonging to a Competence Development Hub. \n \nThe assignment will include:\nResponsible for detailing IT functional and non-functional requirements for given business requirements in the business solution delivery process, incl. support with clarifying business requirements.\nSecure that IT solutions fulfil the agreed functional and non-functional business requirements.\nSecure, develop and review high-level design. Approve low-level design of the implementation of a business transformation with an IT component to support running business, provide guidance towards service improvements and service transition.\nGovern that the design of the solutions conforms to the solution architecture and is efficient, meet business requirements and based on a holistic architecture.\nIs responsible for securing the architecture vision and goals of the Customs area in the solution architecture and system development process.\nIn a close dialog with stakeholders create and shape business and IT-related ideas into current state, future state, and transition states to guide the detailed design and delivery of business solutions.\nIn close collaboration with Enterprise Architects lead solution activities within the capability area, establish solution/infrastructure design in accordance with the architecture and provide technology advice.\n\n \nQualifications\nIKEA is rapidly moving into a digital future, and we need you to support IKEA on this journey. We need someone who is curious, structured, challenging, and fearless. You have a software development background and are thinking of going into the area of solution architecture. \n \nDo you have what we are looking for?\nYou are interested in business and like to see how IT can enable people to achieve business results. You feel comfortable to explain technical information to people in a simple and easy-to understand way.\nYou can interact with strong stakeholders confidently – understand them and their needs as well as making them understand you.\nYou have excellent analytical skills. You can see the big picture as well as the details and to structure information and derive conclusions and consequences out of them. For you, quality is important.\nAre experienced in using models, methods and tools within analysis and design and have solid knowledge of general IT frames e.g., standards, infrastructure and platforms, frameworks, development concepts and processes. If you know or even work with IKEA IT landscape, it will be a bonus.\nCan work in an environment where the pre-conditions may change from one day to another and where we sometimes need to deliver these changes with short notice to avoid risk of breaking laws and regulations.\nYou have strong social and communication skills and are enthusiastic, driven, and structured.\nYou are fluent in both spoken and written English and have the desire to work in a simple, effective, and understandable way\n\n \nWe have a mix of home-built solutions and bought solutions from providers such as SAP, Descartes & Oracle. Our ambition is to transform into global standard platforms.\n \nAdditional information\n \nWe look forward to receiving your application in English. Please note that we will be interviewing continuously, which means that we may close the application process earlier than stated if we find the right candidate. This position is based in Älmhult, Sweden and it will require some travelling.\n \nWe regret that we are unable to handle applications made by e-mail. We encourage you to apply as soon as possible, but no later than 28 Mar. 2025. \n \nFor more information about the position, please contact the Hiring Manager Competence Hub Development Manager, Martin Sjöbäck at Martin.Sjöbäck@inter.ikea.com. For questions regarding the recruitment process, please contact People & Culture Specialist Katie Pettersson at katie.pettersson1@inter.ikea.com.\n \nWe look forward to receiving your application.",
      "Techstack": "SAP, Descartes, Oracle, digitala lösningar, IT-system, processer, data",
      "Produkt": "Utveckling och leverans av digitala produkter inom logistik och uppfyllelse, stöd för affärstransformation med IT-komponenter",
      "Företagsstruktur": "Del av Inter IKEA Group, ingår i Supply Chain Development, arbetar med olika affärsområden och enheter; antal anställda okänt",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 470,
      "företagsnamn": "Luleå Tekniska Universitet",
      "företagswebb": null,
      "organisationsnummer": "2021002841",
      "sökterm": [
        "Generative AI",
        "Katalon Studio",
        "Blockchain",
        "NLP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29544055",
      "titel": "PhD Student in Machine learning",
      "beskrivning": "Luleå University of Technology is in strong growth with world-leading competence in several research areas. We shape the future through innovative education and ground-breaking research results, and based on the Arctic region, we create global social benefit. Our scientific and artistic research and education are conducted in close collaboration with international, national and regional companies, public actors and leading universities. Luleå University of Technology has a total turnover of nearly SEK 2,1 billion per year. We currently have 1,900 employees and 18,700 students.\n\nIn the coming years, multi-billion investments will be made in large projects in Northern Sweden to create a fossil-free society both nationally and globally. Luleå University of Technology is involved in several of these cutting-edge research projects and in the societal transformation that they entail. We offer a broad range of courses and study programmes to match the skills in demand. We hope that you will help us to build the sustainable companies and societies of the future.The Machine Learning Group at Luleå University of Technology seeks a doctoral student in machine learning. We offer well-equipped laboratory facilities for research and an excellent inter-disciplinary academic network in Sweden and abroad. \n\nSubject description \nMachine learning focuses on computational methods by which computer systems uses data to improve their own performance, understanding, and to make accurate predictions and has a close connection to applications. \n\nProject description \nThis PhD project focuses on advancing the field of multi-modal data analysis and generation, integrating computer vision, natural language processing (NLP), and machine learning to enable innovative interactions with unmanned aerial vehicles (UAVs). The goal is to develop a system capable of analyzing and synthesizing multi-modal data—combining visual imagery with textual inputs—to enhance UAV capabilities in real-world applications. \nThis project aims to efficiently manage unannotated or partially labeled datasets by utilizing weakly-supervised and self-supervised learning, enabling scalable and cost-effective solutions. The outcome will include a proof-of-concept demo showcasing multi-modal data-driven interactions with drones. \nYou will also be involved in the MARTINA project. This project drives innovation and development forward through applied AI and advanced digitization to strengthen the competitiveness of the region's small and medium-sized companies. \n\nDuties \nAs a PhD student, you are expected to perform both experimental and theoretical work within your research studies and communicate your results at national and international conferences and in scientific journals. Most of your working time will be devoted to your research studies. In addition, you will have the opportunity to get familiar with the role of the teacher by participating in our teaching mission. \n\nQualifications \nWe are looking for a very motivated and enthusiastic doctoral student who has \nCompetence and skills: \n-Strong foundation in computer vision (e.g., object detection, image segmentation) and NLP (e.g., text reasoning, language models). \n-Knowledge of generative AI models (e.g., transformers, GANs) for text, image, or cross-modal data. \n-Familiarity with self-supervised learning and weakly-supervised learning techniques. \n-Familiarity with UAV technology or experience with embedded systems is a plus. \n-Solid programming skills in Python or similar languages. \n\nAs a person you should have a strong analytical thinking and problem-solving abilities. You should also have excellent written and oral communication skills in English. It’s also important that you have the ability to work collaboratively in a multidisciplinary and dynamic research team. \n\nFor further information about a specific subject see \n* General syllabus for the Board of the faculty of science and technology \n\nFurther information \nEmployment as a PhD student is limited to 4 years, teaching and other department duties may be added with max 20%. Placement: Luleå. Starting: as soon as possible or by agreement. \n\nFor further information about the position, please contact Senior Lecturer Hamam Mokayed, +46 920-49 2075, hamam.mokayed@ltu.se \n\nUnion representatives: \nSACO-S Diana Chroneer,(+46 )920-49 2037 diana.chroneer@ltu.se \nOFR-S Marika Vesterberg, (+46)920-49 1721 marika.vesterberg@ltu.se \n\nIn case of different interpretations of the English and Swedish versions of this announcement, the Swedish version takes precedence. \n\nApplication \nWe prefer that you apply for this position by clicking on the apply button below. The application should include a CV, personal letter and copies of verified diplomas from high school and universities. Mark your application with the reference number below. Your application, including diplomas, must be written in English or Swedish. \n\nClosing date for applications: 15 April, 2025 \nReference number: 1287-2025",
      "Techstack": [
        "Maskininlärning",
        "Datavetenskap",
        "Datorvision",
        "Naturspråkbehandling (NLP)",
        "Generativa AI-modeller"
      ],
      "Produkt": "Utbildning och forskning inom teknik, inklusive doktorandprogrammet i maskininlärning.",
      "Företagsstruktur": "1,900 anställda och 18,700 studenter.",
      "Ekonomi": "Omsättning på nästan 2,1 miljarder SEK per år.",
      "Ekonomisiffor": {
        "Omsättning": 2100000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 471,
      "företagsnamn": "Noor Engineering AB",
      "företagswebb": "https://www.noorengineering.se",
      "organisationsnummer": "5590362686",
      "sökterm": [
        "Penetration Testing"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29392255",
      "titel": "System verification engineer - charging",
      "beskrivning": "-Heroes do not grow on trees; they grow in Noor Engineering\nNoor Engineering\nNoor engineering aims to provide clients with highly professional technical consultants. Our consultants are experts in their fields. Employees at Noor Engineering are proud of their employer.\nNoor Engineering was founded at the end of 2015 and has ten employees today.\nVision:\nNoor Engineering helps individuals and organizations to achieve success\nStrategy:\nWe target excellence in everything we do. We are brave to work creatively with innovative solutions. We work with instant improvements and prioritize learning. We don’t compete with low prices; we compete with maximizing added value.\nOur Services\nOur consultants have experience in world-class in the Automotive and Railway industries. We offer testing, Test management, Software development, Project Management, and Agile coaching consultants.\nToday’s software development and testing environments are complex and challenging. Short delivery time scales, complex products to test, and demanding customers. These challenges require a well thought project management practices, development, and test way of working and intelligent test management practices.\nPeople skills are among the most important critical success factors in any project. We offer solutions to strengthen people skills in testing, project management, SCRUM, and agile testing.We are now looking for a Verification Engineer for Charging & Traction Voltage System for our client within the automotive industry.\nResponsibilities and tasks\n You will be a consultant in a team out on the customer site. The electromobility system testing includes traction voltage system (involving analog measurements) and functional/software testing. \n You are good at communicating concepts and ideas to stakeholders and customers at all levels. \n  Contribute to a culture of improvement and implement improvements to increase effectiveness and efficiency. \n You are an ambassador for Noor Engineering and optimizing the added value for Noor Engineering and its clients.\n \nRequirements:\n B.Sc. Electrical or Computer Engineering or similar.\n Three years of experience working with electromobility, power electronics and verification and measurement techniques in functional verification and electromobility systems is a must, preferably within the automotive industry.\n Experience of test automation and how to make testing efficient and effective\n Experience of verification within traction voltage systems.\n Familiar with Agile according to SAFe\n A plus if you have experience with charging communication protocols.\n  Insights, analytics, and data management experience \n Experience in complex global environments\n ISTQB\n \nPersonal Skills Required:\n Skilled in Electromobility components and system knowledge with an emphasis on software functionality.\n Test method development and ability to verify the results. \n Skilled in electromobility system testing.\n You are systematic and organized and work in a structured manner with a great ability to plan and execute on time.\n Driven and can make decisions based on facts and engineering judgment.\n Result-oriented and up to challenging the current normal\n Fluent in English, both spoken and written.\n Sharp analytical and problem-solving skills\n Team player with an open, positive, and service-oriented mindset\n Proactive and Driven, you can take your initiatives and see them through\n Building relationships and the correct formal and informal networks\n \nAdditional information:\n Travels for participating in expeditions and workshops are expected\n We schedule interviews on a rolling basis, do not wait until the end date; apply as soon as possible!",
      "Techstack": "Elektromobilitet, kraftteknik, verifiering och mättekniker, testautomatisering, Agile, SAFe",
      "Produkt": "Konsulttjänster inom testning, testhantering, mjukvaruutveckling, projektledning och Agile coaching",
      "Företagsstruktur": "Grundat 2015, 10 anställda",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/noorengineering/?viewasmember=true",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 472,
      "företagsnamn": "Westermo Network Technologies AB",
      "företagswebb": "https://www.westermo.com",
      "organisationsnummer": "5563612604",
      "sökterm": [
        "Penetration Testing"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29455835",
      "titel": "Software Test Developer",
      "beskrivning": "Are you passionate about Linux and believe that testing is the key to quality? If so, we want you to join our team as a Software Test Developer at Westermo!\nAt Westermo, we develop software for our own hardware, running on a Linux-based operating system called WeOS. We integrate a variety of Open Source packages along with a significant amount of software developed from scratch. Our Software Test Team is now looking for a new colleague! \nAre you our new Software Test Developer?\nDo you love taking projects from start to finish? If so, you'll fit right in with our Agile team! As a Software Test Developer at Westermo, you'll be diving into the exciting world of developing test cases in Python for our Linux-based operating system, WeOS. Your journey will include everything from requirement analysis and design to coding, integration, quality assurance, and troubleshooting.\nBut that's not all! You'll also be involved in other development teams, evaluating test scopes, developing and maintaining automated tests, and exploring and troubleshooting various challenges. With your team by your side, help and support are always just a step away!\nWhat You'll Be Doing:\n Reviewing requirements and writing automated tests for regression testing.\n Reviewing and approving requirements and tests written by WeOS developers.\n Performing various forms of manual testing.\n Configuring different testing tools, focusing on cybersecurity, performance, and stability.\n \nAs a team, we value openness and sharing of knowledge, recognizing that all members are juniors on some topics and seniors on other. We give no refuge to holy cows or the status quo, new ideas about how we should build our platform are always welcomed and encouraged. We pride ourselves on being able to change our minds the second we hear a better solution to a given problem.\nSo, who are we looking for?\nWe believe in the power of teamwork and value those who think the team's success is more important than individual achievements. As we develop network technology based on embedded Linux we see that knowledge, and a genuine interest, in Network Technologies and experience from working in a Linux environment is key in this role. \nIn other words:\n Someone who enjoys both coding and testing.\n A holistic thinker who brings systematic thinking to the team.\n A communicative and pedagogical individual who loves working with others.\n An explorer who likes to try, test, and learn with colleagues.\n \nRequirements:\n Professional experience in programming languages such as C, C++, Python, or Java.\n Experience working in a Linux environment.\n A genuine interest in software testing methodologies and troubleshooting.\n Fluency in both Swedish and English.\n \nBonus points for:\n Knowledge in Networking Technologies such as switching, routing and security protocols.\n \nOh, and don't worry, if you’re not an expert in all the things described – you'll learn.\nIn return, we offer: You will be working at the forefront of technology in a friendly, open culture where we you get the opportunity to learn from skilled colleagues every day. A mature and caring leadership in a flat organization. Through our collective bargain agreement you will be covered in terms of insurance, pension and other benefits. We like to have fun together and we regularly enjoy sports and other social activities as a team. We believe that magic happens when people meet. We are a learning organization and we truly love to try new things, think outside the box and be innovative together!\nBasic information:\n Location: Kopparlunden, Västerås\n Job type: Full time\n Employment contract: Permanent\n \nDon’t miss out on this opportunity – apply today. For further information please contact:\nRecruiting manager Alexander Falk; alexander.falk@westermo.com or Elin Sandell, Recruiter at elin.sandell@westermo.com\nAbout Westermo:\nWelcome to a rapidly growing international company, thriving at the forefront of cutting edge technology. Westermo develops and manufactures advanced devices for industrial data communication, used in mission-critical installations and harsh industrial environments. The very robust and secure communication networks built with our products provide a high value for our customers.\nWe are focused on leveraging growth opportunities in our market and are devoted to delivering the world's best industrial networks. This is achieved through a very dynamic work environment where teamwork and loyalty are valued. Strong and honest relationships with colleagues, customers, and suppliers are important to us. We have an open culture where we share knowledge, learn from one another and explore new ideas, allowing us to constantly improve.\nWestermo is a leading provider of Industrial Data Communications equipment to the global market. Sales are conducted through our own offices in key markets in Europe, North America, Australia and Asia, as well as through distributors and OEM customers worldwide. Development and manufacturing take place in Sweden, Ireland, Germany and Switzerland. Westermo was founded in 1975 and today has over 480 employees with a turnover of around 1 Billion SEK. The company is a wholly owned subsidiary of Ependion, listed on the Nasdaq OMX Nordic stock exchange.",
      "Techstack": [
        "WeOS",
        "Linux",
        "Python",
        "C",
        "C++",
        "Java"
      ],
      "Produkt": "Avancerade enheter för industriell datakommunikation",
      "Företagsstruktur": "Över 480 anställda, utveckling och tillverkning i Sverige, Irland, Tyskland och Schweiz, del av Ependion.",
      "Ekonomi": "Omsättning runt 1 miljard SEK",
      "Ekonomisiffor": {
        "Omsättning": 1000000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info.se@westermo.com",
          "name": "Info Se",
          "position": "",
          "source": "https://www.westermo.com"
        },
        {
          "email": "info@westermo.com",
          "name": "Info",
          "position": "",
          "source": "https://www.westermo.com"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/westermo",
        "facebook": "https://www.facebook.com/westermo/",
        "twitter": null,
        "instagram": "https://www.instagram.com/westermo/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 473,
      "företagsnamn": "Hedin IT AB",
      "företagswebb": "http://www.hedinit.com",
      "organisationsnummer": "5569544017",
      "sökterm": [
        "ETL Pipelines"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29447999",
      "titel": "Senior Data Engineer",
      "beskrivning": "We are Hedin IT \n...and we shape the digital future for Hedin Mobility Group – one of Europe’s leading mobility enablers with 12,500 employees across 14 countries. Now, we are looking for a Senior Data Engineer to join our Business Intelligence (BI) team!\nThe role\nAs a Senior Data Engineer, you will design, build, and maintain a scalable, high-performance data platform that supports enterprise-wide analytics and decision-making. You will develop and optimize data pipelines, integrations, and models to ensure that data is accurate, accessible, and structured for business insights.\nOperating within a large-scale enterprise environment, you will help shape our lakehouse architecture using Databricks, ensuring it meets both current and future business needs. Beyond technical execution, you will partner with Business Analysts, fellow Data Engineers, and stakeholders to structure data for analytics and reporting. You will also mentor team members, fostering a culture of knowledge-sharing and best practices.\nWhat you will do: \n Design, develop, and optimize scalable data pipelines for efficient extraction, transformation, and loading (ETL/ELT).\n Architect and enhance our lakehouse architecture using Databricks, ensuring flexibility, scalability, and performance.\n Ensure data quality, governance, and security, implementing best practices for monitoring, validation, and compliance.\n Optimize data performance and cost-efficiency, tuning queries, storage, and compute resources for enterprise-scale workloads.\n Standardize and automate data integration across multiple internal and external sources, ensuring seamless interoperability. \n What we look for in our new colleague\nYou thrive in a large-scale enterprise setting, where challenges call for creative solutions. With no set playbook, you embrace complexity, explore new paths, and see opportunities where others see obstacles. You’re motivated by building lasting solutions and refining existing frameworks. Collaboration and knowledge sharing come naturally to you, and you welcome change as an opportunity, not a setback.\nWe believe you have: \n Academical studies within Computer Science, Data Science, Software Engineering, or related field.\n Several years of experience in data engineering, working with large-scale data platforms in an enterprise setting.\n  Strong SQL and Python skills, optimizing queries and processing large datasets.\n Hands-on experience with cloud-based platforms like Azure, Databricks, or similar.\n Deep knowledge of ETL/ELT processes using Apache Airflow, dbt, or Azure Data Factory.\n Understanding of lakehouse architectures, including Delta Lake and Medallion principles.\n Experience in data modeling, performance tuning, and data governance for reliability and scalability.\n \n So, are you ready to join our team?\nInterviews are conducted on an ongoing basis, so submit your application today! The process will continue in Swedish. If you have any questions, contact Gabriella Hagström, at gabriella.hagstrom@hedinit.com or 0700-82 85 23.\nAbout us:\nSince 2017, we have been driving the digital transformation for Hedin Mobility Group, empowering 12,500 employees across 14 countries to shape the future of mobility in Europe. Our mission is to offer the best possible digital experience for both our customers and colleagues within the group. This means you'll have the opportunity to work with cutting-edge technologies, dedicated colleagues, and great challenges to keep pushing your professional and personal development.\nWhat do we offer?\nThe dynamic and fast paced environment of a scale-up with the stability and resources that comes with being part of a large, established group. The best of both worlds if you ask us.\nOur modern office located here in Mölndal offers both café and restaurant as well as gym and padel facility (fun fact: we ended up in the top ten best-looking offices in Sweden 2023, if you will allow us to brag a little). And, of course, we offer:\n Collective Agreement and ITP pensions.\n Flexible working hours\n Wellness allowance\n 30 days of paid vacation\n Several car-related benefits",
      "Techstack": [
        "Databricks",
        "Apache Airflow",
        "Azure Data Factory",
        "SQL",
        "Python"
      ],
      "Produkt": "Digitala lösningar och plattformar för analys och beslutsfattande.",
      "Företagsstruktur": {
        "AntalAnställda": 12500,
        "Länder": 14,
        "Avdelningar": [
          "Business Intelligence",
          "Data Engineering"
        ]
      },
      "Ekonomi": "Ingen specifik ekonomisk information är tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 474,
      "företagsnamn": "Perceptric Al AB",
      "företagswebb": "https://perceptricai.com/",
      "organisationsnummer": "5595048900",
      "sökterm": [
        "Data Visualization"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542156",
      "titel": "Data Scientist Intern",
      "beskrivning": "About Us\nPerceptric AI is a fast-growing Swedish tech company dedicated to transforming complex data into actionable insights through AI-driven analytics. Our innovative platform helps businesses unlock the full potential of their data, driving smarter decision-making and growth. We foster a collaborative, entrepreneurial, and dynamic work environment where creativity and ambition thrive.\nWe are now looking for a strategic and results-driven data scientist to support our revenue and expansion efforts.\nWhat You'll Do\nPropose and implement data science features to the Perceptric AI platform\nYou will be using your technical expertise to demonstrate how our data platform can help customers solve their complex data challenges.\nSupport customers by authoring reference architectures, how-tos, and demo applications.\nExplain sophisticated data science concepts in an understandable manner\nDistill complex results or processes into simple, clear visualizations\nStay up to date with the latest developments in AI, machine learning, data engineering and data science methodologies.\n\nWho You Are\nCurrently pursuing a Bachelor's or Master’s degree in Mathematics, Computer Science, Industrial Engineering and Management or a related field.\nStrong analytical and problem-solving skills, with a passion for working with data.\nExperience with Python, R, or other relevant programming languages.\nFamiliarity with machine learning techniques and data visualization tools.\nAbility to communicate complex technical concepts to non-technical audiences.\nSelf-motivated, eager to learn, and comfortable working in a fast-paced environment.\nFluent in both Swedish and English.\n\n\n\nWhat We Offer\nHands-on experience in a cutting-edge AI company.\nA dynamic and entrepreneurial work environment with a strong team spirit.\nOpportunities to work on real-world data challenges with industry applications.\nPotential for future career opportunities within the company\n\n\n\nApply now by sending your CV and cover letter to perceptricai@gmail.com\nWe look forward to hearing from you!",
      "Techstack": "Python, R, AI, machine learning, data visualization",
      "Produkt": "AI-driven analytics plattform för att omvandla komplexa data till användbara insikter",
      "Företagsstruktur": "Snabbt växande techföretag i Sverige, med en dynamisk och entreprenöriell arbetsmiljö, ingen specifik information om antal anställda eller avdelningar",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/perceptric-ai/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 475,
      "företagsnamn": "Maxar International Sweden AB",
      "företagswebb": "https://go.maxar.com/maxar-sweden-careers#Open%20jobs",
      "organisationsnummer": "5567575450",
      "sökterm": [
        "Data Visualization"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29414371",
      "titel": "Software Developer  Image Processing 3D",
      "beskrivning": "Would you like to be a part of our journey to create a world unique “Globe in 3D” based on satellite imagery? Would you like to work in a global organization with highly competent colleagues? Are you a curious, dedicated software developer who want to work with cutting edge technology? This might be the position for you!\nMaxar Intelligence is currently seeking for Software Developers to join our R&D center in Linköping, Sweden\nLife with us\nMaxar Intelligence is a large corporation with the feel of a small company. We invest in creating an environment where all employees can grow, learn and have fun together. We believe in timely, transparent communication, and short decision paths. We know decisions are best made by the people closest to the tasks, and you will have a chance to influence and take on responsibility. To create our solutions, we have a close cooperation with our US based colleagues.\nOur solutions\nOur visualization platform offers unique 3D geodata with the world’s highest quality based on commercial satellite images. Our 3D analyses and data models offer decision-makers all over the world a very accurate 3D basis for use in areas such as security, defense, and infrastructure.\nWhat you’ll do day-to-day (with your colleagues)\nAs a Software Developer with us, you will work in agile teams with algorithm development. The SW development is mainly in C and C++; and mostly in a Linux environment. Your work also includes conducting a dialogue with stakeholders and transforming their requirements and wishes into products.\nWe are a world leading 3D image processing company especially with satellite images, where we have full access to the best and largest satellite archive available. Examples of applications are stereo algorithms, mesh and voxel processing, georegistration of images and georegistration of video sequences in real time. In short almost all image processing / computer vision challenges in 3D+time, to build a living Globe in 3D.\nMinimum requirements\nMSc degree in computer science, electrical engineering, signal processing or related area\nMinimum of 4 years of relevant professional experience\nDemonstrated experience in C and C++, Linux and Algorithm development\nDemonstrate fluency in English, both oral and written\nWillingness to work onsite 60% of the time\n\nPreferred qualifications\nExperience in image processing\nSystem design for software products\nUnderstanding of sensor calibration and sensor models\nMachine Learning\n\nSome positions involves work with classified information where you are required to complete and be approved in a security check by a Swedish authority.",
      "Techstack": "C, C++, Linux, algoritmutveckling, bildbehandling, maskininlärning",
      "Produkt": "3D geodata baserat på kommersiella satellitbilder; 3D analyser och datamodeller för säkerhet, försvar och infrastruktur",
      "Företagsstruktur": "Internationell organisation med kontor i Linköping, Sverige; engagemang i att skapa en växande och lärande arbetsmiljö",
      "Ekonomi": "Inga specifika ekonomiska uppgifter finns tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "Sweden@maxar.com",
          "name": "Sweden",
          "position": "",
          "source": "https://go.maxar.com/maxar-sweden-careers#Open%20jobs"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/maxar-technologies-ltd/",
        "facebook": "https://www.facebook.com/maxartechnologies/",
        "twitter": "https://twitter.com/maxar",
        "instagram": "https://www.instagram.com/maxartechnologies/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 476,
      "företagsnamn": "Swedish Match Sales Sweden AB",
      "företagswebb": null,
      "organisationsnummer": "5561238089",
      "sökterm": [
        "Data Visualization"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29536517",
      "titel": "Consumer Journey Senior Specialist",
      "beskrivning": "Join us to deliver a smoke- free future as Consumer Journey Senior Specialist!\nWe’ve chosen to do something incredible. We’re totally transforming our business and building our future on one clear purpose – to deliver a smoke-free future. Swedish Match is an affiliate of PMI and have been a leader in the industry for more than 200 years.\nIn the Nordic region, we are 1,600 employees based in Sweden, Denmark, Finland and Norway working in various functions and teams and together we are collaborating to deliver a smoke-free Nordics.\nRole Summary:\nIn this role you will be the custodian of the multi-category consumer journey in our Nordic markets, designing and continuously improving the consumer journeys for the entire Consumer lifecycle. You will, together with key internal counterparts, develop an omni-channel consumer experience and design on- and offline customer interactions.\n \nYour Day-to-Day:\nGenerate powerful consumer insights by aggregating consumer data for the Markets from multiple sources and, which enables the design and deployment of the target consumer experience.\nIdentify and prioritize consumer pain points, gaps and opportunities across the entire consumer journey.\nOptimize the local consumer segmentation, based on the global segmentation for IQOS, Snus and Nicotine Pouches (NP’s) (and future platforms), and define meaningful local consumer propositions.\nDefine briefs for projects to improve relevant parts of the Consumer journey across channels, as well as overall Net Promoter Scores (NPS).\nDefine guidelines and monitor consistency of omni-channel consumer experience across all our channels\nProvide clear input on content development to the market Marketing & Digital team, to ensure customer appreciation across the entire customer lifecycle\n\n \nWho We Are Looking For:\nUniversity degree or equivalent in Business Management / Marketing, Engineering / Tech or Finance\n5+ years Experience in Market research, Marketing or Consumer experience (preferably in FMCG or other Consumer goods company) with focus on quantitative data\nStrong analytical thinking and Passionate for consumer-centricity, design thinking and agile ways of working;\nGreat communicator and storyteller;\nStrong understanding of online and offline channels;\nAble to deal with ambiguity, complexity and diverse stakeholders;\nProficiency in English is required, knowledge of a Scandinavian language would be an advantage\nExperience with SPSS/R, Big Data, Data Science and data visualization (e.g. Power BI, Stratifyd, Tableau) would be an advantage\n\n \nWhat We Offer:\nOur success depends on the dedicated people who come to work every single day with a sense of purpose and an appetite for progress. Join Swedish Match and you too can:\nSeize the freedom to shape your future and ours. We’ll empower you to take risks, experiment, and explore.\nBe part of a team of professionals from around the world, with inclusive and diverse culture\nEnjoy the flexibility of hybrid working - split your time between our office and the comfort of your home, in line with business needs.\nPursue your ambitions and develop your skills with a global business – our size and scale provide endless opportunities to progress.\nTake pride in delivering our promise to society: a smoke-free future.",
      "Techstack": "SPSS, R, Big Data, Data Science, Power BI, Stratifyd, Tableau",
      "Produkt": "Nikotinprodukter som IQOS, Snus och Nikotinpåsar",
      "Företagsstruktur": "1,600 anställda i Norden, inklusive Sverige, Danmark, Finland och Norge, som arbetar i olika funktioner och team",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 477,
      "företagsnamn": "Trustly Group AB",
      "företagswebb": "https://jobs.lever.co/trustly/26760939-f6a2-4acf-834e-a4fb5608afc6",
      "organisationsnummer": "5567548655",
      "sökterm": [
        "Data Visualization",
        "Tableau"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29431868",
      "titel": "Senior Data Analyst",
      "beskrivning": "Trustly is leading the human-centric payments revolution. To us, this means passionately building the most convenient, intelligent and responsible way of paying for things online. Whether it’s for shopping, paying subscriptions, funding trading accounts, booking airfare, playing online games and much more – we’re all about a better way to pay. At our core, we are a tech company with industry-leading tech capabilities. But, it’s the ingenuity of our people that makes us leaders in our field. Thus, our appetite for innovation will never be anything less than fierce. Trustly is steadily growing as it connects thousands of businesses with hundreds of millions of people. And with a strong presence across Europe and the Americas, we are leading the human-centric payment revolution as a truly global team.\nAbout the Data & Insight team\nThe Data & Insights team’s mission is to transform Trustly into a truly data-driven organization. We are responsible for every aspect of the data journey, from collection & modeling to analysis and visualization. We provide the whole organization with analytics artifacts aiming to improve our decisions, operations and the customer’s experience.\nAbout the role\nAs a Senior Data Analyst at Trustly, you will look at the breadth of our data with a statistical mindset. Through your analytics skills and proficiency in handling data, you will uncover patterns and provide data-driven answers to complex strategic challenges. Depending on the stakeholder’s requests, you will choose adequate solutions to present your insights, ranging from dashboards in our BI tool to deep-dive analysis. In close collaboration with our data foundation team, you will be involved in building a strong and reliable data foundation that will support the analytics needs.\nWhat you’ll do\nTaking ownership of entire analytical projects, from defining objectives with our business stakeholders to delivering actionable insights and recommendations\nPerform in-depth data analysis to uncover trends, patterns, and insights that drive business growth and efficiency\nChoose adequate analytical methods and tools to convey complex findings in a clear and concise manner\nContinuously contribute to improve our Analytics capabilities \nActively participate in establishing the data-driven culture at Trustly\n\n\n\nWho you are\nA Master's degree in Mathematics, Computer Science, Engineering, Statistics or similar field\nAt least 3 years of experience within the analytics field, experience with the payments industry is a plus\nHaving a high degree of autonomy and being able to work independently on complex analyses\nSolid and broad analytical skills-set including the ability to use statistical methods\nSolid SQL and Python skills\nExperience working with BI tools such as QlikSense or Tableau\nExcellent communication skills \nThrive in in a fast growing company\n\nAre you someone who voices new ideas and acts on them? Do you value great communication with all stakeholders? We are looking to strengthen the team with dedicated, highly motivated people who thrive in working with different areas across the organisation.\nIf you feel that your skill set and personality compliments the criteria above, apply now and kindly submit your CV in English.",
      "Techstack": [
        "SQL",
        "Python",
        "BI verktyg såsom QlikSense eller Tableau"
      ],
      "Produkt": "Online betalningar, abonnemangsbetalningar, handelstransaktioner, bokningar av flygresor, online spel",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 478,
      "företagsnamn": "Etraveli Group AB",
      "företagswebb": null,
      "organisationsnummer": "5565844684",
      "sökterm": [
        "Data Visualization"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29500789",
      "titel": "Senior Manager - Customer Insights and Analytics ",
      "beskrivning": "Who we are\nEtraveli Group is the globally leading company for tech solutions and fulfillment capabilities for online sales of flights. We are here to solve complexity, by connecting millions of flights and travelers across the globe. We hold consumer online travel agency brands like Mytrip, GoToGate & Flight Network and serve Booking.com with flights. Etraveli Group has also established strategic partnerships with companies like Skyscanner, Google Flights, TUI, etc.\nEvery day we strive to make the world smaller for our customers and bigger for our people. Our diverse team of more than 2400 passionate professionals is what makes us the industry’s tech wonder and the best in the world at what we do. Our major offices are in Sweden (HQ), Canada, Greece, India, Poland with the Athens office being one of the largest, hosting around 600 employees working from the center of Athens for the rest of the world.\nAbout the job\nOur Customer Services (CS) department is committed to transforming complex travel processes into seamless, user-friendly experiences. By leveraging cutting-edge technology and data-driven strategies, we continuously enhance customer satisfaction, streamline operations, and advance automation. As the leader of the Customer Insights and Analytics teams within Customer Services, you will play a pivotal role in driving these efforts by delivering actionable, data-driven insights that inform strategic decision-making.\nReporting to the Director of the Center of Excellence (CoE) for Customer Insights and Business Control, you will collaborate closely with senior leadership within the Customer Services department and commercial teams to champion operational excellence and initiatives that elevate the customer experience.\nWe are seeking an experienced and passionate leader with a strong background in data analytics and customer experience. You thrive in coaching and mentoring analytical talent, lead by example, and are driven by the opportunity to make a tangible impact through data.\nResponsibilities\nAbility to digest business data and convert to clear insights relevant to the business context\nLead data teams focused on CX research and analytics within Customer Services, fostering a culture of analytical excellence and customer-centricity.\nDesign and execute advanced analyses using SQL, Python, and Jupyter Notebooks to optimize customer service operations and enhance the overall customer experience.\nDrive the development and implementation of lighter machine learning algorithms for predictive analytics in customer service contexts.\nResponsible for delivering high quality analysis for our strategic business partners like Booking.com\nPartner with senior stakeholders to translate analytical insights into actionable recommendations and strategic initiatives.\nOversee CX research projects, ensuring insights are effectively integrated with quantitative analyses for a holistic view.\nProvide leadership and mentorship to analysts, promoting continuous skill development and professional growth.\nDevelop and implement data-driven solutions to improve customer satisfaction, operational efficiency, and business outcomes.\n\nRequirements\nWe think you are a person who...\nHas 5+ years of experience in analytics leadership roles, preferably within customer service, contact center operations, or CX research.\nHolds a Master’s degree in a quantitative field (e.g., Statistics, Mathematics, Computer Science, or related disciplines).\nPossesses strong leadership experience, with a proven track record of managing and inspiring analytics teams.\nExhibits expertise in analytical thinking, problem-solving, and stakeholder management.\nHas exceptional presentation and communication skills, with the ability to influence, coach, and drive organizational change through data insights.\nHas been exposed to SQL, Python, or similar tools for data analysis and reporting.\n\nFamiliarity with one or more of the following is considered a plus:\nExperience with customer data platforms and customer data analytics.\nProficiency in data visualization and dashboarding tools such as Looker, Qlik Sense, or similar.\n\nBenefits\n﻿Working at Etraveli Group means working at a fast-growing company with high ambitions in becoming the number one Online Travel Agency worldwide.\nHybrid working environment - having the opportunity to work both remotely and at the office enabling you flexibility!\nCentral offices in the city. Regardless if you're in Athens, Stockholm or Uppsala we work from big, central offices.\nGrowth – We believe in personal development and continuous education, thus we offer the opportunity of role-related training on tools and best practices.\nTeam activities - We also like to schedule company/department/team activities and events outside the office space!\nFun & Work: We have a relaxed & fun work environment where you can enjoy free coffee/tea, playing ping pong or video games.\nHealth Benefits - We offer some good healt benefits tailored to the location you're in.\n\nAs part of this recruitment process, we will be conducting background checks. You will be able to read more information and give your consent to this process in the application form.\nAt Etraveli Group we value diversity; we pride ourselves on being a company represented by people of all different backgrounds. During hiring, we are committed to ensure equality and promote diversity in the workplace at every selection stage. As such, we provide the same opportunities for all candidates regardless of race, religion or belief, gender, nationality, ethnicity, sexual orientation, age, marital status, disability, or any other characteristic protected under any anti-discrimination law or regulation.",
      "Techstack": [
        "SQL",
        "Python",
        "Jupyter Notebooks",
        "maskininlärning",
        "dataanalysverktyg"
      ],
      "Produkt": "Online resebyråtjänster, inklusive flygbokning genom varumärken som Mytrip, GoToGate och Flight Network",
      "Företagsstruktur": {
        "antalAnställda": 2400,
        "kontor": [
          "Sverige (HQ)",
          "Kanada",
          "Grekland",
          "Indien",
          "Polen"
        ],
        "störstaKontor": "Aten"
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 479,
      "företagsnamn": "Implema AB",
      "företagswebb": "https://implema.se",
      "organisationsnummer": "5565506226",
      "sökterm": [
        "Tableau"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531835",
      "titel": "Data Engineer/Data Analytics consultant",
      "beskrivning": "Om rollen\nVi är en relativt ny enhet som söker fler kollegor som vill vara med på en spännande resa framåt med innovation och tillväxt i fokus. Våra kunder behöver stöd i sina möjligheter att bli än mer effektiva och det genom digitalisering och effektivisering. Med hjälp av Data Analytics-lösningar kan de dels få rätt underlag för sina beslut men också se potentiella möjligheter och utfall. Steget vidare är att få det automatiserat, dynamiskt vilket vi ser till att lösa. Enkelhet är något vi förespråkar och vårt mål är alltid att hjälpa våra kunder att få en enklare vardag. Visst låter det kul?\nÄr du vår nya kollega?Vi söker medarbetare som är drivna, affärsmässiga, lösningsorienterade och pragmatiska. Du som har kunskap inom något av våra erbjudanden samt trivs i entreprenöriella arbetsmiljöer där nya idéer och initiativtagande uppmuntras. Vi ser gärna att du kommer från ett etablerat konsultbolag med minst 4 års erfarenhet.\nVi ser gärna att du har erfarenhet inom något/ några av följande områden, plattformar och verktyg:\n Data Arkitekt\n Data Engineer\n Data Analyst\n Business Analyst\n Projektledning inom BI & analytics\n Datamodellering\n SQL programmering\n Andra språk som Python & Java är ett plus\n Erfarenhet av både analys och rapportverktyg så som Power BI, Tableau eller Business Objects\n Erfarenhet av olika integrationsverktyg/ETL-verktyg samt olika databaser exempelvis SSIS, Databricks, Synapse, DBT eller Matillion\n Gärna arbetat med molnlösningar så som Azure & Snowflake\n Gärna erfarenhet av Machine Learning, AI, Data Lakes \n Vad vi erbjuder?\nVälkommen in i en dynamisk organisation med en kultur och ett engagemang som kännetecknas av en stolthet och stark vilja att alltid driva arbetet framåt. Personlig utveckling är viktigt för oss och därför matchar vi projekt efter person för att se till att kurvan går uppåt - man blir aldrig fullärd. Vill du utvecklas mer är vi där och stöttar. Du blir en del i företagskulturen där vi alltid supporterar, utvecklar och tror på varandra. \nVi är på en resa där alla får vara med och bidra - tankar och idéer är alltid välkomna och tillsammans tar vi oss framåt!",
      "Techstack": [
        "Data Analytics",
        "Data Arkitekt",
        "Data Engineer",
        "Data Analyst",
        "Business Analyst",
        "Projektledning inom BI & analytics",
        "Datamodellering",
        "SQL",
        "Python",
        "Java",
        "Power BI",
        "Tableau",
        "Business Objects",
        "SSIS",
        "Databricks",
        "Synapse",
        "DBT",
        "Matillion",
        "Azure",
        "Snowflake",
        "Machine Learning",
        "AI",
        "Data Lakes"
      ],
      "Produkt": "Digitalisering och effektivisering med fokus på Data Analytics-lösningar.",
      "Företagsstruktur": "Relativt ny enhet med fokus på innovation och tillväxt, anställer kollegor som är drivna och lösningsorienterade.",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@implema.se",
          "name": "Info",
          "position": "",
          "source": "https://implema.se"
        },
        {
          "email": "00info@implema.se",
          "name": "Info",
          "position": "",
          "source": "https://implema.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/implema-ab/",
        "facebook": "https://www.facebook.com/implemaab/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 480,
      "företagsnamn": "Checkproof AB",
      "företagswebb": "http://www.checkproof.com",
      "organisationsnummer": "5569759615",
      "sökterm": [
        "SEO Optimization"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29490527",
      "titel": "Demand Generation Specialist",
      "beskrivning": "About CheckProof\nAt CheckProof, we are transforming the way we work with inspections in the heavy industry with our innovative digital platform. Our solutions streamline maintenance, quality control, and reporting, helping businesses achieve excellence and safety. As a pioneering SaaS company established a decade ago, we are now in an exciting scale-up phase.\nAs a Demand Generation Specialist, you will play a pivotal role in shaping and delivering demand generation strategies to increase brand awareness, generate qualified leads, and drive ARR growth. Reporting to the CMO, you’ll collaborate with a high-performing team and senior professionals, and work cross-functionally with sales, product, and customer success teams to deliver impactful campaigns.\nThe Role:\nIn the role as a Demand Generation Specialist you’ll focus on optimizing paid strategies, refining website performance, nurturing prospects through the funnel, and ensuring seamless collaboration with sales and content teams. Your analytical mindset and expertise in marketing automation will help you deliver measurable results while managing campaigns and budgets to maximize ROI. Your key responsibilities include: \n  Demand Generation Strategy: Develop and execute multi-channel strategies, including paid media and website optimization, to drive awareness, lead acquisition, and pipeline growth.\n  Campaign Management: Plan, execute, and refine marketing and ABM campaigns, while designing lead nurturing programs to improve conversions through testing and optimization.\n  Data & Analytics: Monitor and analyze performance metrics, providing actionable insights and regular reports on funnel effectiveness and ROI.\n  Collaboration: Align with sales on lead quality and processes, and partner with marketing to create impactful assets like webinars and case studies.\n  Marketing Tools & Budget: Optimize marketing automation tools (e.g., HubSpot) and manage the budget to maximize efficiency and returns.\n \nWhat We’re Looking For: \n Preferably 5 years of experience in demand generation or growth-focused marketing, in a B2B SaaS environment.\n Experience in using Linkedin and Google for paid campaigns.\n Proven success in designing and managing campaigns that drive pipeline growth and revenue.\n Proficiency in lead generation tactics (SEO, SEM, content marketing, email marketing, social media).\n Strong analytical skills with expertise in data interpretation and data-driven decision-making.\n Experience with marketing automation tools (e.g., HubSpot), data analytics platforms, and CRM systems.\n Project management skills and the ability to manage multiple campaigns simultaneously.\n Excellent collaboration, communication, and problem-solving skills with professional fluency in English.\n A growth mindset and a passion for experimentation and innovation.\n \nWe think you are a dynamic, growth-focused marketer who thrives in a fast-paced environment and balances creativity with analytics. You love testing new ideas, learning from data, and delivering measurable results.\nWhat We Offer:\n  Innovative Culture: join a team that’s not just about work, but about making a difference. Creativity and innovation are in our DNA.\n  Growth Opportunities: We’re growing, and we want you to grow with us. Opportunities for professional development and career advancement abound.\n  Flexible Work Environment: Enjoy a balance that works for you. We believe in work-life harmony.\n  Competitive Compensation: We offer a competitive salary and benefits package.\n \nIf you are ready to play a big role in our success, don't hesitate to apply! We are handling applications on an ongoing basis, so the position might be filled before the last application date. \nPosition Details:\n  Location: Täby\n  Hybrid: 2-3 days in the office \n  Type: Full-time (100%)\n  Start: Immediate\n \nThe recruitment process:\nSend in your resume for us to review. The first step is that you will get to do a personality test and a logic test. After that you will have a first meeting with a recruiter, and then a meeting with our Head of Marketing and our CMO. In the last step we contact your references and make a full assessment. \nCheckproof is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees.",
      "Techstack": "HubSpot, marketing automation tools, data analytics platforms, CRM systems, SEO, SEM",
      "Produkt": "Digital plattform för inspektioner inom tung industri, lösningar för drift och rapportering",
      "Företagsstruktur": "Pioneering SaaS-företag, med en skala-upp fas, flera avdelningar inklusive marknadsföring, försäljning och kundsuccés",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/checkproof/",
        "facebook": "https://www.facebook.com/checkproof",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 481,
      "företagsnamn": "Agios AB",
      "företagswebb": null,
      "organisationsnummer": "5591543383",
      "sökterm": [
        "SEO Optimization"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29519303",
      "titel": "Trainee Digital Marketing Manager (Paid Position)",
      "beskrivning": "Trainee Digital Marketing Manager (Paid Position)\nAre you a creative and analytical individual with a passion for digital marketing? Have you recently completed your studies and are eager to develop your skills in a fast-paced and dynamic environment? If so, we want you to join our growing communications agency in Uppsala!\nAbout the Position\nThis is a paid trainee position where you will have the opportunity to work on real campaigns and make a tangible impact on our digital marketing strategies.\nWe are looking for a driven and versatile individual who enjoys working in a fast-paced environment and seeing direct results. You should have knowledge or a strong interest in:\nGoogle Ads (Search, Display, Shopping, and Performance Max campaigns)\nMeta Ads (Facebook & Instagram advertising)\nSEO and wwbsite optimization\nContent marketing\nSocial media marketing\nData analysis and reporting\n\n\n\nDo you have experience managing ad campaigns or optimizing digital content? Have you worked with online advertising tools or tracked marketing performance metrics? Tell us about your talents—we want to hear from you!\nMore About the Role\nYou will be responsible for assisting in planning, executing, and optimizing digital advertising campaigns. Working closely with our team, you will gain hands-on experience in:\nSetting up and managing Google Ads and Meta Ads campaigns\nConducting keyword research and audience targeting\nAnalyzing data and improving campaign performance\nCreating engaging ad copy and visuals\nExploring new marketing strategies and tools\n\nThis position offers great personal and professional growth opportunities, as you will play a key role in shaping successful marketing campaigns that reach thousands of customers.\nPart-time or full-time, depending on needs.\nCompetitive compensation.\nImmediate start—don’t wait to apply!\n\n\n\nAbout the Company\nAGIOS is a communications and marketing agency based in Uppsala. We have been in business for nearly 15 years and are currently in an expansion phase. For the right person, there are significant opportunities for growth and development.\nHow to Apply\nApplications should be sent via email.\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "Google Ads",
        "Meta Ads",
        "SEO",
        "Content Marketing",
        "Data Analysis"
      ],
      "Produkt": "Digital marknadsföring och kommunikationstjänster",
      "Företagsstruktur": "Företaget är en kommunikations- och marknadsföringsbyrå baserad i Uppsala, har funnits i nästan 15 år och befinner sig i en expansionsfas. Specifika uppgifter om antal anställda eller avdelningar finns inte i informationen.",
      "Ekonomi": "Ingen specifik ekonomisk information finns i beskrivningen eller sökresultaten.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 482,
      "företagsnamn": "E-commerce Recruit Nordic AB",
      "företagswebb": "https://www.ecommercerecruit.se",
      "organisationsnummer": "5592273287",
      "sökterm": [
        "A/B Testing",
        "SEO Optimization",
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29472259",
      "titel": "Head of E-commerce",
      "beskrivning": "About the role\n\nYou will be responsible for boosting sales, traffic, and conversion by building a strong digital presence, implementing innovative strategies, ensure analysis to making data-driven decisions. The role centers on customer acquisition and engagement through Kjell Group’s digital channels, ensuring a smooth and integrated omnichannel experience.\n\nThis role plays a key part in growing Kjell & Company (omnichannel) and AV-Cables (pure e-commerce), with a strong focus on improving conversion rates, boosting average order value, and driving profitability. To succeed, the position requires deep knowledge of SEM, SEO, content strategy, and digital marketing, ensuring customers are attracted to, engaged with, and loyal to the company’s brands online. You will be responsible for a team in e-commerce and digital marketing, and report to the CCO. Additionally, you will be responsible for and work with;\n\nDevelop and implement a powerful digital strategy and roadmap to drive growth\nSet and manage revenue and cost budgets, ensuring commercial KPIs are achieved\nEnhance the website with strong product presentation and a seamless user experience\nAlign strategy and execution across Marketing, Assortment and Digital Development for maximum impact\nWork closely with the digital team to create and optimize content that boosts engagement, traffic, and conversion\nLead and expand traffic efforts across owned, earned, and paid channels, collaborating with both in-house and external experts\nAnalyze customer interactions, traffic flows, and purchasing behavior to refine strategies and improve performance\nEstablish a digital content hub that ensures relevance for customers and strengthens search engine rankings\nTogether with the team, drive ownership of key digital tools, including PIM, relevance engines, and review services\nStrengthen customer loyalty and engagement initiatives to increase emotional connection, retention, and sales\n\nYour experience and skills\n\nSuccess in this role requires a data-driven and analytical approach, combined with a strong commercial mindset focused on sales and profitability. As an experienced leader, you excel at developing teams, fostering accountability, and driving cross-functional collaboration. You navigate seamlessly between strategic planning and hands-on execution, ensuring that initiatives translate into measurable business impact.\n\nWith deep expertise in SEM, SEO, and conversion optimization, you leverage digital channels effectively to maximize results. Your entrepreneurial mindset pushes you to constantly seek improvements, while your problem-solving skills and proactive attitude ensure that challenges are tackled head-on. A true team player, you prioritize company-wide success over individual achievements and cultivate a collaborative culture that drives performance. You have excellent communication skills which enables you to engage effectively across markets and teams.\n\n5+ years of experience in digital customer acquisition and e-commerce leadership roles\nCommercial experience in mid-to-large-scale businesses with a strong digital presence\nExperience and knowledge of working with omnichannel strategies in a digital e-commerce business is highly valued\nData-driven and analytical mindset, ensuring informed decision-making\nProven leadership experience, with expertise in team development\nExcellent ability to collaborate across functions and drive alignment\nSkilled at balancing long-term strategic vision with hands-on execution\nAbility to turn strategy into measurable business impact\nFluent in English and Swedish/Norwegian/Danish, with strong communication skills\n\nPlacement & Start\n\nThe position is located at the modern and newly built headquarters in Malmö on Lokgatan, in close proximity to Malmö Central Station. Start will take place as soon as possible and by agreement.\n\nContact and Application\nIf you have any questions about the position, you are warmly welcome to contact Zophia Karlsson at zophia@ecommercerecruit.se or +46 709 36 70 40.\n\nWe apply continuous selection and encourage you to submit your application as soon as possible to ensure it is included in the process. We look forward to receiving your application with great interest!",
      "Techstack": "SEM, SEO, digital marknadsföring, PIM, relevansmotorer, recensionstjänster",
      "Produkt": "E-handelslösningar och digital marknadsföring",
      "Företagsstruktur": "Team i e-handel och digital marknadsföring, rapporterar till CCO",
      "Ekonomi": "Ingen specificerad ekonomisk information",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@ecommercerecruit.se",
          "name": "Info",
          "position": "",
          "source": "https://www.ecommercerecruit.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ecommercerecruit/",
        "facebook": "https://www.facebook.com/ecommercerecruit",
        "twitter": null,
        "instagram": "https://www.instagram.com/ecommercerecruit/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 483,
      "företagsnamn": "Trollsmedjan AB",
      "företagswebb": "https://www.trollsmedjan.se/arbeta/",
      "organisationsnummer": "5569974586",
      "sökterm": [
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29509121",
      "titel": "Onlinemarknadsföring med foto, film och sociala medier",
      "beskrivning": "Om tjänsten\nArbeta deltid utöver skola eller annat arbete med marknadsföring och sociala medier.\nHar du en pågående utbildning så är detta den perfekta möjligheten att göra verklighet av dina färdigheter.\nTrollsmedjan är ett mindre företag och en leverantör av smidesskyltar och dekorations smide till företag och privatpersoner. Vi har genom vår tillverkning skapat ett kvalitativt varumärke och fokuserar på E-handel inom Norden.\nMed vår verkstad och lager kan vi leverera snabba anpassningar och speciallösningar efter kundernas behov, där ingenting är omöjligt\nÄr du en kreativ själ med en passion för digital marknadsföring? Hos oss får du chansen att verkligen göra skillnad! Din uppgift blir att driva vår försäljning och stärka våra varumärken på sociala medier. Du kommer att skapa inspirerande och engagerande innehåll, både foto och film från vår verkstad, lager och ute hos kunder och partners.\nDu ansvarar för våra nyhetsbrev och tar dem till nya höjder, samtidigt som du utvecklar och förfinar vår marknadsplan. Vi tror på kraften i samarbeten med influensers för att skapa autentisk och kraftfull marknadsföring. Med en varierad mix av anpassad marknadsföring, får du möjligheten att sätta din egen prägel på vårt varumärke.\nOm du är redo att ta nästa steg i din karriär och växa tillsammans med oss, ser vi fram emot att höra från dig!\n\n\nArbetsuppgifter\nSkapa inspirerande innehåll: Ta snygga bilder och gör grymma filmer från vår verkstad, lager, och ute hos våra kunder och partners för att sprida på våra sociala medier.\nHantera nyhetsbrev: Skapa, skicka och hålla koll på våra nyhetsbrev så att våra kunder alltid är uppdaterade och intresserade.\nSamarbeta med influensers: Bygg och håll kontakt med influensers för att skapa äkta och kraftfulla kampanjer.\n\n\n\nDu erbjuds\nKreativ Frihet och Påverkan: Här får du chansen att sätta din egen touch på vårt varumärke genom att skapa coolt och engagerande innehåll. Din kreativitet kommer att spela en stor roll i hur vi syns och uppfattas av andra.\nUtveckling och Tillväxt: Vi erbjuder en fartfylld arbetsmiljö där du har möjlighet att växa både i din roll och som person. Du blir en viktig del av vår resa att ta Trollsmedjan till nästa nivå och får utveckla dina skills inom digital marknadsföring.\nVarierande och Inspirerande Arbetsuppgifter: En rolig och omväxlande roll där du gör allt från att skapa innehåll och sköta nyhetsbrev till att jobba med influensers. Vi jobbar tight i ett litet team som växer.\n\n\n\nVi söker dig som\nErfarenhet av Digital Marknadsföring: Du har koll på hur man jobbar med digital marknadsföring, som sociala medier, nyhetsbrev och samarbeten med influensers. \nKreativ och Grym på Innehåll: Du är kreativ och bra på att göra snyggt och engagerande innehåll, både foto och film. Du ska kunna redigerings program för film och fota som rinnande vatten!\nSjälvständig och Driven: Du gillar att ta egna initiativ och är en problemlösare. Du kan driva projekt från idé till verklighet och gillar att jobba i en miljö där du har möjlighet att påverka på riktigt.\nAnalytisk: Du är bra på att analysera och förstå data för att göra våra kampanjer ännu bättre. Erfarenhet av verktyg som Google Analytics är ett plus.\n\n\n\nVår rekryteringsprocess\nVi tillämpar löpande urval och annonsen kan därmed komma att tas ned innan sista ansökningsdag om det är så att vi har gått vidare till urvals- och intervjuas.\nTrollsmedjan AB\nLäs gärna mer om Trollsmedjan här!\nhttps://www.trollsmedjan.se/arbeta/",
      "Techstack": "-",
      "Produkt": "Smidesskyltar och dekorationssmide till företag och privatpersoner",
      "Företagsstruktur": "Mindre företag med ett litet team",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "rebro019-7772777info@trollsmedjan.se",
          "name": "Rebro Info",
          "position": "",
          "source": "https://www.trollsmedjan.se/kontakta-oss/"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 484,
      "företagsnamn": "WeSupero AB",
      "företagswebb": "https://www.wesupero.com",
      "organisationsnummer": "5569256646",
      "sökterm": [
        "Wordpress",
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29431288",
      "titel": "customer success manager",
      "beskrivning": "Vi söker en nyckelperson till vårt team. \nVi söker dig som vill vara en brygga mellan sälj och marknad. Du kommer ha en viktig roll inom företaget med ansvar för både befintliga och potentiella kundrelationer samt leveranser. \nDu träffar kunderna, tar reda på deras behov, skapar kampanjer och upprättar rapporter. \nDu är ansvarig för att, med hjälp av marknad, skapa trafik och försäljning genom att sökoptimera och publicera innehåll.\nI rollen som Customer Success Manager behöver du ha kunskap och erfarenhet av projektledning, digitala miljöer samt välutvecklad förmåga att skapa content och AD-words kampanjer.\nRollen innefattar även support, problemlösning, att bygga relationer med nya kunder, behovsanalys och merförsäljning. \nWeStudents söker nu en kollega som vill jobba med att driva och utveckla vår marknadsavdelning.\nVi söker dig som vill vara med och ta en ledande roll i att utveckla oss till den mest relevanta och uppskattade mediekanalen inom employer branding, jobb, karriär och erbjudanden för Sveriges studenter. Vi står nu inför en tillväxtresa med nya digitala tjänster och geografisk expansion där du kommer ha en nyckelroll i hur våra produkter och tjänster utformas.\nTjänsten är belägen vid vårt kontor i Eskilstuna\nMarknad\nDriva, utveckla och förstärka relationer med bolagets partnerkunder. \nAnsvara för uppföljning och analys, kampanjer, kanaler för ett kontinuerligt lärande och maximal tillväxt.\n\n\nInnehåll, Kommunikation & sälj \nAnsvara för utformningen och vårt kommunikationsspråk i våra mediekanaler.\nUtveckla våra budskap i alla våra kanaler för önskade effekter mot vår målgrupp.\nSälja och mersälja \nAnalytics\nVäl behärska Google Analytics, Adwords och Adsense, samt Facebook Business Manager, Instagram, Photoshop, InDesign, Wordpress och Mailchimp eller motsvarande system.\nAnsvar\nLeda och genomföra marknadsföringsinsatser för bolaget och bolagets kunder\nRapportering till VD.\nPersonlig profil\nDu arbetar troligen i en motsvarande tjänst idag och har fler års erfarenhet av målgruppsanpassad marknadsföring, kommunikation och sälj. \nDu har en akademisk utbildning från universitet eller högskola inom relevant område. Du behärskar både det strategiska arbetet och det rent operativa och gillar att blanda de båda delarna i ditt dagliga arbete. Du är duktig på att skapa framgångsrika marknadsföringskampanjer. Du har också en stark förmåga att skapa intressanta texter för olika syften. Du kommunicerar obehindrat på både svenska och engelska.\nSom person är du ambitiös, driven och självgående. Du tar eget ansvar i att utveckla ditt område och dina resultat. Du är kreativ, gillar att driva projekt, arbetar strukturerat och jobbar gärna i högt tempo med flera arbetsuppgifter.\nStor vikt kommer läggas vid personlig lämplighet.\n\n\nOm WeSupero AB\nWeSupero AB med varumärket WeStudents har målet inställt på att bli den ledande kommunikations- och marknadsföringskanalen för företag som vill nå landets högskole- och universitetsstuderande. Vi är på spännande tillväxtresa med nya digitala tjänster och geografisk expansion. WeStudents erbjuder ett omväxlande arbete i energifylld miljö med passionerade och målinriktade kollegor. Vi är etablerade med våra produkter och tjänster på 20 orter. Just nu sker tillväxt på nya orter där alla medarbetare gemensamt samverkar i tillväxten.\nVi som arbetar på kontoret delar alla uppfattningen att vi alltid ställer upp för varandra och har en stark teamkänsla. Vi arbetar med stor frihet och engagemang inom tydliga ramar som alla kan påverka. Vi är kreativa, lösningsorienterade och proaktiva. Vi har kul ihop, uppmuntrar varandra och skrattar tillsammans. Våra ledord är engagemang, framåtanda, personligt bemötande och gemenskap. \n\n\nAnsök\nSkicka CV och personligt brev till charlotte.breyer@westudents.se\neller Ring mig, 073-5422711.\nIntervjuer sker löpande under rekryteringsperioden.",
      "Techstack": [
        "Google Analytics",
        "Adwords",
        "Adsense",
        "Facebook Business Manager",
        "Instagram",
        "Photoshop",
        "InDesign",
        "Wordpress",
        "Mailchimp"
      ],
      "Produkt": "Kommunikations- och marknadsföringskanal för företag som vill nå högskole- och universitetsstudenter",
      "Företagsstruktur": "Anställda med fokus på sälj, marknad och kundrelationer, anställda på kontor i Eskilstuna",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "media@studenthaftet.se",
          "name": "Media",
          "position": "",
          "source": "https://www.wesupero.com"
        },
        {
          "email": "ossinfo@supero.se",
          "name": "Ossinfo",
          "position": "",
          "source": "https://www.wesupero.com"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 485,
      "företagsnamn": "Tranpenad AB",
      "företagswebb": "http://tranpenad.se",
      "organisationsnummer": "5565970364",
      "sökterm": [
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29489323",
      "titel": "Marknadskoordinator till Tranpenad Group i Mölndal",
      "beskrivning": "Vill du ha en bred och varierad roll inom marknadsföring där du får vara spindeln i nätet? Som marknadskoordinator hos oss arbetar du med marknadssupport för våra två verksamheter i Tranpenad och Eyes4Work!Om tjänsten\n \nSom marknadskoordinator hos oss är du spindeln i nätet och arbetar brett med marknadssupport för våra två verksamheter i Tranpenad och Eyes4work. Rollen är bred och kan innebära allt från att arrangera ett kundevent vid hockeyarenan till att hantera och beställa profilsortiment. Den största delen av din tid kommer att handla om att publicera och skapa, annonsering, presentationer och inlägg på hemsidorna och i sociala kanaler samt arbeta med leadsgenerering. \nDu har din arbetsplats på vårt fina huvudkontor i Mölndal där du kommer bli en del av ett härligt team av kollegor som arbetar med företagets ledning, HR frågor, lön och ekonomihantering och stöttar varandra i det dagliga arbetet. \nHuvudsakliga arbetsuppgifter\n Producera och publicera personliga och inkluderande employer branding- innehåll för våra sociala medieplattformar, webb och sociala kanaler \n Säkerställa ett konsekvent budskap och visuell identitet för både Tranpenad och Eyes4work i alla kanaler som speglar våra värderingar personliga, kompetenta och ansvarstagande\n Ansvara för och beställa profilsortiment och exponeringsmaterial\n Producera enklare grafiskt material för digitala kampanjer, presentationer och trycksaker och hantera digitala inbjudningar m.m\n Projektleda och vara delaktig i olika kund och personalevent \n Stötta ledning och chefer i marknadsrelaterade frågor\n Vara delaktig i planering av innehålls- och aktivitetsplaner tillsammans med ledningen\n  Om dig som söker\n \nFör att trivas hos oss tror vi att du är en engagerad och kvalitetsmedveten doer som gillar att hålla en hög servicenivå. Det du inte kan, vill du lära dig! \nDu trivs med att arbeta självständigt, samtidigt som du besitter en stor social kompetens och trivs i en central roll med många kontaktytor. Vi tror också att du är en prestigelös och anpassningsbar person som trivs med snabba beslut och att operativt genomföra dagliga uppgifter.\nResor inom Sverige kan förekomma i tjänsten.\nKvalifikationer \n Utbildning eller yrkeserfarenhet inom marknadsföring/kommunikation, inkl. digital marknadsföring\n Erfarenhet av marknadsföring B2B gärna inom bemanning och rekrytering\n Duktig på att själv kunna skriva och producera inlägg och annonser med bild och text anpassat mot målgrupp på våra hemsidor, Facebook, Instagram och Linkedin\n Kunskap i att skapa enklare rörligt material för våra sociala medier\n Känsla för layout för varumärket och att få ihop text, bild och form till en helhet\n Talar och skriver obehindrat på svenska och engelska\n \nMeriterande\n Grundläggande kunskaper i Google Ads, Google Analytics och Facebook Ads Manager Kunskap i SEO, SEM\n Vad vi kan erbjuda dig\nVi erbjuder en spännande tjänst där du har stor frihet att forma din roll och din resa inom Tranpenad och Eyes4work! Som anställd hos oss är du del av ett entreprenörsdrivet företag med snabba puckar och mycket hjärta. Vi arbetar för en inkluderande arbetsmarknad och att göra positiva avtryck genom en lång tradition av samarbeten med idrottsföreningar och välgörenhetsorganisationer. Utöver detta erbjuder vi dig sex veckor semester, tjänstepension och förmåner som friskvårdsbidrag och förmånsrabatter.\nOm Tranpenad GroupSedan 1999 har vi på Tranpenad arbetat för att få människor och företag att växa. Idag är vi en av Sveriges största aktörer inom rekrytering, bemanning och driftlösningar för lager, logistik, e-handel, produktion och industri där vi med våra erbjudanden effektiviserar våra kunders verksamheter samtidigt som vi bidrar till en bättre och mer inkluderande arbetsmarknad. Vi finns idag i Stockholm, Göteborg, Skåne, Jönköping, Borås, Mälardalen och Trestad och har vårt huvudkontor i Mölndal.\nSedan 2022 är matchningsbolaget Eyes4work en del av Tranpenad Group. Eyes4work startades 2018 med målsättningen att tillsammans med lokalt förankrad personal och samarbetspartners skapa effektiva kedjor där utbildning och matchning är delar i den process som leder individen framåt, mot ett nytt jobb eller vidare mot nästa mål. Eyes4work finns idag på ett 60-tal orter i landet.\nTranpenad ett Karriärföretag 2025\nTranpenad har utsetts till Karriärföretag 2025 för vårt arbete med att skapa en engagerande och utvecklande arbetsmiljö. Som en av Sveriges största aktörer inom bemannings- och driftpartnerlösningar erbjuder vi våra medarbetare möjligheter att arbeta inom lager, logistik, e-handel, industri och produktion. Genom vårt fokus på personlig utveckling och ansvarstagande gör vi oss till en attraktiv arbetsgivare för dem som vill växa och bidra till framgångsrika kundrelationer.\n\nAnsökan\nSkicka in din ansökan redan idag då intervjuer sker löpande. Vi tar inte emot ansökningar via e-post eller telefon. Har du frågor kring tjänsten kontakta CHRO Camilla Thulin på 076-8557510.",
      "Techstack": [
        "Google Ads",
        "Google Analytics",
        "Facebook Ads Manager",
        "SEO",
        "SEM"
      ],
      "Produkt": "Rekrytering, bemanning och driftlösningar för lager, logistik, e-handel, produktion och industri",
      "Företagsstruktur": "Huvudkontor i Mölndal, verksamhet på ett 60-tal orter, del av Tranpenad Group, inkluderar marknadsavdelning med flera kollegor",
      "Ekonomi": "Inga specifika ekonomiska siffror tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "pontus.norberger@tranpenad.se",
          "name": "Pontus Norberger",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "christian.sandell@tranpenad.se",
          "name": "Christian Sandell",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "dimitri.roumeliotis@tranpenad.se",
          "name": "Dimitri Roumeliotis",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "daniel.lennartsson@tranpenad.se",
          "name": "Daniel Lennartsson",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "sara.wilck@tranpenad.se",
          "name": "Sara Wilck",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "niclas.graff@tranpenad.se",
          "name": "Niclas Graff",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "victor.henriksson@tranpenad.se",
          "name": "Victor Henriksson",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "johanna.holmen@tranpenad.se",
          "name": "Johanna Holmen",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "kristoffer.ottosson@tranpenad.se",
          "name": "Kristoffer Ottosson",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "tomas.hulth@tranpenad.se",
          "name": "Tomas Hulth",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "jennie.ahlgren@tranpenad.se",
          "name": "Jennie Ahlgren",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "sebastian.kantolic@tranpenad.se",
          "name": "Sebastian Kantolic",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "sofia.eldstahl@tranpenad.se",
          "name": "Sofia Eldstahl",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "elizabeth.wannes@tranpenad.se",
          "name": "Elizabeth Wannes",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "anneli.rynmark@tranpenad.se",
          "name": "Anneli Rynmark",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "marie.ullenius@tranpenad.se",
          "name": "Marie Ullenius",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "camilla.thulin@tranpenad.se",
          "name": "Camilla Thulin",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        },
        {
          "email": "tina.jonsson@tranpenad.se",
          "name": "Tina Jonsson",
          "position": "",
          "source": "http://tranpenad.se/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": "https://linkedin.com/company/tranpenad-ab",
        "facebook": "https://www.facebook.com/tranpenad/",
        "twitter": null,
        "instagram": "https://www.instagram.com/tranpenad/"
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 486,
      "företagsnamn": "Västerbottens-Kurirens Media AB",
      "företagswebb": null,
      "organisationsnummer": "5560094251",
      "sökterm": [
        "A/B Testing",
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29425222",
      "titel": "Digital Marknadsförare med fokus på CX och MA",
      "beskrivning": "Om VK Media\nVK Media är en ledande mediekoncern som brinner för att skapa meningsfulla och engagerande upplevelser för våra kunder. Med våra starka varumärken och digitala satsningar arbetar vi innovativt för att möta framtidens behov inom media och kommunikation. Vi värdesätter kreativitet, samarbete och en kultur där idéer tas tillvara och utvecklas.\nOm rollen\nSom Digital Marknadsförare hos oss kommer du att ha en nyckelroll i att skapa personliga och värdeskapande kundupplevelser. Du arbetar datadrivet för att utveckla och implementera strategier inom marketing automation och kundresor, med särskilt fokus på lojalisering av kunder och att bygga långsiktiga relationer. Genom att analysera kundbeteenden och optimera flöden skapar du engagerande kampanjer som både stärker vår närvaro och bygger kundvärde.\nDu trivs i en dynamisk miljö där flera projekt pågår samtidigt och är en kreativ problemlösare som omvandlar idéer och insikter till konkreta resultat. Självgående, strukturerad och proaktiv är egenskaper som kännetecknar dig.\nDina huvudsakliga arbetsuppgifter:\n Analysera kundbeteende och kundresor för att identifiera förbättringsområden och stärka kundlojaliteten.\n Genomföra A/B-tester och analysera resultat för att kontinuerligt förbättra kampanjer och kommunikationsflöden.\n Skapa engagerande copy för digitala kanaler, såsom e-post, sociala medier och webb.\n Arbeta med visuell kommunikation och målgruppsanpassad design för att stärka kundlojaliteten.\n Utveckla och optimera automatiserade kommunikationsflöden för att öka engagemang och lojalitet.\n Designa och implementera flöden med fokus på konvertering och lojalitet, exempelvis genom lojalitetsprogram och win-back-strategier.\n\nVi söker dig som har:\n Relevant eftergymnasial utbildning inom marknadsföring, kommunikation, digitala medier eller liknande områden.\n Minst två års erfarenhet av digital marknadsföring, med fokus på kundupplevelser, lojalitet och marketing automation.\n Förmågan att analysera data via verktyg som Power BI eller Google Analytics. \n Erfarenhet av att optimera kundresor och automatiserade flöden.\n Erfarenhet av onsite-marknadsföring och kundinsiktsdrivet arbete.\n Kunskap om marknadsföring med ett kommersiellt fokus och målet att driva konvertering och lojalitet.\n Förmåga att skriva engagerande copy för olika digitala kanaler.\n Erfarenhet av att producera digitalt material för visuell kommunikation.\n\nDet är meriterande om du har erfarenhet av:\n System och verktyg såsom Power BI, Triggerbee, Rule, Meta Ads Manager och Adobe Photoshop, eller andra program inom Adobe Creative Cloud.\n ​​​SEO-strategier och optimering för att öka organisk trafik och synlighet.\n Att arbeta med visuella element och skapa innehåll med hög designkänsla.\n Förståelse för programmeringsspråk såsom Java eller liknande.\n\nVad vi kan erbjuda dig:\n En stimulerande arbetsmiljö där din utveckling och idéer uppmuntras.\n Möjlighet att arbeta med spännande varumärken och projekt.\n\nFöretagskultur och förmåner\nVi värdesätter vår personals hälsa och välbefinnande, därför erbjuder vi flexibla arbetstider med möjlighet att jobba hemifrån. Vi erbjuder våra anställda förmåner såsom friskvårdsbidrag, fri parkering, gratis mensskydd, gym på kontoret samt tillgång till lägenheter i Hemavan och Stockholm.\nOmfattning: Heltid\nPlaceringsort: Umeå\nTillträde: Enligt överenskommelse\nAnställningsform: Tillsvidareanställning med 6 månaders provanställning\nSista ansökningsdag: 2025-03-31\nUrval sker löpande, så vänta inte med din ansökan!\nVi värdesätter sökande med olika bakgrunder och erfarenheter. Vi vill ta vara på de kvaliteter som jämn könsfördelning samt etnisk och kulturell mångfald kan tillföra vår verksamhet.\nVK Media är ett mediehus i Västerbotten med en familj av varumärken, produkter och tjänster. Med teknik i världsklass, passion och initiativkraft når vi över 100 000 människor i Sverige med och genom våra produkter, varje dag.",
      "Techstack": [
        "Power BI",
        "Google Analytics",
        "Triggerbee",
        "Rule",
        "Meta Ads Manager",
        "Adobe Photoshop",
        "Adobe Creative Cloud"
      ],
      "Produkt": "Medietjänster och digitala kommunikationstjänster",
      "Företagsstruktur": "Ingen specifik information om antal anställda eller avdelningar",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 487,
      "företagsnamn": "Phenixid AB",
      "företagswebb": "https://www.phenixid.se/",
      "organisationsnummer": "5569876310",
      "sökterm": [
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29475980",
      "titel": "QA Engineer till PhenixID – Ta vår kodkvalitet till nästa nivå!",
      "beskrivning": "Miljontals svenskar förlitar sig på PhenixID för säkra digitala inloggningar. Nu söker vi en passionerad och initiativrik QA Engineer som vill ta vår kodkvalitet och kvalitetssäkringsprocesser till nästa nivå. Vill du göra skillnad inom digital identitetssäkerhet och bidra till samhällskritiska verksamheter? Hos oss får du frihet att forma din roll och sätta din egen prägel på våra QA-processer.\nOm oss\nPhenixID är ett innovativt techbolag som hjälper organisationer att skydda sina digitala identiteter och resurser på ett tryggt och kostnadseffektivt sätt. Med våra kraftfulla identitetshanteringslösningar och kundfokus i världsklass anpassar vi våra produkter efter kundernas behov och bidrar till en säkrare digital värld.\nDin roll\nSom QA Engineer hos oss spelar du en nyckelroll i vår mjukvaruutveckling. Du ansvarar för våra testmiljöer och förbättrar testprocesserna för våra produkter. Din vardag blir en blandning av praktiskt arbete med testning och strategiskt arbete för att optimera kvalitetssäkringen genom moderna verktyg och metoder.\nVi tror på balans mellan arbete och fritid och erbjuder en arbetsmiljö där du kan utvecklas och samtidigt ha kul på jobbet. Hos oss får du stor påverkan på både din egen roll och vår QA-strategi.\nDina arbetsuppgifter:\n Säkerställa kvalitet i produkter från start och uppfylla acceptanskriterier.\n Planera och utföra tester, både manuellt och automatiserat.\n Driva testautomation, förbättra teststrategier, identifiera risker och prioritera testning.\n Samordna releasetestning och kommunicera resultat.\n \nVi tror att du har:\n Minst 5 års erfarenhet av en liknande roll inom mjukvarutestning och kvalitetssäkring där du har god förståelse för testmetodik och teststrategier\n Erfarenhet av att arbeta både hands-on med testning samt med testledning och koordinering av resurser.\n Förmåga att identifiera och genomföra förbättringsstrategier självständigt och koordinera dessa effektivt.\n En analytisk och lösningsorienterad inställning.\n Kunskap i Windows, Linux, scripting och Java.\n Erfarenhet av testautomation med verktyg som Selenium, Cucumber eller Playwright.\n Flytande kunskaper i svenska och engelska, i tal och skrift.\n \nAnsökan\nLåter det här som du? Skicka in din ansökan redan idag! Urval sker löpande. Har du frågor? Kontakta Petra Gyllenberg på petra.gyllenberg@phenixid.se. Vi ser fram emot att höra från dig!",
      "Techstack": [
        "Windows",
        "Linux",
        "scripting",
        "Java",
        "Selenium",
        "Cucumber",
        "Playwright"
      ],
      "Produkt": "Identitetshanteringslösningar",
      "Företagsstruktur": "Innovativt techbolag, antal anställda ej specificerat, fokus på mjukvaruutveckling och QA",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/phenixid-ab/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 488,
      "företagsnamn": "Fit for Life 20 AB",
      "företagswebb": "https://www.fit20.se",
      "organisationsnummer": "5592149685",
      "sökterm": [
        "Katalon Studio"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29407389",
      "titel": "Personlig tränare / studio manager/ delägare",
      "beskrivning": "Vill du hjälpa oss utveckla vår tränings-studio på Lindens Torg?\nVi är ett litet företag som ingår i en växande internationell kedja. Vår styrketräning passar alla som vet att de borde styrketräna men inte får det gjort. VI BEHÖVER HJÄLP ATT REKRYTERA NYA MEDLEMMAR. Även ta hand om befintliga såklart, men fokus ligger på sälj.\nInledningsvis är arbetet deltid och lönen rörlig men allt eftersom medlemsantalet växer behövs det fler timmar och förhoppningsvis krävs det heltid inom kort. Vi vill hitta en framtida delägare till verksamheten!\nDet är viktigt att du är öppen o positiv, förstår vikten av träning samt är intresserad av marknadsföring och försäljning.\nAll medlemsrekrytering sker via marknadsföring som bjuder in till en gratis provträning. Under provträningen gäller det att de får en positiv upplevelse och förstår att de behöver bli medlemmar.\nPassar detta dig så sök direkt för vi kommer hugga den första personen som vi tror är rätt för oss!",
      "Techstack": "-",
      "Produkt": "Träningsstudio och styrketräning",
      "Företagsstruktur": "Litet företag, fokus på medlemsrekrytering, deltid och möjligheten till heltid, framtida delägarskap",
      "Ekonomi": "Inga specifika ekonomiska uppgifter tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 489,
      "företagsnamn": "Färghuset AK Lack AB",
      "företagswebb": null,
      "organisationsnummer": "5561967562",
      "sökterm": [
        "Katalon Studio"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29507881",
      "titel": "Butikssäljare",
      "beskrivning": "Butikssäljare till Alcro Studio \nHar du en passion för försäljning och kundservice? Då kan detta vara jobbet för dig! Vi söker nu en butikssäljare med glimten i ögat.\n\n\nTjänsten som Butikssäljare\nDu arbetar heltid på schemalagd arbetstid där helgarbete ingår. \nTjänsten innebär arbete som butikssäljare med dess tillhörande arbetsuppgifter. \nVar med och utveckla vår butiks visuella uttryck! \nTillträde snarast eller enligt överenskommelse. Kollektivavtal finns. \n \nDin Profil\nDu är en kreativ person som ser lösningar i stället för problem! Du har ett eget driv och gillar att dra i gång projekt. Du trivs med att ingen dag är den andra lik och älskar att ta dig an nya utmaningar.  \nDu har ett naturligt utåtriktat sätt samt en utpräglad känsla för service och kundorientering. Du ska ha god datorvana, kunna arbeta självständigt samt ta initiativ och ansvar. \nBranschvana och erfarenhet av butiksförsäljning är meriterande. \nGrundläggande matematiska kunskaper är ett krav. \n \nVi erbjuder ett stimulerande arbete i en familjär arbetsgrupp. \nVåra ledord är familj, personlig service och bred kompetens. Vi letar efter den sista pusselbiten i vårt arbetslag. Kan det vara du? \nMöjlighet till utbildning och kompetensutveckling. \nSkicka en kortfattad personlig presentation tillsammans med ditt CV till Anna.soderberg@ak-lack.se. \n \nVi vill ha din ansökan senast 30/3-2025. Urval sker löpande. För ytterligare information om tjänsten är du välkommen att ringa Anna Söderberg på tel.nr 0520-26 53 10",
      "Techstack": "-",
      "Produkt": "Butikssäljning av färgprodukter och tjänster relaterade till Alcro Studio",
      "Företagsstruktur": "Familjär arbetsgrupp med fokus på personlig service och bred kompetens, antal anställda noterat som 0",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 490,
      "företagsnamn": "Humans Since 1982 AB",
      "företagswebb": "https://www.humanssince1982.com/",
      "organisationsnummer": "5569053928",
      "sökterm": [
        "Katalon Studio"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29490580",
      "titel": "Teknisk supportingenjör",
      "beskrivning": "About Humans since 1982\n\n\nA warm welcome to Humans since 1982. We are a contemporary art and design studio working across art, design, and technology. Our best-known series, ClockClock and A million Times, are iconic statement pieces featured in the homes of some of the world's most prestigious collectors, museums, luxury brands, and leading companies.\n\n\nFounded in 2009 and based in Stockholm, Humans since 1982’s international team of highly motivated and energetic individuals transforms ideas and experimentation into tangible, high-quality products. We work directly with our clients and a network of galleries, retailers, art consultants, and interior designers.\n\n\nHumans since 1982 is more than just a place to work. Curiosity and entrepreneurship are integral to our culture. We embrace creativity and different ideas to foster a positive, open, and equal workplace.\n\n\nFor more information about our studio, please see our websites: http://www.humanssince1982.com / Instagram: @humanssince1982\n\n\n\n\nAbout this position\n\n\nTech support at Humans since 1982 is an adventure, to say the least.\nAll of our artworks are entirely made in-house in Sweden. You will sit in our studio and manufacturing line and be a part of what goes out to the world.\nWe have today seen the production of over 1,000 artworks, mostly in the ClockClock and A million Times ranges. By our calculations, right now, there are about 30,000 pairs of motors turning in our artworks, distributed to cities and towns in almost every country.\nKeeping all of them running is a mind-boggling task. We are looking for someone who really knows how to think to solve problems and who loves to work with people to find solutions.\nOur role in technical support connects directly with our customers and remote support companies and occasionally travels internationally to on-site cases. This position acts as the second line of technical support, working closely with external support handlers, interviewing and evaluating them to ensure they fit with our studio’s standards. You will investigate and solve challenging support cases daily. Much of this role involves the mindset that you are supporting some very large investments in art.\n\n\n\n\nThe right candidate will have:\n\n\nA very good understanding of electronics: An electrical engineering degree is ideal.\nProgramming understanding (Python, Linux, and Java) as an example; you could be required to program animations on the artworks.\nBroad knowledge and passion for technology.\nPerfect English.\nAn interest in arts and commerce. Patient and careful with the artworks.\nBasic networking skills.\nReadily available to travel and an interest in different cultures.\nIT support experience and ability to explain complex systems to someone with less technical knowledge.\nComfort working from the office most of the time, given the hands-on nature of testing, troubleshooting, and preparation of spare parts.\n\n\n\n\n\nOn any given day, you may be:\n\n\nManaging around three challenging support cases in parallel\nCoordinating with different departments to manage customer needs\nStudying and building on our knowledge base to understand the issue\nTroubleshooting support cases and verifying possible solutions in the studio to prove your theories\nDeveloping fixes and improvements to our software\nMonitor the weekly support cases and analyze trends in issue types\nAssisting developers with troubleshooting hardware issues, such as broken motors, and understanding the root cause\nConfiguring, installing, and testing software on A million Times artworks\nDocumenting your work processes, especially if they differ from established routines\nAdopting a flexible working schedule to help a support partner in another time zone\n\n\n\n\n\nSupport Strategy & Optimization:\n\n\nAnalyze historical support cases to identify trends, recurring issues, and areas for improvement. Leverage these insights to recommend process enhancements, automation opportunities, and knowledge base improvements to optimize future support efficiency and customer experience. Regularly report key pain points to the development team and recommend product improvements to minimize future issues. Collaborate with cross-functional teams to implement data-driven solutions that improve resolution times and service quality. As experience is gained, you will take responsibility for developing and implementing strategies to enhance support efficiency and reduce costs\n\n\nOn average, this role will spend 1–2 weeks per year in a foreign country, working on an installation or on support. We try our best to use local resources where possible. However, you should be excited by the idea of travelling to visit the hotels, offices, and homes of our most prestigious customers.\n\n\nWe are looking for someone with passion and responsibility. The decisions you make will impact the studio many years into the future. As such, we are looking for a long-term commitment to this role and the high quality of our work.\n\n\nWe offer you an opportunity to be a big part of our small family. You will certainly not be a small cog in a big machine. With us, you will see every part of what makes the studio exist, from design to manufacturing to marketing, shows, and events. It is an exciting place to work, and we look forward to meeting you.\n\n\n\n\nA little more on Humans\n\n\nWe are a team of about 13 people based near Globen, Stockholm. Our group is dynamic, active, and diverse, with a wide range of interests. We value personality and enjoy building a strong, inclusive company culture.\nWe offer flexible working hours and reasonable remote work options. Every few weeks, we organize something fun—whether it’s art gallery visits, after-works, lunches, or BBQs. Like many Swedish companies, we provide an annual fitness allowance to support your well-being.\nWe also enjoy friendly competitions, like our in-house cooking challenge where the previous winner picks the theme. Other activities have included mini-golf, boule, go-karting, bowling, pottery classes, ski trips, and studio events. We’re always open to new ideas that bring the team together!\n\n\n\n\nHow to apply:\n\n\nYou can only apply for this position by filling out the form on our website.\n\n\nPlease be sure to read the \"how to apply\" section there as well. (It's important)",
      "Techstack": [
        "Python",
        "Linux",
        "Java",
        "elektronik",
        "nätverk"
      ],
      "Produkt": "Samtida konst och design, särskilt serieverk som ClockClock och A million Times.",
      "Företagsstruktur": {
        "Antal anställda": 13,
        "Plats": "Nära Globen, Stockholm"
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "days.support@humanssince1982.com",
          "name": "Days Support",
          "position": "",
          "source": "https://www.humanssince1982.com/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/humans-since-1982",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/humanssince1982/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 491,
      "företagsnamn": "Piktiv AB",
      "företagswebb": null,
      "organisationsnummer": "5567874861",
      "sökterm": [
        "Katalon Studio"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29497883",
      "titel": "Principal Game Developer - Valheim",
      "beskrivning": "The mystical land of Valheim awaits! The Piktiv team working on the hit Viking game is looking for a standout addition to their ranks!\nPiktiv’s journey together with Iron Gate and their game Valheim began as a simple porting project, where we assisted Iron Gate in bringing Valheim over to Microsoft PC Game Pass. Since then, our relationship has only deepened with Iron Gate and our team has grown to 4 strong developers working on multiple sub-projects regarding Valheim.\nAs a Principal Game Developer at Piktiv and within the Valheim team, you are expected to apply your vast knowledge and experience by participating in the development of Valheim. You will spearhead deeply technical solutions and innovations in order to meet the demands of bringing the best Viking survival co-op to new and existing players. You will closely collaborate with your team and the developers at Iron Gate, sharing your expertise to solve the technical challenges ahead as Valheim heads for a 1.0 release.\n\nWho you are\nYou are an industry veteran and you’ve been through your fair share of challenges and successes over the years. You are an expert in at least one domain of video game development, be it within rendering, consoles, physics, networking or similar.\nYou love solving technical problems and always strive to improve your skills in writing great code. You are always eager to try out new technologies and expand your knowledge beyond what you are already familiar with.\nAs an accomplished Principal Developer, you have a couple of published titles under your belt, and know what it takes to ship a title. Your experience positions you as a mentor to junior colleagues, helping them to grow and excel in their roles.\nYou excel in understanding and addressing stakeholder needs and you are able to guide them through your proposed solutions with ease. You are used to working in a collaborative environment where communication is paramount.\n\nWho we are\nPiktiv is a tech-agnostic, engineer-driven partner studio that offers game development services to any platform in any engine or language. We are experts at porting and seasoned game developers.\nAs a Partner Studio, Piktiv has worked with studios such as Coffee Stain, Iron Gate and Stunlock Studios and our client list is constantly growing. Our work ranges from networking, console porting, and optimizations, to feature development and improvements. We essentially provide a wide array of services to our client studios and let them focus on making their game.\nWe are a growing, but still relatively small and cozy company of just above 50 colleagues, spread across 2 main offices in Skövde and Örebro and one offshoot in Stockholm.\nWe pride ourselves in being very organizationally lean; every development team is self-organized and finds the best way to solve their client’s problems.\n\nEssential:\n At least 10 years of experience in the game industry\n Excellent programming skills\n Exceptional understanding of game engines\n At least 2 shipped titles on either PC or Consoles\n \nBonus:\n Portfolio of previous game titles\n Experience developing console games\n Experience with custom engines\n Experience with game porting\n \n \nThe position is full-time, 40 hours per week, on location in either Skövde, Örebro or Stockholm.",
      "Techstack": "spelutveckling, rendering, nätverksprogrammering, konsolportning, optimering",
      "Produkt": "speltjänster och utveckling, särskilt portar av spel till olika plattformar",
      "Företagsstruktur": "ca 50 anställda, två huvudkontor i Skövde och Örebro samt ett avknoppat kontor i Stockholm, självorganiserade utvecklingsteam",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 492,
      "företagsnamn": "Co Studios AB",
      "företagswebb": null,
      "organisationsnummer": "5595046300",
      "sökterm": [
        "Katalon Studio"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29543095",
      "titel": "Junior Accountant",
      "beskrivning": "We’re looking for a Junior Accountant to join CoStudios and help us optimize financial processes, ensure seamless operations, and contribute to our growth in the dynamic world of media & entertainment. \nAbout CoStudios:\nCoStudios is a newly formed Scandinavian media group bringing together two of Sweden’s top independent production companies, Art & Bob and Breakable Films, along with leading podcast outlet Third Ear Studio. We sit in a welcoming office spread over five floors at Östermalm, Stockholm.\nAbout the Role:\nAs a Junior Business Controller, you’ll play a vital role within our finance team, ensuring accuracy in financial processes, handling transactions, and improving our payment workflows. This is a hands-on position where your analytical skills and financial expertise will directly impact our success.\nKey Responsibilities:\nManage invoices and accounts payable\nAssist with bookkeeping and month-end closing\nManage payroll administration\nHandle correspondence and communication with suppliers and customers\nParticipate in budgeting and preparation of financial reports\nPerform various administrative tasks related to the finance department\n\nRequirements:\n2-3 years of working experience within financial services and payroll.\nAn academic degree in Finance, Economics, Business, or a related field (or equivalent experience in the industry).\nProficiency in Excel.\nExceptional critical thinking and problem-solving abilities.\nKeen attention to detail and a commitment to accuracy in all tasks.\nA collaborative mindset and the ability to work effectively as part of a team, contributing to shared goals and supporting colleagues when needed.\nFluency in both spoken and written Swedish and English.\nPreferred: Experience working with Fortnox.\n\nWhat We Offer:\nAt CoStudios, we believe work should be enjoyable and we're all about helping each other out and making sure everyone feels valued and happy!\nIn addition to a pretty awesome, laid back and friendly workplace culture, we offer:\nFlexibility: Flexible remote work? Absolutely! We prioritise results, not location. However, we also enjoy gathering at the office for team bonding and collaboration, and we look forward to seeing you there too.\nA market-based salary\nTeam Activities: Let's get social! Join us for regular team activities to build those strong bonds.\nHealth and Fitness: Time to get your sweat on! Enjoy our yearly allowance for fun fitness activities.\nCity Center Location: Conveniently situated in the heart of Östermalm, Stockholm.\n\nApplication Process:\nOur hiring team is reviewing applications on an ongoing basis. If you feel that this is the role for you, submit your application today by email: johanna.monaghan@artbob.se \nStart Date: To be mutually agreed upon.\nWe hope to hear from you soon!",
      "Techstack": [
        "Excel",
        "Fortnox"
      ],
      "Produkt": "Media och underhållning, produktion av filmer och podcasts",
      "Företagsstruktur": "Nystartad skandinavisk mediegrupp bestående av två oberoende produktionsbolag och en podcast outlet; belägen i Östermalm, Stockholm.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 493,
      "företagsnamn": "Moon Rover AB",
      "företagswebb": null,
      "organisationsnummer": "5594138439",
      "sökterm": [
        "Katalon Studio"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29484941",
      "titel": "Associate Producer",
      "beskrivning": "At Moon Rover, we believe in crafting worlds.\nRich, wondrous worlds for our players to bring to life and write their own stories in. Worlds filled with unique, fleeting moments that only they will see, giving them one-of-a-kind stories to share with friends. Worlds teeming with life, ready for players to dive into again and again. And we believe in saying yes to players. We believe in heart-pumping core gameplay that changes and is changed by the world around you—constantly evolving gameplay puzzles for players to work out, powered by the simplicity of rock, paper, scissors.\nAt Moon Rover, we want to explore new worlds with you. Abundant worlds, powered by unique moments, driven by fiendishly simple mechanics—worlds that will catch and live on in our players’ hearts and minds.\nWe’re going on an adventure. We’re building a studio from the ground up, which is both exciting and difficult—mistakes might happen, but we will learn and move on. We are determined to build a culture where everyone feels safe, valued, and empowered to be the best version of themselves. If that’s what you’re looking for, we’d love to hear from you. You can read more about how we plan to go on that journey here.\nProducers at Moon Rover\nProducers are the glue that holds a team together. A good producer is able to motivate a team to achieve goals they never thought possible while making sure that it stays healthy on that journey. They are highly adept at context shifting, dealing with everything from being a sounding board for a director to discussing detailed planning to mediating interpersonal conflict on a daily, if not hourly, basis.\nAssociate Producer\nWe’re looking for an Associate Producer who’s eager to roll up their sleeves and help bring our game to life. You’ll work closely with the Senior Producer to keep our project on track, solve problems, and support our team as we build something amazing. This is a perfect opportunity for someone who thrives in a fast-paced startup environment, loves organizing chaos, and wants to grow into a leadership role in game production.\nWho are you?\nSomeone with:\nExperience supporting game development teams in a production or coordination role.\nA strong aptitude for organization and problem-solving, with an eye for removing obstacles before they become issues.\nExcellent communication skills, who can ensure smooth collaboration across disciplines.\nFamiliarity with project management tools like JIRA, Notion, or similar.\nA proactive mindset—someone who takes initiative, follows through, and keeps the team moving forward.\nA passion for games and an understanding of game development workflows.\n\n\n\nIf this sounds like you, we’d love to hear from you!",
      "Techstack": "JIRA, Notion",
      "Produkt": "Spelutveckling, skapande av interaktiva spelvärldar",
      "Företagsstruktur": "Start-up, fokus på spelproduktion, antal anställda och avdelningar ej specificerat",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 494,
      "företagsnamn": "Additivt Teknikcenter i Hultsfred AB",
      "företagswebb": "https://atcab.se",
      "organisationsnummer": "5591499792",
      "sökterm": [
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29500639",
      "titel": "Teknik Lärare  . kunnig inom programmering cnc , robot automation",
      "beskrivning": "Lärare Sökes till Additivt Teknikcenter\nVi söker en engagerad och kunnig lärare till Additivt Teknikcenter. Är du passionerad och brinner för teknik och utbildning? Vill du vara med och forma framtidens arbetskraft ? Då är detta jobbet för dig!\nOm tjänsten:\nArbetsplats: Additivt Teknikcenter\nTjänst: Lärare\nAnställningsform: Heltid\n\nArbetsuppgifter:\nUndervisa och handleda studenter inom programmering och automation.\nUtveckla och uppdatera kursmaterial och läroplaner.\nSamarbeta med kollegor för att främja en innovativ och inspirerande lärmiljö.\nDelta i forsknings- och utvecklingsprojekt inom teknik och automation.\n\nKvalifikationer:\nRelevant gymnasie eller högskoleutbildning inom teknik eller motsvarande arbetslivserfarenhet .\nErfarenhet av undervisning och handledning.\nGoda kunskaper inom Robot programmering och automation gärna cad/cam.\nFörmåga att inspirera och engagera studenter.\n\nPersonliga egenskaper:\nDriftig och självgående.\nGod samarbetsförmåga och kommunikativ.\nKreativ och lösningsorienterad.\nGoda pedagogiska egenskaper\nVillig att fortbilda sig och utbilda sig inom kommande utbildningsinsatser\n\nVi erbjuder:\nEn dynamisk och stimulerande arbetsmiljö.\nMöjlighet att vara med och utveckla framtidens teknikutbildning.\n\nAnsökan: Då det är flest män som arbetar på denna arbetsplats ser vi gärna kvinnliga sökanden för en jämnare könsfördelning.\n .\nSkicka din ansökan med CV och personligt brev till joakim@atcab.se senast den 1/6 2025.\nVi ser fram emot din ansökan!",
      "Techstack": [
        "Programmering",
        "Automation",
        "Robot programmering",
        "CAD",
        "CAM"
      ],
      "Produkt": "Utbildning och handledning inom teknik, programmering och automation",
      "Företagsstruktur": "Anställer lärare, ingen specifik information om antal anställda eller avdelningar",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "rareirfan@atcab.se",
          "name": "Rareirfan",
          "position": "",
          "source": "https://atcab.se/kontakta-oss/"
        },
        {
          "email": "50joakim@atcab.se",
          "name": "Joakim",
          "position": "",
          "source": "https://atcab.se/kontakta-oss/"
        },
        {
          "email": "52henric@atcab.se",
          "name": "Henric",
          "position": "",
          "source": "https://atcab.se/kontakta-oss/"
        },
        {
          "email": "51michael@atcab.se",
          "name": "Michael",
          "position": "",
          "source": "https://atcab.se/kontakta-oss/"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 495,
      "företagsnamn": "Workshop International Sweden AB",
      "företagswebb": "https://www.work-shop.com/",
      "organisationsnummer": "5566658935",
      "sökterm": [
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29552343",
      "titel": "INSTALLATÖR TILL SMART GARDEN STORE I SICKLA!",
      "beskrivning": "WorkShop erbjuder en spännande tjänst i en internationell och dynamisk organisation där tiden mellan idé och beslut alltid är kort. Vill du bli en del av vårt team?\nVi söker nu efter en Installatör till Mashup Agencys trädgårdsbutik i Sickla med fokus på Husqvarnas robotgräsklippare. Är du tekniskt intresserad och trivs med att jobba självständigt? Då kan du vara personen vi söker!\nI början av 2022 öppnade Mashup Agency upp sin Smart Garden Store i Sickla med fokus på att sälja, installera och serva Husqvarnas automovers samt andra utvalda produktkategorier inom trädgård, hem & fritid. Produkter kommer säljas från butik och hemsida och vi hjälper kunden hela vägen från köp till installation/service och vinterförvaring. Vintertid servar vi mer och i säsong så säljer och installerar vi. I butiken jobbar vi också med proaktiv försäljning via CRM-system, schemalägger aktiviteter såsom att vara med på olika mässor m.m. Personalen är med och marknadsför hela vår butik i olika forum och sammanhang. T.ex via tillfälliga pop-up:er.\nOm jobbet\nSom Installatör kommer du ha en bred uppsättning av arbetsuppgifter. Du kommer att ansvara för hela kedjan av robotgräsklipparna vilket innebär att du ansvarar för utkörning och igångsättning innan säsong och upphämtning och vintersäkring av robotarna vid säsongens slut. Du ansvarar för att robotarna sedan blir inskrivna i servicekön och hamnar i rätt kategori. Du kommer ansvara för bokning av installationstider för att sedan utföra dessa och säkerställa att installationen håller Husqvarnas standard och även utföra en enklare uppstartsutbildning tillsammans med kunden för att säkerställa att kunden känner sig trygg och är nöjd med sin nya robot. \nDenna tjänst kräver att du är en person som trivs med omväxlande arbetsuppgifter och tycker om möjligheten att jobba både inne och ute. Du kommer att bli erbjuden utbildning av Husqvarnas bästa tekniker för att ge dig de bästa förutsättningarna för att bli riktigt bra. Vi erbjuder stora utvecklingsmöjligheter och vill bygga den här rollen tillsammans med dig!\nDina egenskaper:\n Genuint tekniskt intresserad\n Kund- och serviceorienterad\n Socialt utåtriktad och kommunikativt duktig\n Förmåga att självständigt planera ditt arbete\n Positiv och flexibel inställning\n Självständig men med god samarbetsförmåga\n Strukturerad och initiativtagande\n Stresstålig\n \nVi ser att du som söker uppfyller följande kriterier:\n Tidigare erfarenhet av tekniskt arbete\n Tidigare erfarenhet av servicearbete\n Teknisk gymnasieutbildning eller har motsvarande arbetslivserfarenhet\n B-körkort\n God förståelse i svenska och engelska i tal och skrift\n Arbete inom anläggning och trädgård är meriterande\n  Intresse för/kunskap om Husqvarnas produkter är meriterande\n \nArbetstid: Heltid, Måndag – Söndag enligt schema Anställningsform: Projektanställning från Mars - September, med god möjlighet till vidare anställning Arbetsplats: Sickla Start: Så snart som möjligt\nVi håller intervjuer löpande och tjänsten kan tillsättas innan ansökningstiden går ut så vänta inte med din ansökan. Sista ansökningsdag för tjänsten är 2025-03-31. Varmt välkommen med din ansökan!\nDu blir anställd på retailbyrån Mashup Agency som är ett dotterbolag till WorkShop – The consumer experience agency som är Nordens största och ledande retailbyrå. \nLär dig mer om vårt företag på WorkShop och följ oss gärna på Facebook, LinkedIn och Instagram!",
      "Techstack": "CRM-system, installationsutrustning",
      "Produkt": "Installation och service av Husqvarnas robotgräsklippare samt andra produkter inom trädgård, hem & fritid",
      "Företagsstruktur": "Dotterbolag till WorkShop – The consumer experience agency",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "hello@work-shop.com",
          "name": "Hello",
          "position": "",
          "source": "https://www.work-shop.com/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/workshop-consumerexperience/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/workshopretail/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 496,
      "företagsnamn": "Multisoft AB",
      "företagswebb": null,
      "organisationsnummer": "5565964011",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29553462",
      "titel": "Marketing Manager  Visstidsanställning",
      "beskrivning": "Marketing Manager – Visstidsanställning\nVi söker en engagerad och strukturerad marknadsförare med en bred verktygslåda och en stark drivkraft. Under de kommande månaderna växlar vi upp, och vi behöver en kollega som kan hjälpa oss att hantera en intensiv och spännande period. \nSom Marketing Manager hos oss kommer du att spela en nyckelroll i att driva och genomföra marknadsaktiviteter med fokus på innehåll, event och digital närvaro. Du trivs i en dynamisk miljö och har lätt för att sätta dig in i nya sammanhang. \nDina huvudsakliga ansvarsområden inkluderar: \nProjektledning av event – planera, marknadsföra och genomföra webinar och frukostseminarier. \nInnehållsskapande & redaktörsroll – ta fram, redigera och publicera innehåll för webb och annonser i form av text, video och grafiskt material. \nKoordinering av marknadsinsatser – leda och driva projekt som involverar flera delar av marknadsteamet och andra avdelningar. \n\nVi söker dig som:\nHar gedigen erfarenhet av att arbeta i HubSpot med att sätta upp sekvenser och kampanjer samt vana i att hantera innehåll i WordPress. \nHar en dokumenterad bakgrund inom event- och webinarproduktion, inklusive marknadsföring och genomförande. \nÄr van vid att arbeta både som skribent och redaktör och har en känsla för tonalitet och målgruppsanpassning. \nHar minst 5 års erfarenhet av arbete i marknadsroller. \n\n\n\nErfarenheter som gör dig extra rätt för rollen:\nDu är van vid att arbeta agilt och trivs med en mix av strategiskt och operativt arbete. \nDu har erfarenhet av att marknadsföra komplexa erbjudanden, där både produkt- och konsulttjänster ingår. \nDu är strukturerad och metodisk, med ett starkt fokus på projektplanering, checklistor och uppföljning av resultat. \n\nPraktiskt information:\nDetta är en visstidsanställning på ca sex månader för att stärka upp i en intensiv fas. Vi söker dig som är tillgänglig med kort varsel och redo att bidra från dag ett. \nSå ansöker du:\nSkicka in din ansökan och inkludera: \nExempeltexter du har skrivit. \nReferenser eller resultat från webinarer, frukostar eller andra live-aktiviteter du har genomfört. \nEn kort beskrivning av din erfarenhetsnivå i HubSpot och WordPress. \n\nVi ser fram emot din ansökan!",
      "Techstack": [
        "HubSpot",
        "WordPress"
      ],
      "Produkt": "Marknadsföringstjänster, inklusive innehållsskapande, event och digital närvaro",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 497,
      "företagsnamn": "Labino AB",
      "företagswebb": "https://www.labino.com",
      "organisationsnummer": "5565011417",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29543703",
      "titel": "Utökning av vårt Customer Service Team ",
      "beskrivning": "LABINO AB tillverkar och säljer UV- och vitljuslampor, som används inom ett stort antal områden, bland annat läckagesökning, oförstörande provning, härdning, sanitet och brottsplatsundersökningar. Vi grundades 1994 och är ett svenskt företag med produktion i Vallentuna och och Bjästa utanför Örnsköldsvik. Vi säljer produkterna via våra cirka 90 återförsäljare i över 50 länder. Cirka 90 procent av försäljningen är export. I dag har Labino 18 anställda, 3 i Bjästa och 15 i Vallentuna.\nVår kollega Madeleine ska få barn och vi behöver en vikarie till henne, samtidigt som vi växer. Tjänsten är ett föräldrarvikariat med möjlighet till förlängning. \nTjänsten inkluderar tre arbetsområden:\nCustomer Service\nLagerassistent\nSociala medier \n\n\n\nCustomer Service - arbetsuppgifter: \nOrderhantering: Bekräfta order från våra distributörer\nKundsupport: Skicka ut offerter, priser och produktinformation, samt svara på frågor avseende våra produkter\nFakturering\n\n\n\nLagerassistent:\nKontrollera och inspektera inkommande gods\nRäkna inkommande gods\nHjälpa till vid månads- och årsinventeringar.\n\n\n\nSociala media:\nPublicera uppdateringar på Labinos blogg i Wordpress\nPublicera uppdateringar på LinkedIn\n\n\n\nDin bakgrund och erfarenhet:\nDå majoriteten av Labinos kunder är utanför Sverige måste du behärska engelska i både tal och skrift.\nGod datavana är meriterande. Vi arbetar bland annat med systemen Visma Administration, Wordpress, Lime, Trello och Office paketet.\nDu behöver inte ha erfarenhet av liknande arbete. \nFör att öka vår mångfald ser vi gärna yngre sökande.\n\n\n\nPersonliga egenskaper:\nDu tycker om att ha kundkontakt och är serviceinriktad.\nDu är strukturerad och noggrann - du har sinne för detaljer.\nDu tycker om utmaningar, att vända problem till möjligheter och finna lösningar.\nDu är glad, positiv och utåtriktad.\nDu har lätt för att arbeta med många olika uppgifter parallellt.\n\n\n\nDu får:\nMöjlighet att arbeta med kunder från hela världen.\nMöjlighet att arbeta i ett företag i ständig utveckling och förändring.",
      "Techstack": [
        "Visma Administration",
        "Wordpress",
        "Lime",
        "Trello",
        "Office paketet"
      ],
      "Produkt": "UV- och vitljuslampor för läckagesökning, oförstörande provning, härdning, sanitet och brottsplatsundersökningar",
      "Företagsstruktur": {
        "Antal anställda": 18,
        "Avdelningar": {
          "Bjästa": 3,
          "Vallentuna": 15
        }
      },
      "Ekonomi": "Cirka 90 procent av försäljningen är export.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "labino@labino.com",
          "name": "Labino",
          "position": "",
          "source": "https://www.labino.com"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 498,
      "företagsnamn": "Ideella Fören Dansstationen Med Firma Dansstatio",
      "företagswebb": "https://dansstationen.nu/sv/hem/",
      "organisationsnummer": "8460039194",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29535799",
      "titel": "Kommunikatör 30% Dansstationen",
      "beskrivning": "Dansstationen är Skånes gästspelsscen för samtida dans, med hemvist på Palladium, en scen för dans och musik mitt i Malmö som vi delar med Musik i Syd.\nDansstationen har en press-och marknadsansvarig som ansvarar för marknadsföringen i alla led från att formulera marknadsstrategier till det praktiska utförandet. Arbetsuppgifterna är i huvudsak publik- och marknadsinsatser för 10-12 gästspel per säsong, egenproduktioner och kringarrangemang på Palladium, med tonvikt på PR, utveckling av vårt varumärke, texter, hemsida och sociala medier.\nVi utlyser en tjänst som assisterar vår press-och marknadsansvarig \nEn tjänst på 30%\nMed start så fort som möjligt\nKontakt: Anna Paulnitz ap@dansstationen.nu\nUtbildning/erfarenhet:\nVi söker dig med utbildning och/eller arbetserfarenhet inom kommunikation och marknadsföring, gärna med kunskap om scenkonst och samtida dans. Med god kommunikativ förmåga i tal och skrift. och god förmåga att prioritera. Du är kreativ, utåtriktad, flexibel och har god samarbetsförmåga. Du har goda kunskaper i Adobe-programmen InDesign och Photoshop, är van vid att publicera i sociala medier och det är meriterande om du har erfarenhet av att arbeta i WordPress.",
      "Techstack": [
        "Adobe InDesign",
        "Adobe Photoshop",
        "WordPress",
        "Sociala medier",
        "-"
      ],
      "Produkt": "Samtida dans och gästspel",
      "Företagsstruktur": "Assisterande tjänst på 30%, marknadsföring och PR, press- och marknadsansvarig",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "ap@dansstationen.nu",
          "name": "Ap",
          "position": "",
          "source": "https://dansstationen.nu/sv/kontakt/"
        },
        {
          "email": "le@dansstationen.nu",
          "name": "Le",
          "position": "",
          "source": "https://dansstationen.nu/sv/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/sharer/sharer.php?u=https%3a%2f%2fwww.facebook.com%2fdansstationenpalladium",
        "twitter": null,
        "instagram": "https://www.instagram.com/dansstationen/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 499,
      "företagsnamn": "Spekuma Kullager AB",
      "företagswebb": "https://www.spekuma.se",
      "organisationsnummer": "5560611575",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29532313",
      "titel": "Inköpare/Orderadministratör i Nacka",
      "beskrivning": "SPEKUMA KULLAGER är ett familjeföretag som grundades 1950. Vi har 5 anställda och importerar kullager och andra maskinvaror från Europa och Asien och säljer till svensk industri. Vi har egna agenturer och stor branscherfarenhet, där vårt motto och konkurrenskraft är personlig service på hög nivå. Eftersom vi är så få, krävs det att alla tar egna initiativ och är flexibla till att hjälpa till där det behövs. Här måste man även kunna tänka \"utanför boxen\". \nFöretaget finns i Saltsjö-Boo/Nacka. Vill du veta mer om oss, se vår hemsida www.spekuma.se\nARBETSUPPGIFTER: Tjänsten är en blandning av inköp, kundleveranser, ordermottagning, orderadministration och lagerarbete.\nSom inköpare ska du jämföra offerter i olika valutor, granska avtal/priser och samordna importer. Du ska ha koll på tullsatser och tulldeklarationer. Kontrollera fraktavtal med olika transportbolag beroende på land, godkänna fraktfakturor och beräkna inrikes/import/export-frakter. Kontroll av både svenska och utländska fakturor. Du ser till att vi har korrekt valuta i systemet. Som inköpare här måste du ha goda kunskaper i engelska samt kunna beräkna moms, tull, frakter och andra avgifter.\nEn annan del är kundleveransansvaret. Här ska du se till att kunder får sina bekräftelser och sina leveranser i tid. Här ingår orderkontroller, arkivering och fakturering. Du hjälper även till med ordermottagning, söker paket och har hand om ev reklamationer. Som kundleveransansvarig måste du ha mycket goda kunskaper i svenska och administration, ha siffersinne och gärna ett tekniskt intresse.\nDet ingår även att dagligen arbeta på vårt lager, med framplockning och packning, bokning av transporter och att ta emot och lämna ut gods.\nVi använder oss av personlig service för att skapa långsiktiga kundrelationer. Tjänsten kan utvecklas till Inköpsansvarig.\nVI SÖKER DIG SOM: \n*Är självgående, driven, mycket serviceinriktad och har ett intresse för detaljer\n*Som har god helhetssyn, är strukturerad och noggrann\n*Trivs med att arbeta både självständigt och i grupp: här är vi alla lagerarbetare, som en del av våra olika ordinarie arbetsuppgifter.\n*Är samarbetsvillig och prestigelös för att kunna passa in här.\n*Är flexibel och kan ta egna initiativ till att hjälpa till där det behövs, som tex att packa på lagret, hjälpa kunder i butiken, se till att det finns packmaterial, åka till posten osv.\nKRAV\n*Mycket goda kunskaper i svenska i tal och skrift.\n*Goda kunskaper i engelska i tal och skrift.\n*Siffersinne och kunskaper i beräkningar\n*Erfarenhet av arbete i ngt affärssystem\n*Mycket goda kunskaper i administration\n*Arbetslivserfarenhet gällande Inköp är ett krav, liksom kunskaper i Excel\n*Någon form av tekniskt intresse är meriterande!\n*Kunskaper i Wordpress är meriterande för att kunna uppdatera hemsidan\n\n\n\n\nArbetet avser deltid eller heltid. Fast lön. Tillträde snarast.\nAnsökan/frågor till: micaela@spekuma.se\nUrval sker löpande och tjänsten kan komma att tillsättas innan sista ansökningsdag.",
      "Techstack": [
        "Excel",
        "Wordpress",
        "Affärssystem"
      ],
      "Produkt": "Kullager och andra maskinvaror",
      "Företagsstruktur": {
        "AntalAnställda": 5,
        "Avdelningar": [
          "Inköp",
          "Kundleveranser",
          "Orderadministration",
          "Lagerarbete"
        ]
      },
      "Ekonomi": "Ingen extern ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@spekuma.se",
          "name": "Info",
          "position": "",
          "source": "https://www.spekuma.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "//www.facebook.com/spekumakullagerab",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    }
  ]
}