{
  "page": 9,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 400,
      "företagsnamn": "REGION UPPSALA",
      "företagswebb": null,
      "organisationsnummer": "2321000024",
      "sökterm": [
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29536503",
      "titel": "BI-utvecklare till Lasarettet i Enköping",
      "beskrivning": "Lasarettet i Enköping\r\n\r\nVälkommen till Lasarettet i Enköping – stor omtanke i litet format!\nHos oss arbetar cirka 700 engagerade kollegor i en miljö där nära samarbete och gemenskap är självklarheter. Vi finns i en expansiv region med smidiga pendlingsmöjligheter till Stockholm, Uppsala och Västerås. För dig som överväger att flytta för att bo nära ditt jobb så har Enköpingsregionen mycket att erbjuda. Lasarettet bedriver akut och planerad vård för cirka 72 000 invånare i Enköping, Håbo och Södra Heby och vi har även specialistuppdrag inom hela Uppsala län. Hos oss kan du göra skillnad - för patienterna och för verksamheten - i en arbetsmiljö där vi ständigt utvecklas tillsammans. Vill du bli en del av vårt team? Varmt välkommen till Lasarettet i Enköping!\r\n\r\nÄr du en engagerande BI- utvecklare som brinner för att få arbeta i en verksamhet som gör skillnad för patienter och där delaktiga medarbetare trivs och utvecklas? Vi söker nu en BI-utvecklare till Lasarettet i Enköping som med stort engagemang vill vara med och skapa ett ännu bättre sjukhus.\n\nDitt uppdrag\nSom BI-utvecklare så kommer du att arbeta med att hjälpa sjukhusets chefer och utvecklare att ta fram data om den medicinska verksamheten vilket syftar till att utveckla själva verksamheten och dess kvalité. Medicinska data från journalsystem ska också kunna kombineras med till exempel ekonomi- och HR-data och samarbete sker även med ekonomi- och HR-funktionen.\n\nHuvudsakliga arbetsuppgifter:\n\n• Arbete i samverkan med verksamheten för att förstå dess behov av data\n• Programmering i SQL och databaskunskap\n• Designa, utveckla och implementera rapporter\n• Integrationer och dataöverföring\n• Arbete med maskininlärning och AI kommer att ingå som en arbetsuppgift.\n\nDu kommer att samverka med andra utvecklare inom region Uppsala och den centrala enheten för beslutsstöd. Strukturerade data finns i regionens datalager. Det kan också vara aktuellt att nyttja även andra datakällor.\n\nDina kvalifikationer\nVi söker dig som har relevant akademisk utbildning och har tidigare erfarenhet av arbete som BI-utvecklare. Du har:\n\n• Arbetat några år som SQL-programmerare eller motsvarande.\n• Arbetat med integrationer.\n• Erfarenhet av arbete med SAS Viya och gärna andra visualiseringsverktyg.\n\nDu är även flytande i svenska i tal och skrift.\n\nVi ser det som meriterande om du har erfarenhet från att ha arbetat med utdata från journalsystem och är bekant med termer och begrepp inom sjukvården. Det är också meriterande om du har erfarenhet från arbete med maskininlärning och AI.\n\nDin kompetens\nDu har god förmåga att kunna arbeta självständigt, är strukturerad med hög kvalité och är innovativ. Du är lyhörd och har lätt för att samarbeta med andra. Arbetet kan ibland innebära snabba omprioriteringar så förmåga till flexibilitet krävs. Stor vikt kommer att läggas vid personlig lämplighet.\n\nVi erbjuder\nVi erbjuder en tillsvidareanställning på heltid vid enheten som utgör ett centralt verksamhetsnära stöd. Tillträde sker enligt överenskommelse. Möjlighet finns för distansarbete ett par dagar i veckan och arbetet på plats bedrivs i ljusa och lugna lokaler. I tjänsten ingår tystnadsplikten i sjukvården på grund av sekretessuppgifter. Du blir en del av en engagerad arbetsgrupp där deltagarna hjälper, utmanar och utvecklar varandra i en god samarbetsanda.\n\nHos oss får du förmåner som gör skillnad, läs om förmånerna här (https://regionuppsala.se/jobba-hos-oss/bli-var-nya-kollega/formaner/).\n\nVill du veta mer?\nHar du frågor och funderingar, vill du veta mer om verksamheten eller tjänsten är du välkommen att kontakta:\n\nSjukhusdirektör Per Andersson, 070-340 06 21, per.andersson@regionuppsala.se\n\nFackliga företrädare nås via växeln, 0171-41 80 00.\n\nVill du jobba med oss?\nVälkommen med din ansökan via länken nedan.\n\nRegion Uppsala värdesätter de kvaliteter som jämn könsfördelning och mångfald tillför verksamheten. Vi ser därför gärna sökande av alla kön och med olika födelsebakgrund, funktionalitet och livserfarenhet.\n\nRegion Uppsala krigsplacerar all tillsvidareanställd personal utifrån totalförsvarets behov. Detta innebär för den enskilda medarbetaren inga förpliktelser i fredstid utan är enkom en planeringsåtgärd.\n\nKontroll mot misstanke- och belastningsregister kommer att göras avseende alla personer som arbetsgivaren har för avsikt att anställa eller anlita för patientnära arbete utifrån att de kan komma att arbeta inom psykiatrisk sjukvård, habilitering, vård av barn och ungdom eller tvångsvård av missbrukare, områden som omfattas av fakultativa registerutdrag. Detta gäller således alla som kommer att arbeta patientnära även om arbetsuppgifterna i nuläget inte är tänkta att huvudsakligen innehålla arbete med ovan nämnda patientgrupper.\n\nDenna rekrytering sker helt genom Region Uppsalas försorg. Vi undanber oss därför telefonsamtal från rekryteringsföretag och annonsförsäljare.",
      "Techstack": [
        "SQL",
        "SAS Viya",
        "maskininlärning",
        "AI",
        "databaskunskap"
      ],
      "Produkt": "Akut och planerad vård samt specialistuppdrag inom Uppsala län",
      "Företagsstruktur": {
        "antal_anställda": 700,
        "avdelningar": [
          "akut vård",
          "planerad vård",
          "specialistvård"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 401,
      "företagsnamn": "Göteborgs Stads Kollektivtrafik AB",
      "företagswebb": null,
      "organisationsnummer": "5591610190",
      "sökterm": [
        "GCP",
        "AWS Lambda",
        "AWS",
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29533240",
      "titel": "Dataanalytiker sökes av Göteborgs Spårvägar",
      "beskrivning": "Göteborgs Spårvägar har satt Göteborg i rörelse sedan 1879. Med 141 miljoner spårvagnsresor per år är vi idag den största operatören av kollektivtrafik i Göteborgsregionen. Vi arbetar varje dag, året om för att ge våra resenärer en trygg och säker resa till jobb, skola och fritid. Vill du följa med på vår kvalitetsutvecklingsresa till en spårvägsresa i världsklass?\r\n\r\nARBETSUPPGIFTER\nVi söker dig som är erfaren dataanalytiker med kunskap inom BI som vill spela en nyckelroll i att utveckla vår rapportering och analysera affärsdata för att stödja vår verksamhet och nå våra strategiska mål. Vill du vara med och driva datadrivet beslutsfattande i en organisation med höga ambitioner? Då kan detta vara din nästa utmaning!\n\nSom dataanalytiker kommer du att arbeta nära olika delar av organisationen för att identifiera affärsbehov, ta fram insiktsfulla analyser och skapa smarta datadrivna lösningar. Du blir en central del i vårt arbete med att utveckla en modern dataplattform och bidra till en mer proaktiv och insiktsbaserad verksamhet. Ditt arbete kommer att vara avgörande för att skapa ett mer datadrivet arbetssätt och stötta verksamheten i att fatta bättre beslut. Genom din kompetens hjälper du organisationen att använda data som en strategisk tillgång.\n\nDina huvudsakliga arbetsuppgifter:\n•\tBygga och utveckla rapporter och dashboards i Power BI för att ge verksamheten insiktsfulla verktyg för framtida prognoser.\n•\tAnalysera affärsdata för att identifiera trender, möjligheter och risker  både operativt och strategiskt.\n•\tSamarbeta med kollegor över olika affärsområden för att förstå behov och utforma smarta analyslösningar.\n•\tAutomatisera och effektivisera analys- och rapporteringsprocesser.\n•\tMedverka i projekt kopplade till utveckling av vår dataplattform och analyskapacitet.\n\nDu kommer att tillhöra vår enhet IT och projekt. Vi ska utifrån vår expertiskompetens bistå Göteborgs Spårvägar att möta sina mål vad gäller verksamhetsutveckling och effektivisering genom digitalisering. Vår ambition är att bygga förmåga för att stödja verksamheten under hela digitaliseringsresan; från idé och framtagandet av en digital lösning och fram tills att ett effektivare arbetssätt är på plats. Vi arbetar proaktivt, relationsskapande och konsultativt vilket i praktiken betyder att IT-medarbetarna ständigt utvecklar sin förmåga att förstå verksamhetens verklighet.\n\nVi värdesätter ett nära samarbete och en prestigelös arbetsmiljö där kunskapsöverföring och ett stödjande klimat mellan kollegor skapar de bästa förutsättningarna för att nå framgång i våra uppdrag. Arbetstiden är förlagd till helgfria vardagar, 40 timmar per vecka, med flextid. Vi erbjuder även viss flexibilitet för distansarbete.\r\n\r\nKVALIFIKATIONER\nI rollen som dataanalytiker förväntas du vara driven och ta ansvar för dina arbetsuppgifter genom att ta ägandeskap för dina arbetsuppgifter för att stödja verksamhetens mål. Du samarbetar med olika affärsfunktioner för att identifiera behov och skapa effektiva, datadrivna lösningar som driver verksamheten framåt. Du är dessutom analytisk med god förmåga att tolka data i affärssammanhang, identifiera samband och föreslå lösningar baserat på komplex information. Kommunikativt skicklig, anpassar du din kommunikation och kan förmedla dina insikter på ett tydligt och begripligt sätt såväl muntligt som skriftligt. Slutligen behöver du vara strukturerad, effektiv i planering och prioritering, samt kunna hålla deadlines och följa upp resultat.\n\nDu har också:\n• Relevant högskole-/universitetsutbildning inom IT alternativt annan utbildning kombinerad med kvalificerad erfarenhet som bedöms likvärdigt\n• Några års erfarenhet av att utveckla rapporter och visualisera dessa i Power BI eller liknande verktyg\n• Erfarenhet av att bearbeta, analysera och strukturera stora datamängder med hjälp av SQL, Python eller liknande verktyg\n• Erfarenhet av att identifiera behov i verksamheten och omsätta dessa till datadrivna lösningar\n• Erfarenhet av att utveckla modeller och processer som stödjer en organisations möjlighet till datadrivna beslut\n• Erfarenhet av datahantering i molnmiljöer (exempelvis Azure, AWS, GCP eller IBM Cloud)\n• Grundläggande kunskap i statistiska metoder såsom korrelation, regressionsanalys och hypotesprövning\n• Goda kunskaper i svenska, tal och skrift\n\nDet är meriterande om du har:\n• Erfarenhet av arbete med prediktiv dataanalys vid framtagande av prognosmodeller och beräkningar\n• Erfarenhet av uppbyggnad av datalager, inklusive datalagerkoncept, schemadesign och ETL-processer\n• Kunskap om Kubernetes-baserade lösningar (exempelvis OpenShift)\n\nChef för enheten IT och projekt är Demis Stavridis. För Demis är det viktigt att medarbetarna trivs och mår bra. Han står för ett ledarskap som bygger på tillit, delaktighet och eget ansvarstagande. Hans roll är att vara förutsättningsskapande, vägledande och närvarande.\n\nFör en rättvis och fördomsfri rekryteringsprocess använder vi oss sig av webbaserade urvalstester i rekryteringsprocessen. Var därför extra uppmärksam på din e-post då det troligtvis är så vi kontaktar dig.\n\nVi är en drogfri arbetsplats och tillämpar alltid drogtest vid nyanställning. Ett godkänt sådant är krav för anställning.\n\nVårt föreslagna lönespann för tjänsten är 45 000-52 000. Slutgiltig lön beror på hur väl de uppsatta kraven för tjänsten uppfylls.\n\nSex månaders provanställning tillämpas.\n\nLåter det fortfarande intressant? Varmt välkommen att skicka in din ansökan.\r\n\nÖVRIGT\nVi tar endast emot ansökningar via vårt rekryteringssystem, www.offentligajobb.se\n\nTill annonsförsäljare och bemannings- och rekryteringsföretag:\nVi undanber oss vänligen men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av ytterligare jobbannonser. Göteborgs Spårvägar har upphandlade avtal.\n\nDu som gått vidare i rekryteringsprocessen kommer efter avslutad rekrytering att bli kontaktad för en digital kandidatenkät kring din upplevelse av processen.\n\nhttp://www.goteborgssparvagar.se/",
      "Techstack": [
        "Power BI",
        "SQL",
        "Python",
        "Azure",
        "AWS"
      ],
      "Produkt": "Kollektivtrafik i Göteborg, spårvagnstransporter",
      "Företagsstruktur": "Enheten IT och projekt, cirka 141 miljoner spårvagnsresor per år",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 402,
      "företagsnamn": "Suncoin Grid Balance AB",
      "företagswebb": null,
      "organisationsnummer": "5594054594",
      "sökterm": [
        "PowerShell",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "Docker",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29534683",
      "titel": "Software Engineer / Systemarkitekt",
      "beskrivning": "Suncoin Grid Balance AB expanderar och söker en erfaren Software Engineer / Systemarkitekt till vårt växande teknikteam. Vi letar efter en kandidat med gedigen erfarenhet av enterprise systemintegration, molnarkitektur och modern fullstackutveckling.\n\n\nTeknisk kompetens – Vi söker dig som har:\n\n\n✅ Djup erfarenhet av .NET-framework och relaterade teknologier\n✅ Arbetserfarenhet av molnplattformar som Azure eller AWS\n✅ Kunskap om meddelandebroker-system, särskilt MQTT och enterprise messaging-mönster\n✅ Utvecklingserfarenhet med React och React Native\n✅ Kunskap om infrastrukturhantering (IIS, NGINX, Ubuntu/Linux)\n✅ Praktisk erfarenhet av containerisering och orkestrering (Docker, Kubernetes)\n✅ Erfarenhet av databaser såsom MSSQL och MySQL, samt optimering av dessa\n✅ Kunskap om Time Series Database (TSDB) och NoSQL-implementationer\n✅ Bakgrund inom IoT-systemintegration och arkitektur\n✅ Erfarenhet av systemarkitekturdesign och API-utveckling\n✅ Förståelse för integrationsarkitektur för företagssystem\n✅ Bevisad förmåga att utveckla skalbara och underhållbara lösningar\n✅ Kunskap om Agila metoder och Kanban-projektledning\n\n\nProfessionella färdigheter – Vi värdesätter:\n\n\n✔️ Professionell engelska i tal och skrift\n✔️ Erfarenhet av kundkontakt och teknisk implementation\n✔️ Förmåga att skapa tydlig dokumentation och kommunicera tekniska koncept\n✔️ Förmåga att översätta komplex teknik till icke-tekniska intressenter\n\n\nMeriterande kvalifikationer:\n\n\n➕ Kunskaper i Python, PowerShell eller Bash-programmering\n➕ Språkkunskaper i Urdu/Hindi för engagemang på den sydasiatiska marknaden\n➕ Erfarenhet av teamledning och strategisk utveckling\n\n\nVi erbjuder:\n\n\n💰 Konkurrenskraftigt kompensationspaket\n🏥 Omfattande hälsoförmåner\n📈 Professionella utvecklingsmöjligheter\n🏡 Flexibilitet med fjärrarbete\n🎯 Prestationsbaserade incitament\n\n\nÄr du den vi söker? Skicka in din ansökan idag och bli en del av Suncoin!",
      "Techstack": [
        ".NET-framework",
        "Azure",
        "AWS",
        "MQTT",
        "React",
        "React Native",
        "IIS",
        "NGINX",
        "Ubuntu/Linux",
        "Docker",
        "Kubernetes",
        "MSSQL",
        "MySQL",
        "TSDB",
        "NoSQL"
      ],
      "Produkt": "-",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 403,
      "företagsnamn": "Job Solution Sweden Consulting AB",
      "företagswebb": "https://www.jobsolution.se/",
      "organisationsnummer": "5594367608",
      "sökterm": [
        "Ansible",
        "DevOps",
        "Kafka",
        "PowerShell",
        "Kubernetes",
        "Docker",
        "PostgreSQL",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555783",
      "titel": "DevOps Engineer till ATRON Systems – Forma framtidens kollektivtrafik",
      "beskrivning": "Vill du vara en del av ett innovativt team som utvecklar smarta lösningar för kollektivtrafik?\n\nFör Atron Systems söker vi en DevOps Engineer som vill bidra till att bygga och underhålla deras tekniska plattform och säkerställa driften av systemen för kunder i Sverige och Norge.\n\nOm ATRON Systems\n\nATRON Systems levererar affärssystem för kollektivtrafik och har i över 40 år utvecklat och integrerat smarta lösningar för både städer och regioner. De erbjuder kompletta affärslösningar, från webbhandel och mobilapplikationer till hårdvaruinstallationer i bussar, spårvagnar och tåg.\n\nDeras huvudkontor ligger i Tyskland, men de har även kontor i Sverige, Schweiz och Kroatien. Från svenska kontoret jobbar man med kunder i både Sverige och Norge och arbetar aktivt för att expandera på marknaden. Koncernspråket är engelska.\n\nOm rollen\n\nSom DevOps Engineer hos Atron Systems får du en nyckelroll i att:\n\nBygga ut och underhålla Kubernetes/Docker-baserade plattformen – från konstruktion till driftsättning, skalning och övervakning.\nImplementera och drifta molninfrastrukturen i nära samarbete med produktägare och mjukvaruutvecklare.\nHantera incidenter, problem och felsökning.\nVidareutveckla CI/CD-pipeline och automatisera infrastruktur och processer.\nUtveckla återanvändbara lösningar för drift av utvecklings- och produktionssystem.\nPlanera och genomföra utrullningar av ny funktionalitet.\nSkapa och underhålla teknisk dokumentation.\n\n\nTeknikstack\n\nHos Atron Systems kommer du få arbeta med moderna teknologier och verktyg, såsom:\n\nContainer & Orkestrering: Docker, Kubernetes, Helm Charts\nAutentisering & Dataflöde: Keycloak, Kafka\nMonitorering & Loggning: Prometheus, Grafana/Loki, Elastic Stack (ELK)\nCI/CD & Infrastruktur: GitLab CI/CD, Harbor, Ansible\nDatabaser & OS: PostgreSQL, ETCD, Ubuntu/CentOS Linux\n\n\nKvalifikationer\n\nEftergymnasial utbildning inom relevant område.\nFlera års erfarenhet av DevOps och de metoder och verktyg som används inom området.\nGoda kunskaper i IT-säkerhet.\nGoda kunskaper i svenska och engelska.\nMeriterande: Erfarenhet av Linux-serverdistributioner, molninfrastruktur, containrar och databaser.\n\n\nDitt team & arbetsmiljö\n\nDu blir en del av ett DevOps-team på 6 personer men du kommer också jobba tätt med mjukvaruteamet i Linköping.\nDu erbjuds vidareutbildning via tillgång till Udemy-kurser.\nInnovativ arbetskultur: Delar av arbetstiden kan användas för att experimentera och hitta nya lösningar i DevOps egna kluster\n\n\nFlexibilitet och anpassning:\n\nDu har möjlighet att arbeta 2 dagar hemifrån i veckan.\nRollen kan anpassas efter dina intressen och erfarenheter.\nVi erbjuder flextid för att skapa en bra balans mellan arbete och privatliv.\n\n\nVarför ATRON?\n\nLåg personalomsättning och trygg arbetsplats: Ingen har arbetat här mindre än fem år, vilket vi är väldigt stolta och glada över.\nStor frihet under ansvar: Planera och styr din egen tid i en roll där du kan arbeta självständigt och påverka din arbetsvardag.\nDet lilla stora företaget: Här får du en nära kontakt med både kollegor och kunder och kan vara med och påverka företagets utveckling lokalt.\nKonkurrenskraftiga förmåner: Hos Atron får du bra pension, konkurrenskraftig lön och generöst friskvårdsbidrag. Dessutom en extra månadslön per år!\n\n\nFortsatt intresserad av rollen?\n\nVad kul! Då får du mer än gärna ansöka med ett CV så hör vi av oss för ett eventuellt nästa steg i processen.\n\nDen här rekryteringsprocessen administreras av Job Solution Consulting, och kunden har begärt att alla frågor angående tjänsten hanteras av Job Solution Consulting. För eventuella frågor eller funderingar är du välkommen att höra av dig till mig. Du når mig på fredrik.hovstadius@jobsolution.se",
      "Techstack": [
        "Docker",
        "Kubernetes",
        "Helm Charts",
        "Keycloak",
        "Kafka",
        "Prometheus",
        "Grafana",
        "Elastic Stack (ELK)",
        "GitLab CI/CD",
        "Harbor",
        "Ansible",
        "PostgreSQL",
        "ETCD",
        "Ubuntu",
        "CentOS Linux"
      ],
      "Produkt": "Affärssystem för kollektivtrafik och smarta lösningar för städer och regioner.",
      "Företagsstruktur": "DevOps-team på 6 personer, nära samarbete med mjukvaruteamet i Linköping.",
      "Ekonomi": "Inga ekonomiska uppgifter tillgängliga.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@jobsolution.se",
          "name": "Info",
          "position": "",
          "source": "https://www.jobsolution.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/jobsolutiongroup/",
        "facebook": "https://www.facebook.com/jobsolutiongroup",
        "twitter": null,
        "instagram": "https://www.instagram.com/jobsolutiongroup/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 404,
      "företagsnamn": "Jeppesen Systems AB",
      "företagswebb": "https://jobs.boeing.com/job/gothenburg/senior-technical-it-support-specialist/185/78689969680",
      "organisationsnummer": "5564840303",
      "sökterm": [
        "Git",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "ActiveMQ",
        "PostgreSQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29543050",
      "titel": "Senior Technical IT Support Specialist",
      "beskrivning": "We are currently looking for an Senior Technical IT Support Specialist for our office in Gothenburg, Sweden to join an international environment with a team of like-minded system experts in a leading edge expanding software company.\nThe team you will be working with consists of Technical Support Specialists (internally referred to as Service Managers), Systems Experts and Service Delivery Managers handling multiple customers globally.\nPosition Responsibilities:\n• Become an authority on several production system installations in terms of managing the technical aspects of the applications.\n• Participate in ongoing implementation projects\n• Provide advanced technical support for flight and crew planning and related products, in relation to the Service Level Agreement(s)\n• Assist the client with knowledge injections, proactive problem solving and daily management of the production installation\n• Maintain Linux installations on company servers and make recommendations to clients on patches/upgrades\n• Work with System requirements with internal and external stakeholders\n• Potentially be on roster (24x7 standby) every fourth to fifth week. Additional compensation and additional time off are regulated.\nThis position is hybrid. This means that the selected candidate will be required to perform some work onsite a few days a week. At the moment 2-3 days per week. This is at the hiring team’s discretion and could potentially change in the future.\nBasic Qualifications (Required Skills/Experience):\n• 5 or more years in software development or advanced technical support role\n• Strong knowledge in Python language\n• Strong knowledge of Unix and/or Linux\n• Strong knowledge with shell scripting\n• Experience with AWS\n• Good knowledge in version control systems such as Git and Mercurial\n• Fluency in English language\nPreferred Qualifications (Desired Skills/Experience):\n• 8 or more years in software development or advanced technical support role\n• Particular interest in technical problem solving\n• Strong programming skills\n• Databases (Oracle or Postgresql)\n• Knowledge of Kubernetes is beneficial\n• Messaging systems such as Activemq\n• Customer relationship experience is advantageous\n• Highly responsible, able to take ownership of issues\n• Strong technical & analytical aptitude\n• Able to work independently and within a team\nRelocation: Relocation assistance is not a negotiable benefit for this position. Candidates must live in the immediate area or relocate at their own expense.\nShow Sponsorship: Employer will initiate the visa application; however, the successful candidate will cover the cost of visa.\nJoin us if you want to:\n• Get professional skills development with our virtual learning tools and platforms (Digital Campus, LinkedIn Learning, Degreed, EdX, Enterprise Mentoring, and Communities of Excellence & Practice)\n• Broaden your experience in international projects, technical workshops and hackathons\n• Participate in employee recognition program (Boeing PridePoints)\n• Have Private Medical Insurance (Skandia)",
      "Techstack": [
        "Python",
        "Unix",
        "Linux",
        "AWS",
        "Git"
      ],
      "Produkt": "Teknisk IT-support för flyg- och bemanningsplaneringsprodukter",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/boeing",
        "facebook": "https://www.facebook.com/boeingcareers",
        "twitter": "https://www.twitter.com/boeing",
        "instagram": "https://www.instagram.com/boeing"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 405,
      "företagsnamn": "Demaai AB",
      "företagswebb": null,
      "organisationsnummer": "5593760118",
      "sökterm": [
        "Kafka",
        "ETL Pipelines",
        "GraphQL",
        "MongoDB",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29451617",
      "titel": "Software Engineer",
      "beskrivning": "Dema.ai is a well-funded SaaS startup based in Stockholm with 30+ employees with a mission to help thousands of e-commerce businesses improve their profitability.\n\n\nThe role\nAs a Software Engineer in the Integration team at Dema, you will build and maintain robust integrations between our core systems and a range of external platforms. Your work will ensure reliable data flows and compliant tracking solutions, optimizing how our analytics tool processes and delivers crucial insights for our users.\nYou will be part of a team who collaborate with the customer success team, data engineers, and other key stakeholders to design scalable solutions that solve real-world problems. If you are excited about working on complex data challenges and want to help shape the future of e-commerce analytics in a thriving startup environment, this is the role for you.\n\n\nYour responsibilities\nDesign, develop, and maintain integrations with third-party platforms (e.g., ecommerce platforms, ad networks, …).\nDevelop scalable ETL/ELT data pipelines to unify input for other teams and tracking pixels to enable marketing insights.\nCollaborate with product, data, and engineering teams to understand and implement integration needs.\nAssist with technical onboarding and offboarding of customers, while building internal tools to enhance operational efficiency.\nWrite clean, secure, and maintainable code while ensuring performance optimization.Develop systems to monitor data quality\n\n\n\nWe are looking for\n4+ years of software development experience\nStrong Python skills with a love for type hints. Experience in TypeScript is a plus.\nHands-on experience working with GraphQL and REST APIs and handling complex data formats.\nKnowledge of data pipelines, ETL processes, and how to ensure seamless data flows between platforms.\nAbility to troubleshoot in a fast-paced environment and provide efficient solutions.\nExcellent problem-solving skills with a collaborative mindset, and a willingness to work across teams to find the best solutions.\n\n\n\nOur tech stack\nPython, FastAPI, Prefect, TypeScript, MongoDB, Apache Kafka, Kubernetes, Grafana, AWS, GitHub Actions\n\n\nYou are just right for this role if you are:\nEntrepreneur-like, enjoy facing new challenges and learning daily\nA doer who gets things done, rather than just a visionary with big ideas\nHumble, open-minded, and team-oriented",
      "Techstack": "Python, FastAPI, Prefect, TypeScript, MongoDB, Apache Kafka, Kubernetes, Grafana, AWS, GitHub Actions",
      "Produkt": "SaaS-lösningar för e-handelsanalys",
      "Företagsstruktur": "Startup med 30+ anställda, integrationsavdelning, samarbete med kundsuccés, dataingenjörer och produktteam",
      "Ekonomi": "Inga externa uppgifter, företag verkar vara väldisponerat kapitalmässigt",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 406,
      "företagsnamn": "Xpendio AB",
      "företagswebb": "https://www.xpendio.se",
      "organisationsnummer": "5590533922",
      "sökterm": [
        "MongoDB"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29443225",
      "titel": "Programmerare",
      "beskrivning": "Vi söker en Programmerare till Xpendio!\n \nVill du vara en del av ett mindre team där du får möjlighet att utvecklas och arbeta brett inom systemutveckling? Då kan detta vara rollen för dig!\nOm oss\nXpendio är ett innovativt företag inom inköpsanalys. Vi erbjuder en flexibel arbetsmiljö där dina idéer och din kompetens bidrar till vår gemensamma utveckling. Hos oss får du arbeta i en samarbetsinriktad och framåtdrivande miljö med engagerade kollegor. Vårt kontor ligger i centrala Uppsala. Läs mer om oss på www.xpendio.se.\nVad vi söker\nVi söker dig som är driven och som vill växa tillsammans med oss och ta sig an en varierad roll där du som programmerare får arbeta med både frontend, backend, DevOps, support och integrationer. Här finns möjligheten att utvecklas i ett mindre företag där din insats blir betydelsefull för helheten.\n\n\nDina arbetsuppgifter\nDeltagande i införandeprojekt för att säkerställa en smidig leverans till kunder. \nHantering och underhåll av vår molnmiljö för att säkerställa stabil drift. \nUtveckling och implementering av nya funktioner och lösningar. \nBidra till planering, kravställning och testning. \nSamarbete med kunder för att förstå behov och leverera anpassade lösningar.\n\n\n\n Vi ser gärna att du har\nErfarenhet av utveckling i JavaScript och Python.\nErfarenhet av kundintegrationer eller liknande tekniska projekt.\nKunskap om molnplattformar och drift av produktionsmiljöer.\nMeriterande med kunskap om MongoDB eller andra NoSQL-databaser.\nFörståelse för agila arbetssätt och Scrum-metodik.\nEn analytisk och lösningsorienterad inställning.\nGod kommunikationsförmåga och vilja att samarbeta med kunder.\n\n\n\nVi söker dig som är nyfiken och vill utvecklas!\nOm du saknar viss erfarenhet men har en stark vilja att lära dig, tveka inte att söka – vi värdesätter engagemang och potential!\n\n\nVad vi erbjuder\nEn inspirerande och inkluderande arbetsmiljö där dina idéer uppskattas.\nMöjlighet att utvecklas och bredda din kompetens inom flera områden.\nFlexibla arbetstider och möjlighet till distansarbete vid behov.\nEtt engagerat och stöttande team som värdesätter samarbete.\n\n\n\nVi tillämpar 6 månaders provanställning och kommer att göra en bakgrundskontroll för denna roll.\n\n\nOmfattning: Heltid\nAnställningsform: Tillsvidare\nPlats: Du kommer att utgå från vårt kontor och arbeta i Uppsala\n\n\n Ansökan\nÄr du redo att bli en del av Xpendio? Skicka ditt CV och en kort presentation av dig själv till support@xpendio.se. Vi rekryterar löpande, så vänta inte med att skicka in din ansökan! Sista dag för ansökan är 25-05-01\nVi ser fram emot att höra från dig!\nXpendio - Spendanalys",
      "Techstack": [
        "JavaScript",
        "Python",
        "MongoDB",
        "NoSQL",
        "Agila arbetssätt"
      ],
      "Produkt": "Inköpsanalys och systemutveckling",
      "Företagsstruktur": "Litet team med fokus på samarbete, antal anställda okänt, placering i Uppsala",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/xpendio/?viewasmember=true",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 407,
      "företagsnamn": "Redeploy AB",
      "företagswebb": null,
      "organisationsnummer": "5590055280",
      "sökterm": [
        "Azure",
        "AWS",
        "CloudFormation",
        "Robot Framework",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29184986",
      "titel": "Azure Cloud Solutions Architect",
      "beskrivning": "About Redeploy BuildAt Redeploy Build, we are cloud specialists. What we do isbuild and integrate best-in-breed cloud environments, steering clear of legacy constraints and “old-IT”. We help our clients within all areas of public cloud - from building, governing, migrating and optimizing our client’s cloud resources. Living by a “Cloud always, in all ways” motto, we always get things done and are not just another powerpoint-firm, rather getting our hands dirty and putting tech into practice. Learn more about us here.As a rapidly growing public cloud company, we understand that our success depends on the talents we choose to surround ourselves with. Now we are looking for a Azure Cloud Solutions Architect in Stockholm, Göteborg or Jönköping who wants to be a part of our continued success story. Maybe it's you?\nWhat it means to be a Azure Cloud Solutions Architect at Redeploy BuildAs a Azure Cloud Solution Architect, you will be a crucial member of the team and hold a multifaceted role, assuming the responsibility of owning client relationships right from the project's inception to the finish line.From the initial dialogues with clients to project kick-off, this role demands a seasoned professional who can seamlessly transition from talking to product owners/management and take ownership of the design, architecture, and driving the technical delivery alongside the client and our skilled team. Your responsibilities will include following areas:\n  Client Relationship Ownership: Establish and nurture relationships with clients, initiating crucial dialogues at the project's outset to gain a comprehensive understanding of their objectives and expectations.\n  Design and Architecture Ownership:Take charge of the conceptualization and design phase, translating client requirements into robust and innovative Azure solutions.\n  Technical Delivery Leadership:Drive the technical delivery process, collaborating closely with the team to ensure the seamless implementation of cloud solutions. Your expertise will be instrumental in achieving project milestones and exceeding client expectations. We also expect you to be hands on and code, deploy and document when needed.\n \nWho are you?We believe that you have a passion for cloud architecture and that you enjoy creating value and solving problems for clients and businesses. You’re a natural leader and open-minded, positive, driven and a curious person who understands the power of team collaboration and sharing knowledge with others.What experiences do you bring?\n Experience in leading complex large-scale projects, particularly with enterprise customers or large organizations.\n A solid understanding of business operations and dynamics, allowing you to align technical solutions with overarching business objectives.\n Advanced knowledge and hands-on experience with Azure is essential, with additional public clouds such as AWS and GCP considered advantageous.\n A strong background in development, engineering or technical roles including hands-on experience with conceptualizing, strategizing, designing and architecting cloud solutions.\n Knowledge and practical experience of programming and Dev(Sec)Ops and Platform Engineering.\n Hands-on experience with IaC (Infrastructure-as-Code) with bicep and/or terraform for example.\n Fluency in Swedish and English.\n \nAnd if you come with following experiences, you will stick out from the crowd!\n Container management and microservices such as Kubernetes, Docker and Openshift.\n Data and Analytics such as Databricks, Snowflake, Azure Fabric and Power BI.\n Developer Experience, Cloud Optimization, Machine Learning and FinOps framework.Even if you don’t perfectly match the role, we still encourage you to apply. We believe in diversity and inclusion and welcome all applicants with relevant experience and skills.\n \nWhat we offerBeing a member of Redeploy means you have the drive and desire to be the best and work smarter than the rest. We enjoy creative freedom with our projects, benefit from great work/life balance, and thrive in a company culture that is both collaborative and supportive. Everything we do at Redeploy is centered around the simple yet effective idea that we all chip in to ensure our success. To learn more about our benefits, scroll down \nLocation\nWe have offices located in central Stockholm, Göteborg and Jönköping. As we encourage a mix of in-person and remote work to foster innovation and support work-life balance (and like to have fun together), we see that you are based in commuting distance to our any office locations.\n How to applyWe hope that we have sparked your interest and that you are curious to know more about the role and us at Redeploy.\nWe are constantly recruiting, so submit your application as soon as you can by hitting the apply button. To be compliant with GDPR, we only accept applications through our careers channel. Please submit your application using the form on our career website, or any website displaying a position with us.For any specific questions about the position, reach out to Talent Acquisition Manager Francisca Andersson.\nWe look forward hearing from you!",
      "Techstack": "Azure, AWS, GCP, Kubernetes, Docker, Openshift, Databricks, Snowflake, Azure Fabric, Power BI, Infrastructure-as-Code, Bicep, Terraform",
      "Produkt": "Public cloud-tjänster inklusive byggande, styrning, migrering och optimering av cloud-resurser",
      "Företagsstruktur": "Ingen specifik information om antal anställda eller avdelningar nämns",
      "Ekonomi": "Ingen specifik ekonomisk information nämns",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 408,
      "företagsnamn": "Asciendo Data Science Consulting AB",
      "företagswebb": "https://www.asciendo.ai",
      "organisationsnummer": "5593378465",
      "sökterm": [
        "Azure",
        "GCP",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "Terraform"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561590",
      "titel": "Data Platform Engineer",
      "beskrivning": "Data Platform Engineer\nLocation: Oslo, Norway (Hybrid – flexible with some remote work)\nStart Date: Early Fall 2025\nLanguages: Norwegian (or other Nordic language) conversational, and professional English\n\n\nAbout The Role\nFor our client we are looking for a Data Platform Engineer. You will join a specialized consulting environment focused on helping our clients extract value from their data. You will build scalable and flexible data platforms that support a wide range of data-driven initiatives - from traditional reporting to advanced analytics, machine learning, and real-time data use cases.\n\n\nYour Key Responsibilities\nDesign, implement, and maintain robust data platforms.\nDevelop infrastructure as code using modern tools such as Terraform, Kubernetes, Databricks, Snowflake, and dbt.\nAutomate and optimize data workflows and pipelines.\nImplement strong data governance, security practices, and compliance through metadata management and lineage.\nCollaborate closely with data engineers and cross-functional teams to deliver platform capabilities aligned with business needs.\n\n\n\nYour Qualifications\n4–6 years of experience in data engineering or platform engineering roles.\nSolid experience building data platforms using Terraform (or equivalent tools) and preferably also Kubernetes.\nProficient with Microsoft Azure; experience with AWS or GCP is advantageous.\nFamiliarity with modern orchestration tools like Airflow, Data Factory, Dagster, or Prefect.\nExperience with Databricks, Snowflake, Fabric, Synapse Analytics or BigQuery\nExperience with dbt, or similar technologies, is highly desirable.\nPrevious experience in consulting, software development, data science, or machine learning is beneficial.\n\n\n\nPersonal Traits\nYou thrive when collaborating closely with clients and colleagues, building strong relationships. You are curious, and committed to continuous learning. You value flexibility, autonomy, and playing a significant role in influencing your work and the company.\n\n\nWhy Should You Join?\nRapid professional growth: Specialized environment that accelerates your professional development.\nSignificant influence: Short decision paths, providing autonomy and significant impact on projects and company direction.\nFlexibility: A work-life balance tailored to your individual needs.\nCompetitive remuneration: Strong base salary and transparent quarterly bonus scheme.\nFun workplace: A small, friendly team with an active and enjoyable social calendar, located in central Oslo. We are moving to a new office during 2025.",
      "Techstack": [
        "Terraform",
        "Kubernetes",
        "Databricks",
        "Snowflake",
        "dbt"
      ],
      "Produkt": "Data-plattformslösningar och konsulttjänster inom datahantering och analys",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/in/danieldynesius",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 409,
      "företagsnamn": "ConsultingIT Stockholm AB",
      "företagswebb": "http://www.consultingit.se",
      "organisationsnummer": "5590810932",
      "sökterm": [
        "AWS Lambda",
        "AWS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558646",
      "titel": "IT-Supporttekniker",
      "beskrivning": "Är du en social och driven IT-Supporttekniker med ett brinnande intresse för teknik? Vill du arbeta i en modern och Apple-dominerad IT-miljö? Vi söker nu en engagerad IT-supporttekniker i Kalmar som vill vara en del av vår kunds team!\nOm rollen:\nSom IT-Supporttekniker kommer du att arbeta med både remote-support och på plats genom en walk-in-desk. Du kommer att vara en nyckelperson i att hjälpa användare med deras IT-relaterade problem, hantera felsökning och administration i en teknisk varierad miljö. Arbetsuppgifterna är varierande och innefattar allt från att hantera ärenden via telefon och system till att ge support på plats och arbeta med andra IT-relaterade uppgifter.\nI rollen ingår även resor mellan olika kontor, vilket gör att B-körkort är ett krav.\nTeknisk miljö:\nDu kommer arbeta i en spännande IT-miljö där följande teknik och system används:\n  Operativsystem och enheter: Apple-enheter (Mac, Iphone)\n  \n  Moln- och serverlösningar: Google Workspace\n AWS, Windows-servermiljö\n  \n  Nätverk & Säkerhet: Cisco Meraki, Cisco EA VPN, EDR, Umbrella\n OneLogin MFA\n  \n  Identitet & Applikationer: Active Directory\n Microsoft Office\n Freshworks ärendehantering\n Qlik Sense och i viss mån Visma\n  \n Vi söker dig som: Har erfarenhet av IT-Support och felsökning.\n Är positiv, driven och social – du trivs med att hjälpa användare och lösa problem.\n Har ett genuint IT-intresse och vill utvecklas inom teknik.\n Har B-körkort – då resor mellan olika kontor är en del av tjänsten.\n Om CONSULTING it:\nNär du börjar hos oss som konsult på CONSULTING it blir du en del av vår gemenskap. Du får dessutom kollegor runt om i Sverige! Du har en dedikerad konsultchef som stöttar dig och din utveckling. Vi hjälper dig hitta nya vägar genom att prova på nya roller och nya branscher, för oss är det viktigt att du trivs på din arbetsplats. Vi ser till att du hamnar på ett bra bolag under ditt uppdrag och att uppdragen ligger i linje med hur du vill utvecklas framöver. Oavsett vad det blir, står vi bakom dig hela vägen – i ditt nästa, nästa och nästa steg. Gå med i vårt team och ta del av en spännande och utvecklande arbetsmiljö!",
      "Techstack": [
        "Apple-enheter (Mac, Iphone)",
        "Google Workspace",
        "AWS",
        "Windows-servermiljö",
        "Cisco Meraki",
        "Cisco EA VPN",
        "EDR",
        "Umbrella",
        "OneLogin MFA",
        "Active Directory",
        "Microsoft Office",
        "Freshworks ärendehantering",
        "Qlik Sense",
        "Visma"
      ],
      "Produkt": "IT-supporttjänster och teknisk support",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "hello@consultingit.se",
          "name": "Hello",
          "position": "",
          "source": "http://www.consultingit.se"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/consultingit-se",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 410,
      "företagsnamn": "Semicon Service Nordic AB",
      "företagswebb": "https://www.semiconsrvicenordic.com",
      "organisationsnummer": "5591986913",
      "sökterm": [
        "DevOps",
        "Azure",
        "GitHub",
        "Agile",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "Artificial Intelligence",
        "Docker",
        "Robot Framework",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29550159",
      "titel": "Senior DevOps Engineer",
      "beskrivning": "We are searching for a talented and innovative professional with expertise in cloud architecture, DevOps, and modern application development. The ideal candidate should demonstrate a strong technical background, problem-solving abilities, and experience in implementing secure, cost-efficient, and high-performance solutions.\nResponsibilities:\nApply the AWS Well-Architected Framework to enhance Operational Excellence, Security, Performance Efficiency, Cost Optimization, and Sustainability.\n\n\n\nWork with Valhalla and Graphhopper APIs for routing and network analysis, including creating custom datasets and performing map tile and way ID extractions.\n\n\n\nDevelop GitHub CI pipelines with GitHub Actions, g with AWS services to reduce deployment errors by 80–90%.\n\n\n\nLeverage Agile methodologies to efficiently track, manage, and complete tasks.\n\n\n\nImplement cloud security best practices, achieving significant reductions in security incidents and ensuring regulatory compliance.\n\n\n\nResearch and integrate emerging cloud technologies to enhance operations and reduce costs.\n\n\n\nEnsure alignment with industry regulations and security compliance standards.\n\n\n\nManage DevOps processes for AI/ML application development and deployment.\n\n\n\nUtilize Azure DevOps, Azure database management, and Blob Storage for optimal performance.\n\n\n\nAdminister Azure services with Docker and Kubernetes, including AKS (Azure Kubernetes Service) and EKS (Elastic Kubernetes Service).\n\nSkills & Qualifications:\nStrong experience with cloud platforms such as AWS and Azure.\n\n            Proficiency in CI/CD tools and workflows,      particularly GitHub Actions and automation.\n\n\nFamiliarity with routing and network analysis tools like Valhalla and Graphhopper APIs.\nExpertise in Docker and Kubernetes for containerized cloud services.\n\n        Knowledge of Agile methodologies for     project and task management.\nDemonstrated ability to implement secure and compliant cloud-based solutions.\nSkilled in evaluating and adopting new technologies to optimize costs and performance.",
      "Techstack": [
        "AWS",
        "Azure",
        "Docker",
        "Kubernetes",
        "GitHub Actions",
        "Valhalla API",
        "Graphhopper API"
      ],
      "Produkt": "Molntjänster, DevOps-lösningar och applikationsutveckling",
      "Företagsstruktur": "Information om struktur och antal anställda saknas.",
      "Ekonomi": "Ingen ekonomisk information finns tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 411,
      "företagsnamn": "Technogarden AB",
      "företagswebb": null,
      "organisationsnummer": "5562765189",
      "sökterm": [
        "RabbitMQ",
        "GitLab",
        "Kafka",
        "Git",
        "Penetration Testing",
        "GitHub",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "Jenkins",
        "Domain-Driven Design",
        "TDD",
        "ActiveMQ",
        "Docker",
        "Object-Oriented Programming",
        "BDD",
        "Microservices",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29536289",
      "titel": "Embedded Software Engineers – Multiple Roles",
      "beskrivning": "Are you an experienced Embedded Software, DevOps, CI/CD, Testing & Verification, or Vehicle Control engineer? Join us at Technogarden for exciting consultancy assignments in a global, cutting-edge environment. About Us\nTechnogarden is a consulting and recruitment company specializing in IT, Engineering, and Life Science. A Norconsult subsidiary since 2003, we operate in Norway and Sweden with 600 employees, collaborating across public and private sectors. Roles We’re Hiring For\n  Embedded Software Developer – C++ (C++17/20), Python, Embedded Linux, Yocto, CommonAPI, testing.\n  SWDL/Vehicle Support Engineer – Vehicle electronics, ECU programming, SWDL, troubleshooting.\n  Software Function Developer – Simulink, ASCET, vehicle motion & propulsion control, testing.\n  Test Rig Engineer – Verification & test development, Vector Tools, DSpace, automation.\n  CI/CD & DevOps Engineer – Jenkins, Docker, Kubernetes, Git, Python, Azure/AWS.\n  Senior System Verification Engineer – Automotive infotainment testing, Android Auto, Apple CarPlay, CI/CD.\n \n Requirements\n Education: Bachelor's/Master’s in Software Engineering, Computer Science, Electrical Engineering, Mechatronics, or related fields.\n Experience: Several years in a relevant role.\n Skills: Strong technical proficiency in required tools and frameworks.\n Language: Fluent English (spoken & written).\n \n\nWhat We Offer\n Wellness allowance\n Benify benefits portal (incl. Lifeplan)\n Pension savings & salary exchange options\n Private health insurance\n Access to company cabins in Norway \n \n Join us today!",
      "Techstack": [
        "C++",
        "Python",
        "Embedded Linux",
        "Yocto",
        "Docker",
        "Kubernetes",
        "Git",
        "Jenkins",
        "Azure",
        "AWS"
      ],
      "Produkt": "Konsulttjänster inom IT, Engineering och Life Science",
      "Företagsstruktur": {
        "Antal anställda": 600,
        "Avdelningar": [
          "Embedded Software",
          "DevOps",
          "CI/CD",
          "Testing & Verification",
          "Vehicle Control"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 412,
      "företagsnamn": "Midasplayer AB",
      "företagswebb": null,
      "organisationsnummer": "5566532064",
      "sökterm": [
        "Data Visualization",
        "Tableau",
        "GCP",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "Jenkins",
        "Object-Oriented Programming",
        "Terraform",
        "Material-UI",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29529517",
      "titel": "Expert Data Scientist",
      "beskrivning": "We are looking for a dedicated and creative Data Scientist interested in building, defining and pushing the boundaries of game analytics and A/B test analysis for Candy Crush Saga! You’ll have a shown ability to apply your skills, be it technical, behavioural or economic, in order to generate value for the product you’re working on. You’ll help us to further understand, model, predict, segment, and retain our players and be part of a community of 100+ business intelligence & analytics experts. Role and responsibilities In the role as Data Scientist, you will work closely with game designers and product teams to scope and design tests to identify potential opportunities (e.g. player behaviour, game economy). You will also work closely with other Data Scientists across the business to leverage insights from one game across multiple games. As well as being a communicative role, you will also; \nDesign, monitor, analyse and communicate results for A/B tests, and proactively develop new analyses, experiments and data-driven tools to help the business evolve and seize new opportunities. \nProvide a business analytical perspective to discussions and help to drive the priorities within your game \nBe self-motivated to learn and support the technical development of the team, \nand help evolve the methodology and tools available to King’s data science community.\nCommunicate, visualise and report your findings in a clear and unambiguous way to people with diverse degrees of numerical proficiency.\nEnsure that the data required to understand how our players interact with the game is available and reliable.\nBe able to systematically break complex and abstract problems into solvable questions.\n\n\n\nSkills & Communication:\nBusiness Insight; The ability to identify the problems and issues our games and business wants to solve, and then defining the most appropriate data, analysis or interpretation to lead to the right recommendations and decisions\nStakeholder Management; The ability to recognize dependencies, form relationships and influence others\nDesigning good ways of presenting, visualising or reporting your results/analysis so they are clear and unambiguous\n\n Technical:\nSQL: The ability to write efficient SQL queries to extract relevant data from our databases with 300+ million players\nAnalytical coding: Using tools such as R or Python for analytical purposes\nStats: Understanding the basics of appropriate statistical or machine learning techniques.\nFamiliarity with massive data sets and tools to deal with them (e.g., \nBigQuery/AWS/Hadoop)\nStandard reporting tools such as Looker/Tableau/etc.\n\n\n\nBonus points\nExperience in behavioural psychology/economics and experimental design, and game theory.\nExperience in predictive analytics, segmentation, and related areas\nExperience in the games industry or customer-facing digital businesses\nWorking knowledge of randomised controlled trials (ex: social science research, medical research, biostatistics, policy research etc.) or digital A/B testing and online controlled experiments\nFamiliar with collaborative programming (git is a must) and highly skilled in R or Python\nSoftware engineering skills in Java and other languages (beyond R and Python which we use most frequently)",
      "Techstack": [
        "SQL",
        "R",
        "Python",
        "BigQuery",
        "AWS",
        "Hadoop",
        "Looker",
        "Tableau"
      ],
      "Produkt": "Candy Crush Saga",
      "Företagsstruktur": "Mer än 100 anställda inom business intelligence & analytics",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 413,
      "företagsnamn": "Netmore AB",
      "företagswebb": "https://www.netmoregroup.com",
      "organisationsnummer": "5568071541",
      "sökterm": [
        "Selenium",
        "Penetration Testing",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "IoT",
        "Robot Framework",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29528757",
      "titel": "QA Engineer",
      "beskrivning": "ABOUT US \nNetmore Group is a leading IoT operator dedicated to digitizing buildings and developing sustainable solutions in energy and water management. With our headquarters in Sweden and a growing international presence, including in the USA, we are scaling rapidly. Currently, the company consists of approximately 100 individuals, and we have ambitious growth plans to tackle global challenges through IoT and technical innovation.  \nLearn more at netmoregroup.com.  \n\n\nTHE ROLE & TEAM \nAs a QA Engineer, you will be part of our QA team with the mission to ensure that our software platform meets our high standards for quality, performance, and usability. The QA team is integrated into the entire product development lifecycle, from requirement refinement, development, testing, and verification to final deployment in a DevOps-driven environment.  \nWe tailor our agile product development methodology to fit the needs of a modern IoT operator, ensuring that product requirements are aligned with both business needs and network operations. As part of the QA team, you will be in the middle of this process, collaborating with developers and stakeholders across Gothenburg and our team in the USA (Portsmouth).  \nYour responsibilities will include:  \nEstablishing and improving test processes for our IoT platform.  \nDeveloping test plans and strategies to enhance quality at early development stages.  \nAutomating testing processes, particularly for API testing, data flows, and system verification.  \nEnsuring that infrastructure and security solutions are robust and optimized.  \nTesting and validating gateways, customer-facing interfaces, and software integrations.  \nAnalyzing incoming and outgoing data decoding to ensure system reliability.  \nCollaborating with development teams in Sweden and the USA to enhance DevOps and QA workflows.  \n\n\n\nWhile the role includes manual testing to gain a deep understanding of the product, test automation is a key focus area. ¨ \n \nYOUR QUALIFICATIONS \nWe believe you have a technical background in software development, automation, or IT and an understanding of DevEx (Developer Experience). You know what developers need to work efficiently and can establish QA processes that improve quality and collaboration.  \n\n\nEducation & Experience: \nUniversity degree in Software Engineering, IT, Electronics, or Automation.  \nExperience in test case specification and test automation development.  \nHands-on experience in software verification and testing of microservice-based systems.  \n\n\n\nTechnical Skills & Tools: \nProgramming: Python 3, JavaScript. Bash.  \nBasic knowledge of C.  \nTest Automation: Selenium, Robot Framework, Jenkins.  \nVersion Control & Issue Tracking: Git, GitHub, Jira.  \nNetworking & Security: IP Networks, VPN, SSH.  \nEnvironments: Linux & Windows, Dockers, Kubernetes, AWS cloud.  \nMessage Brokers: MQTT, Pulsar.  \n\n\n\nWHAT WE OFFER \nAt Netmore, you will be part of a fast-growing tech journey where your work will have a direct impact on our IoT solutions. We operate in a highly innovative environment where technology and quality are at the core of everything we do.  \nWe offer:  \nWellness benefits.  \nPrivate health insurance.  \nFlexible working options.  \nExcellent development opportunities.  \nSignificant influence over technical decisions and strategic direction.",
      "Techstack": [
        "Python 3",
        "JavaScript",
        "Bash",
        "Selenium",
        "Robot Framework",
        "Jenkins",
        "Git",
        "GitHub",
        "Jira",
        "IP Networks",
        "VPN",
        "SSH",
        "Linux",
        "Windows",
        "Docker",
        "Kubernetes",
        "AWS cloud",
        "MQTT",
        "Pulsar"
      ],
      "Produkt": "IoT-lösningar för energi- och vattenhantering samt programvara för gateway och kundgränssnitt.",
      "Företagsstruktur": "Företaget har cirka 100 anställda och består av ett QA-team med ansvar för produktkvalitet.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "eric.collinder@netmoregroup.com",
          "name": "Eric Collinder",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "florian.leclere@netmoregroup.com",
          "name": "Florian Leclere",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "thomas.marefat@netmoregroup.com",
          "name": "Thomas Marefat",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "paula.barroso@netmoregroup.com",
          "name": "Paula Barroso",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "martin.arvidson@netmoregroup.com",
          "name": "Martin Arvidson",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "alex.bryszkowski@netmoregroup.com",
          "name": "Alex Bryszkowski",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "vadim.lyu@netmoregroup.com",
          "name": "Vadim Lyu",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "info@senetco.com",
          "name": "Info",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "declan.drummond@netmoregroup.com",
          "name": "Declan Drummond",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "info@netmoregroup.com",
          "name": "Info",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "rune.grothaug@eidsiva.no",
          "name": "Rune Grothaug",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "marco.sprenkels@netmoregroup.com",
          "name": "Marco Sprenkels",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "laurent.thiriaux@netmoregroup.com",
          "name": "Laurent Thiriaux",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "gstefanidis@iotech.gr",
          "name": "Gstefanidis",
          "position": "",
          "source": "https://www.netmoregroup.com"
        },
        {
          "email": "talis.talor@netmoregroup.com",
          "name": "Talis Talor",
          "position": "",
          "source": "https://www.netmoregroup.com"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/netmore-ab/",
        "facebook": "https://www.facebook.com/netmorese",
        "twitter": "https://twitter.com/netmore_ab",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 414,
      "företagsnamn": "Linden-IT AB",
      "företagswebb": "http://www.linden-it.se",
      "organisationsnummer": "5593871089",
      "sökterm": [
        "Azure",
        "AWS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29523409",
      "titel": "1st line agent till innovativt IT-bolag!",
      "beskrivning": "Företagsbeskrivning:\nVår kund är ett ledande IT-tjänsteföretag i Stockholm, känt för sin snabba tillväxt och innovativa molnbaserade lösningar. Specialiserade inom Microsoft Cloud, inklusive Microsoft Azure, Microsoft 365 och Dynamics 365, strävar de efter att leverera överlägsna IT-lösningar som är skräddarsydda för kundernas specifika behov. Med ett engagerat team av säljare och supportpersonal säkerställer de högsta nivåer av servicekvalitet och optimal prestanda.\nArbetsbeskrivning:\nI rollen som IT-supporttekniker hos vår kund kommer du att vara spindeln i nätet för IT-avdelningen. Du kommer att ge support till användare via telefon och e-post samt utföra felsökning från lokala klienter till avancerad serverfelsökning. Rollen innefattar även omfattande support inom Windowsprodukter, kontohantering, mjukvarufelsökning och hantering av driftstörningar. Som en viktig del i rollen registrerar, spårar och löser du IT-relaterade ärenden i ärendehanteringssystemet och bidrar till företagets kunskapsbas genom att dokumentera vanliga problem och deras lösningar. Tjänsten är en direktrekrytering och passar dig som älskar problemlösning, är skicklig på kommunikation och trivs i en varierad arbetsmiljö där ingen dag är den andra lik.\nArbetsuppgifter:\nIT-support via telefon och e-post\nFelsökning av både lokala klienter och servermiljöer\nSupport inom Windowsprodukter och kontohantering\nMjukvarufelsökning och hantering av driftstörningar\nRegistrering och hantering av ärenden i ärendehanteringssystem\nDokumentation av vanliga problem och lösningar för att bygga kundens kunskapsbas\n\nKrav och kvalifikationer:\n1–2 års erfarenhet inom IT-support\nKunskap inom Windows klient/server, Microsoft/Office 365 och Active Directory\nGrundläggande nätverkskunskap\nStark förmåga att kommunicera tydligt och effektivt, både skriftligt och muntligt\nFörmåga att snabbt lära dig nya system och programvara\n\nMeriterande om du har:\nKunskap om Microsoft Office-paketet\nGrundläggande förståelse för molntjänster som AWS och Azure\nEn kundorienterad inställning och god problemlösningsförmåga\n\nOrt: Stockholm\nStart: Omgående med hänsyn till uppsägningstid\nAnsökan:\nVårt Talent Acquisition-team ser gärna att du som söker har goda referenser samt ett välarbetat CV som specificerar tidigare erfarenheter och utbildning inom området. Visa gärna ditt intresse så snart som möjligt, då vi intervjuar löpande. Vi välkomnar sökande med olika bakgrunder och erfarenheter, eftersom vi vet att mångfald berikar och stärker vårt arbete. Vi tar endast emot ansökningar via vårt system. Vid frågor, kontakta maria@linden-it.se.",
      "Techstack": "Microsoft Azure, Microsoft 365, Dynamics 365, Windows, Active Directory",
      "Produkt": "IT-tjänster, molnbaserade lösningar, IT-support",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 415,
      "företagsnamn": "Awexia Executive Search AB",
      "företagswebb": "https://awexia.com",
      "organisationsnummer": "5592335060",
      "sökterm": [
        "Azure",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29407433",
      "titel": "Integrationsutvecklare Azure till Peab",
      "beskrivning": "Är du en driven och teknikintresserad utvecklare med passion för integrationer i Azure? Vi söker nu en engagerad Integrationsutvecklare som vill vara med och bygga framtidens samhällslösningar hos Peab.\nOm Peab\nPeab är den nordiska samhällsbyggaren med lokal närvaro och arbetar för att skapa hållbara lösningar som gör skillnad – både för dagens och framtidens samhälle. Genom att kombinera innovation, engagemang och ett tydligt kundfokus bygger Peab vardagen där livet levs. Peabs kärnvärden som är jordnära, utvecklande, personliga och pålitliga utgör grunden för verksamheten och genomsyrar allt arbete. Att vara en del av Peab innebär en möjlighet att bidra med teknisk expertis för att forma framtidens integrationer och processer på en spännande och utvecklande resa.\nRollen som Integrationsutvecklare\nSom Integrationsutvecklare hos Peab kommer du att ingå i ett kompetent team om sju personer som arbetar med avancerade integrationslösningar inom Azure. Rollen erbjuder en dynamisk och utvecklande arbetsmiljö där du har möjlighet att arbeta med spännande projekt och modern teknik.\nDina huvudsakliga ansvarsområden inkluderar:\n Bygga och underhålla integrationslösningar med verktyg som Azure Logic Apps, API Management och Functions.\n Säkerställa effektiva dataflöden mellan system genom att designa smarta lösningar.\n Implementera pipelines med Azure DevOps för automatiserad utveckling och distribution.\n Skapa arbetsflöden och processer för att optimera verksamhetens effektivitet.\n Övervaka och analysera integrationers prestanda med hjälp av Azure Monitor.\n Identifiera och åtgärda problem för att garantera stabilitet och hög tillgänglighet.\n Utveckla och dokumentera API:er samt säkerställa att de är skyddade.\n Arbeta med dataskydd och följa organisationens säkerhetskrav.\n Samarbeta med kollegor inom utveckling, arkitektur och verksamheten för att möta affärsbehov.\n Dokumentera och sprida kunskap inom teamet för långsiktig förvaltning. \n \nDin profil\nVi söker dig som har en analytisk och strukturerad approach med en förmåga att omsätta krav till innovativa lösningar. Du är kommunikativ och trivs i team där samarbete är nyckeln till framgång. För att lyckas i rollen ser vi gärna att du har följande kvalifikationer:\n Erfarenhet av integrationsutveckling inom Azure.\n Erfarenhet av verktyg som Azure Logic Apps, Service Bus, Event Grid och API Management.\n Grundläggande förståelse för SQL, REST API:er, JSON och XML.\n Erfarenhet av versionshantering (Git) och CI/CD-pipelines i Azure DevOps.\n Goda kunskaper i svenska och engelska, i tal och skrift.\n \nVi anser det som meriterande om du har erfarenhet av BizTalk Server eller Nodinite.\nVarför Peab?\nHos Peab får du möjligheten att:\n Arbeta med den senaste tekniken inom Azure.\n Delta i utvecklingen av innovativa och hållbara lösningar.\n Utvecklas både professionellt och personligt genom utbildningar och spännande projekt.\n Bidra till att skapa framtidens samhälle i en organisation som sätter människa och miljö i fokus.\n \nPeab erbjuder en inkluderande företagskultur och en miljö där dina idéer och initiativ uppskattas.\nPlaceringsort för tjänsten är i Solna.\nPeab har i denna rekrytering valt att samarbeta med Awexia Executive Search. Alla frågor avseende tjänsten hänvisas till Ida Edlund som är ansvarig rekryteringskonsult via mail: Ida.edlund@awexia.com alternativt telefon +46 72 212 23 59.",
      "Techstack": [
        "Azure Logic Apps",
        "API Management",
        "Functions",
        "Azure DevOps",
        "SQL",
        "REST API",
        "JSON",
        "XML",
        "BizTalk Server",
        "Nodinite"
      ],
      "Produkt": "Integrationsutveckling inom Azure",
      "Företagsstruktur": "Team om sju personer som arbetar med integrationslösningar",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@awexia.co.uk",
          "name": "Info",
          "position": "",
          "source": "https://awexia.com"
        },
        {
          "email": "info@awexia.com",
          "name": "Info",
          "position": "",
          "source": "https://awexia.com"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/awexia/",
        "facebook": "https://www.facebook.com/awexia-702780303457221/?view_public_for=702780303457221",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 416,
      "företagsnamn": "Transportstyrelsen",
      "företagswebb": null,
      "organisationsnummer": "2021006099",
      "sökterm": [
        "RabbitMQ",
        "Azure",
        "Scrum",
        "OWASP",
        "Blazor"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29559386",
      "titel": "Scrum master till Transportstyrelsen",
      "beskrivning": "Vi får samhället att fungera för människor på väg, på spår, i luften och på sjön.\r\n\r\nDärför behöver vi den bästa kompetensen. Vårt uppdrag är viktigt och har betydelse i vardagen – både för privatpersoner och företag. Hos oss tar vi ansvar, behandlar alla på ett bra sätt och har respekt för olikheter. Som medarbetare bidrar du till en hållbar framtid.\n\nOm jobbet\nSom scrum master på Transportstyrelsens it-avdelning har du uppgiften att främja samarbete och kommunikation i och utanför utvecklingsteamet med ett agilt förhållningssätt som grund. Med ett kommunikativt och coachande förhållningssätt ledsagar du teamet i att driva på mot att leverera värde utifrån de gemensamma regler ni har satt upp. Tillsammans strävar ni för att ständigt förbättra arbetet med att nå teamets mål, utveckla med rätt kvalitet och hålla en kontinuerlig och uthållig flödestakt. Du stöttar produktägaren i att hantera backloggen och kan också fungera som teamets talesperson i olika nätverk. I rollen som scrum master bistår du teamet med att identifiera hinder och undanröja dessa. Du kommer även att hjälpa till med mer it-inriktade frågor och arbetsuppgifter, t.ex. releaseplanera, planera uppgraderingar och beställa förutsättningar för drift. \n\nHos oss är du viktig\nGillar du att jobba tillsammans med andra och vill du utvecklas i din yrkesroll? Hos oss kan du förvänta dig karriärsutveckling, ett förtroendefullt chefs- och medarbetarskap och ett hållbart arbetsliv. Vi är en trygg arbetsgivare som månar om din hälsa med tid för friskvård på arbetstid, flexibla arbetstider, väl tilltaget antal semesterdagar och lediga klämdagar.\n\nhttps://www.transportstyrelsen.se/sv/om-transportstyrelsen/jobba-hos-oss/\n\nDu kommer att\n - agera scrum master till flera utvecklingsteam\n - stödja produktområdet i it-relaterade frågor\n - samordna operativa/taktiska frågeställningar med andra produktområden, it-avdelningens linjeverksamhet och driftenheten.\n\nDu måste ha\n - akademisk utbildning inom ett för tjänsten relevant område eller motsvarande kunskap förvärvad på annat sätt som Transportstyrelsen bedömer likvärdig\n - flerårig aktuell arbetslivserfarenhet som scrum master, vilket innebär att du bl.a. arbetat med att leda och coacha team, samarbetat med produktägare, identifierat och undanröjt hinder samt parallellt arbetat med andra it-inriktade frågor\n - mycket goda kunskaper om scrum, agila värderingar och principer inom området\n - goda kunskaper i svenska, både i tal och skrift. \n\nDet är meriterande om du också har\n - certifiering som scrum master\n - erfarenhet av coachande och kommunikativt ledarskap\n - arbetat i Azure DevOps Server\n - erfarenhet av förändringsarbete, med fördel inom it-området. \n\nVi vill att du\n - anammar vår värdegrund som visar att vi är möjliggörare, vi är modiga och tar ansvar och vi är hjälpsamma\n - är driven av utveckling och förbättringar, tar initiativ och är lösningsfokuserad\n - har god samarbetsförmåga\n - har god kommunikativ förmåga\n - har förmåga att kunna se helhet och förklara komplexa förhållanden.\n\nStor vikt läggs vid personlig lämplighet.\n\nMer information\nAnställningen är tillsvidare med placering i Örebro. Tillsättning enligt överenskommelse. Vi tillämpar normalt provanställning. En anställning hos oss kan innebära placering i säkerhetsklass. En säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan därför komma att genomföras. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.\n\nVid frågor är du välkommen att kontakta sektionschef Anis Kovacevic, mailto:anis.kovacevic@transportstyrelsen.semailto:anis.kovacevic@transportstyrelsen.se 010 – 495 53 82. ST, Axel Frick och Saco-S, Benedicte Johansson nås via vår växel på 0771-503 503.\n\nVi vill inte att annonsörer och bemanningsföretag kontaktar oss.\n\nAnsök\nAnsök via vår webbplats och bifoga ett komplett CV samt ett personligt brev märkt med referensnummer TSG 2025-3146 Vi behöver din ansökan senast den 10 april 2025. Har du skyddade personuppgifter, ska du skicka in din ansökan per post, kontakta rekryterande chef för information om hur du går tillväga. I dina ansökningshandlingar behöver du beskriva på vilket sätt du uppfyller efterfrågade kvalifikationer och meriter kopplat till aktuell rekrytering. Om du går vidare i anställningsprocessen ska alltid utbildnings-/examensbevis samt tjänstgöringsintyg som styrker de kunskaper och erfarenheter som är relevanta för tjänsten uppvisas. \n\nVälkommen att bli vår nya kollega!\n\n\n\nKort om Transportstyrelsen\n\nAntal anställda:\n\nCa 2000.\n\nVerksamhetsområden:\n\nTransportstyrelsen arbetar för att uppnå god tillgänglighet, hög kvalitet, säkra och miljöanpassade transporter inom järnväg, luftfart, sjöfart och väg. Vi tar fram regler, ger tillstånd och följer upp hur de efterlevs. Med hjälp av våra register arbetar vi bland annat med avgifter, tillstånd och ägarbyten.\n\nVerksamhetsorter:\n\nVi har medarbetare på 12 orter i landet. Den största delen av verksamheten finns i Borlänge, Norrköping och Örebro. Huvudkontoret ligger i Norrköping.\n\n\n\nhttps://www.transportstyrelsen.se/ \n\n\n\nKort om avdelning It\n\nAvdelning It består av fem enheter med tillhörande sektioner. Vi är cirka 300 medarbetare.\n\nVi stöder samtliga avdelningar inom Transportstyrelsen både strategiskt och operativt i it-frågor. Vi arbetar med arkitektur, systemutveckling, förvaltning och drift av it-system samt infrastruktur.",
      "Techstack": [
        "Scrum",
        "Agila metoder",
        "Azure DevOps Server"
      ],
      "Produkt": "Transporttjänster och reglering av transportsektorn inom väg, järnväg, luftfart och sjöfart.",
      "Företagsstruktur": {
        "Antal anställda": 2000,
        "Verksamhetsorter": [
          "Borlänge",
          "Norrköping",
          "Örebro"
        ],
        "Avdelningar": {
          "It": {
            "Antal medarbetare": 300,
            "Funktion": "Stödjer övriga avdelningar i it-frågor, systemutveckling, förvaltning och drift av it-system."
          }
        }
      },
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 417,
      "företagsnamn": "Speed Group AB",
      "företagswebb": "https://www.speedgroup.se/",
      "organisationsnummer": "5568780927",
      "sökterm": [
        "Assembly",
        "Azure"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556724",
      "titel": "Systemtekniker till Mastec i Huskvarna ",
      "beskrivning": "Är du en engagerad systemtekniker som skapar struktur och gärna tar ansvar i en dynamisk IT-miljö?\nVill du vara en del av en teknikdriven koncern där din kompetens inom IT och systemteknik verkligen gör skillnad? Då kan du vara den vi söker!\nVi på Mastec söker nu en systemtekniker som vill utveckla och underhålla vår IT-infrastruktur. Hos oss får du möjlighet att arbeta i en framåtsträvande organisation där teknik och kvalitet står i fokus. Om du har en egen drivkraft, ett lösningsorienterat arbetssätt och vill utvecklas i en spännande roll med växande ansvar, ser vi fram emot din ansökan!\n\nOm tjänsten\nSom Systemtekniker hos oss kommer du att ha en central roll i drift och utveckling av koncernens IT-Infrastruktur, där fokus ligger på tillgänglighet och funktion för verksamheten.  Du blir en viktig del av vår IT-avdelning och kommer bidra med utveckling och ansvar inom server och nätverksplattformen.  \nDu kommer att få ett omväxlande arbete i ett stabilt och positivt team där arbetsglädje är en självklar del av vardagen.\nTillsammans med kollegorna i teamet supporterar du våra anläggningar i Huskvarna, Ulricehamn, Dalstorp, Söderköping, Vaggeryd och Mikolow (Polen). \n\nSom Systemtekniker får du möjlighet att utvecklas och bredda din kompetens i en roll där vi värdesätter ambition, noggrannhet och förmågan att leverera hög kvalitet i rätt tid.\n\nArbetsuppgifter: \n\n• Drift, utveckling och underhåll av organisationens IT-infrastruktur, inklusive verktyg som Intune, Azure, Office 365, Meraki och Hyper-V med mera.\n• Medverka i och leda IT-projekt för att driva verksamheten framåt.\n• Arbeta proaktivt och kontinuerligt med IT-säkerhetsfrågor.\n• Samarbeta med extern first line-support för att säkerställa smidig och effektiv support för koncernens IT-tjänster.\n\nDu rapporterar till CIO\n\nOm bolaget\nMastec AB är en privatägd industrikoncern med ett flertal anläggningar i södra Sverige och Polen. Mastec agerar som underleverantör - från idé och produktutveckling till serietillverkning. Koncernens erbjudande består av montering, skärande bearbetning, formsprutning, avancerad svetsning, plåtbearbetning, och ytbehandling. Främst till kunder inom Energi & Miljö, Försvar, Livsmedel och Medicinteknik. \nMastec-koncernen har cirka 400 anställda och omsätter cirka 700 Mkr.\n\nDin profil\nVi söker en engagerad person som tar ansvar, kommunicerar obehindrat i tal och skrift. Du tar initiativ och har ett strukturerat arbetssätt och ser möjligheter snarare än hinder. Med din nyfikenhet och vilja att utvecklas håller du dig uppdaterad inom ditt område och bidrar aktivt till att förbättra vår IT-miljö.\n \nDu har en god förståelse för både teknik och verksamhet, vilket gör att du kan förklara komplexa IT-lösningar på ett tydligt och pedagogiskt sätt – både för kollegor och externa parter. Din samarbetsvilja och lyhördhet gör att du trivs i en miljö där problemlösning och samverkan står i centrum.\n \n\n•\tUtbildning inom IT-infrastruktur eller kompetens genom längre erfarenhet.\n•\tMinst 5 års erfarenhet av IT-infrastruktur eller teknisk support.\n•\tErfarenhet av installation, drift och felsökning av arbetsstationer, servrar, lagring, backup och nätverksprodukter.\n•\tKundfokuserad attityd med engagemang för en leverans av hög kvalitet.\n•\tFörmåga att arbeta självständigt och samarbeta i en teammiljö.\n•\tKörkort.\n•\tGoda kunskaper i svenska och engelska språket.\n\nBakgrundskontroll kommer genomföras på kandidater som går till slutintervju.\n\nTa chansen att bli en del av vårt team – vi ser fram emot din ansökan!\n\nAnsökan\nAnsökan sker på speedgroup.se. För mer information om tjänsten, välkommen att kontakta rekryteringskonsult Jessica Lindgren på jessica.lindgren@speedgroup.se.\nUrval sker löpande, så missa inte chansen – ansök redan idag!\n___\n\nSökord: Nätverkstekniker, nätverksteknik, It-tekniker, IT tekniker, datatekniker, dataingenjör, IT-konsult, systemtekniker, senior systemtekniker, senior nätverkstekniker.",
      "Techstack": [
        "Intune",
        "Azure",
        "Office 365",
        "Meraki",
        "Hyper-V"
      ],
      "Produkt": "IT-infrastruktur, drift och underhåll av IT-tjänster",
      "Företagsstruktur": "Privatägd industrikoncern med cirka 400 anställda och flera anläggningar i södra Sverige och Polen, inklusive avdelningar för IT och produktion",
      "Ekonomi": "Omsättning cirka 700 Mkr",
      "Ekonomisiffor": {
        "Omsättning": 700000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "contact@speedgroup.se",
          "name": "Contact",
          "position": "",
          "source": "https://www.speedgroup.se/"
        }
      ],
      "social_links": {
        "linkedin": "http://www.linkedin.com/company/speed-group",
        "facebook": "https://www.facebook.com/speedgroup.se",
        "twitter": null,
        "instagram": "https://www.instagram.com/speedgroup.se/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 418,
      "företagsnamn": "Sida",
      "företagswebb": null,
      "organisationsnummer": "2021004789",
      "sökterm": [
        "Azure"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29553269",
      "titel": "BI-Arkitekt",
      "beskrivning": "Om jobbet\nSida har stora ambitioner att utveckla hanteringen och insfrastrukturen för data.\nÄr du BI-arkitekt och vill vara med och bygga en innovativ och strategiskt viktig dataplattform för Sveriges bistånd?\nRollen som BI-arkitekt är central i utvecklingen av vår plattform för insamling, lagring, analys och delning av data. Du kommer också att vara en nyckelspelare i digitaliseringen av Sidas verksamhet, där välfungerande informationshantering är helt nödvändig för effektivitet och transparens i myndighetens arbete.\nArbetet sker i nära samarbete med myndighetens verksamhet och avdelningens övriga arkitekturfunktioner.\nTillsammans med kollegor kommer du vara med och påverka hur vi gör det svenska biståndet ännu mer effektivt, och ännu mer transparent. Vi arbetar mycket med öppna data och att visualisera data online, självklart med bas i informationssäkerhet. Tjänsten är placerad på avdelningen för Digitalisering och säkerhet och enheten för Analys, statistik och data.\nDu arbetar på vårt kontor i Rissne Sundbyberg\nArbetsuppgifter\nAtt leda arbetet med att designa och implementera Sidas en sammanhängande datainfrastruktur och dataplattform.\nAtt designa, utveckla och underhålla system och lösningar för att samla in, lagra, analysera och visualisera data inom Sida.\nAtt bidra till att etablera datadrivna arbetssätt inom hela organisationen.\n\nVi söker dig som tycker om att arbeta agilt i team med många olika kompetenser. För att trivas behöver du vilja vara med och bygga upp och strukturera arbetet med BI, datahantering och hur vi kan förbättra Sidas arbete med hjälp av BI.\nVi erbjuder\nVi erbjuder en arbetsplats med goda möjligheter till utveckling och en arbetsmiljö präglad av öppenhet och mångfald. Du arbetar utifrån tydligt mandat och ansvarsområde präglat av tillit mellan dig, din chef och dina kollegor.\nSom anställd på Sida arbetar du med världen som arbetsplats, med Agenda 2030 och den statliga värdegrunden som vägvisare. För att kunna svara mot de utmaningar världen står inför idag och framöver behöver vi människor med olika bakgrund och färdigheter.\nKvalifikationskrav\nUtbildning\nAkademisk examen alternativt annan utbildning som arbetsgivaren bedömer relevant för tjänsten.\n\nSpråk\nGod svenska och engelska i tal och skrift.\n\nArbetslivserfarenhet och kunskaper\nMinst två års erfarenhet av datamodellering och dataarkitektur:\nskapa och underhålla strukturen för hur data lagras och används i databaser och datalager,\nAnsvara för att data hämtas från olika källor, omvandlas och laddas i datalager (hantera ETL-processer),\nUtvärdera och implementera lösningar.\nMinst två års erfarenhet av att skapa och underhålla plattformar och BI-verktyg, rapporter och dataexporter\nErfarenhet av Microsofts BI-plattform\nErfarenhet av användardialog\n\nFunktionella kompetenser/förmågor:\nFör den här rollen behöver du:\nTa initiativ och vara drivande\nHa förmåga att hantera stress, osäkerhet och risker\nVara bra på att samarbeta och skapa tillitsfulla relationer\nBidra till nytänkande och innovation\nKunna hantera motstånd, vara flexibel och lösningsfokuserad\nHa förmåga att föra dialog och skapa samsyn\nKommunicera strategiskt för att påverka, förhandla och mobilisera\nKunna använda olika analysverktyg \n\nFör denna roll är det meriterande om du\nhar erfarenhet av:\natt arbeta med Microsofts BI-plattform på Azure,\natt visualisera data,\nUML,\nSparx EA eller andra verktyg för modellering,\nArchimate\n\nBra att veta\nBefattningen avser en tillsvidareanställning med tillträde snarast. Provanställning tillämpas.\nSida erbjuder möjlighet till distansarbete i viss utsträckning om det fungerar för verksamheten.\nBefattningen är säkerhetsklassad och du behöver lämna samtycke till registerkontroll ifall du blir erbjuden befattningen. \nVid kontakt vänligen ange ref.nr 23/25.\nYtterligare upplysningar om befattningens innehåll lämnas av Enhetschef Ingrid Rydell, 08-698 50 00\nEventuella frågor om villkor och andra fackliga frågor ställs till fackliga företrädare vid Sida för Saco (kontaktperson: linus.jarl@sida.se) och ST (kontaktperson: john.viner@sida.se).\nI Sidas rekryteringsprocess används urvalsfrågor som ett verktyg för att göra ett första urval. Var därför noga med dina svar så att de speglar din kompetens och erfarenhet på ett korrekt sätt. Läs mer om Sidas rekryteringsprocess\nSida är en statlig myndighet. Det innebär att uppgifter och ansökningshandlingar som du lämnar till oss kan komma att lämnas ut enligt offentlighetsprincipen om någon begär ut dem. Normalt gäller ingen sekretess för de uppgifter som behandlas i databasen. Om du har skyddade personuppgifter ska du kontakta den kontaktperson som finns angiven i annonsen per telefon.\nOm Sida\nSida – Styrelsen för internationellt utvecklingssamarbete - är en förvaltningsmyndighet som arbetar på regeringens och riksdagens uppdrag för att skapa förutsättningar för bättre levnadsvillkor för människor som lever i fattigdom och förtryck. Vårt arbete ska bidra till att nå riksdagens mål och regeringens inriktning för svenskt bistånd.\nVi har över 800 anställda fördelade mellan tre kontor i Sverige och på svenska ambassader i våra samarbetsländer. Läs mer om Sidas anställningsförmåner och Sidas mångfaldsarbete.\nOlika erfarenheter, bakgrunder och perspektiv är grunden för en arbetsplats fri från diskriminering, där alla trivs och gör sitt bästa. Vi tror på mångfald och dess positiva inverkan på vår verksamhet och välkomnar sökande med olika bakgrund och erfarenheter.",
      "Techstack": [
        "Microsoft BI-plattform",
        "Azure",
        "ETL-processer",
        "UML",
        "Sparx EA"
      ],
      "Produkt": "Dataplattform för insamling, lagring, analys och delning av data inom biståndssektorn",
      "Företagsstruktur": {
        "Antal anställda": 800,
        "Avdelningar": [
          "Digitalisering och säkerhet",
          "Analys",
          "Statistik och data"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 419,
      "företagsnamn": "Comstream AB",
      "företagswebb": null,
      "organisationsnummer": "5569458911",
      "sökterm": [
        "Katalon Studio",
        "Azure",
        "PowerShell",
        "React Native",
        "IoT",
        "Docker",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556203",
      "titel": "Mobile App Architect for IoT Product Company",
      "beskrivning": "Vi är ett av Sveriges största SaaS-bolag som genom innovativ teknik digitaliserar byggbranschen för att göra den säkrare, mer produktiv och mer hållbar. Hos oss blir du en del av ett kreativt team där du får utvecklas, ta dig an spännande utmaningar och samtidigt ha kul på vägen! Vi söker nu fler kollegor som vill vara med på resan att digitalisera en av världens största branscher och bidra till ett hållbart samhälle.\n\n\nÄr du en erfaren apputvecklare redo för nya utmaningar? Brinner du för att leverera affärsnytta som gör skillnad i våra kunders vardag? Vi söker nu en Senior Mobile App Developer till vårt Tech - team på Infobric Equipment & Assets.\n\n\nDet här kommer du att göra:\nVi söker en erfaren och driven apputvecklare med gedigen senior erfarenhet av att utveckla mobila appar. Du har djup teknisk kompetens inom både iOS och Android och är van vid att ta fram innovativa lösningar, dokumentera dem tydligt, samt driva och hålla ihop utvecklingsinitiativ.\n\n\nI rollen ingår både strategiskt arbete med tekniska lösningar samt ett operativt ansvar för utveckling och förvaltning av våra appar.\nTeknisk Lösningsdesign: Ta fram och dokumentera robusta tekniska lösningar för våra mobila plattformar.\nUtveckling & Förvaltning: Aktivt delta i både utvecklings- och underhållsarbetet kring våra appar.\nLedarskap: Leda och driva utvecklingsinitiativ i nära samarbete med Produktorganisationen.\nTeknisk Utvärdering: Genomföra tekniska utvärderingar av våra befintliga appar för att identifiera förbättringsåtgärder.\nTvärfunktionellt Samarbete: Arbeta nära team inom design, backend och produkt för att säkerställa användarupplevelsen.\n\n\n\nVad söker vi hos dig: \nSenior erfarenhet (minst 5 år) av utveckling av mobila appar för såväl Android som iOS\nStark social och kommunikativ förmåga. Du skriver och talar god svenska och engelska\nErfarenhet av att leda tekniska initiativ i mindre team\nFörmåga att identifiera tekniska utmaningar och proaktivt föreslå lösningar.\nGod kunskap om vår teknikstack (se nedan)\nMeriterande om du kunskap och erfarenheter från React Native\n\n\n\nVår nuvarande teknikstack är:\niOS: Swift, Apple design framework och Xcode.\nAndroid: Kotlin, Java, Javascript, Android SDK och Android Studio.\nRestful API, Json\n\n\n\nVad vi erbjuder :\nVar med och skapa förändring i en av världens största industrier\nMöjlighet att växa och utvecklas i ett snabbväxande techbolag som påbörjat sin internationella expansion\nStöttande kollegor och en dynamisk och innovativ arbetsmiljö\nFlexibel arbetsmodell - du utgår från vårt kontor i Arboga där du spenderar den mesta tiden, men behöver du jobba hemma finns det möjlighet till det\nFöretagsevent, after work, pingisturneringar och såklart mycket fika. Vi gillar att ha roligt tillsammans!\nBra förmånspaket – vi tar hand om dig!\nDeveloper lunch - Ett lunchforum där vi tillsammans kollar in tekniska områden och sprider kunskap\n\n\n\nTeamet du blir en del av:\nInom affärsområdet Equipment & Assets digitaliserar och förenklar vi resurshanteringen av utrustning, maskiner, fordon och projekt för byggbranschen. Du blir en del av teamet som gör detta möjligt genom framtagning och underhåll av smarta lösningar där våra kunder kan lokalisera, hantera samt följa upp användningen av sina maskiner, fordon och verktyg.\n\n\nOm Infobric: \nInfobric Group is a leading provider of software solutions for the construction industry and one of the Nordic region's fastest growing SaaS companies. We are on a mission to digitalise construction – with a clear focus on making it more productive, safer, and more sustainable. Infobric operates in 5 European markets and is headquartered in Jönköping, Sweden.",
      "Techstack": [
        "Swift",
        "Kotlin",
        "Java",
        "Javascript",
        "Restful API",
        "Json"
      ],
      "Produkt": "Programvarulösningar för digitalisering av byggbranschen, inklusive mobilappar för resurs- och projektledning.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 420,
      "företagsnamn": "Thalamus IT Consulting AB",
      "företagswebb": "http://www.thalamus.se",
      "organisationsnummer": "5565960423",
      "sökterm": [
        "Ansible",
        "Terraform",
        "Azure"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29547979",
      "titel": "Senior supporttekniker",
      "beskrivning": "Vill du ha större kontroll över din karriär? Vad sägs om att ha en trygganställning hos Sveriges härligaste konsultbolag? Vi söker dig som har hjärtat på rätt plats och vill ha tydlighet i din utveckling. Jobba hos oss\nVi är Thalamus och vi är IT-konsulter specialiserade inom IT-infrastruktur. Vi tror på individen, att vi står för möjligheterna och du står för drivet. Där vi lägger stor del av vår tid på att du ska trivas, utvecklas och lyckas i din karriär.\nVårt långsiktiga mål är att du ska arbeta i den roll som du vill, oavsett om det är som generalist eller specialist. Vi har verktygen och vi tror att du har förmågan att utvecklas utifrån din vilja, ditt driv och dina mål. Vi har skapat tydliga utvecklingsvägar för specialist roller och vi har ett långsiktigt mål att du ska komma dit. Där vi bjuder på certifieringar, utbildningsplan och erbjuder spännande uppdrag. Dessutom så kan du nyttja ditt friskvårds bidrag, för att hålla dig frisk och välmående på vägen. \n\nDin nya tjänst\nHos oss kommer du jobba med varierade support roller hos en eller flera av våra härliga kunder i Stockholmsområdet. Där rollerna matchas efter kunskaper, erfarenheter och mål. Hos kunderna agerar du intern support och stöttar upp organisationens IT efter behov. Vanligtvis jobbar våra kunder i komplexa IT-miljöer med huvudfokus inom Windows (Mac kan förekomma).\nVi lägger stor vikt i din framtid och utveckling, så medan du sitter ute på uppdragen så har du själv möjlighet att påverka din framtid. Då du hos oss får möjlighet att följa någon av våra utvecklingsplaner och få en tydlig väg framåt i din karriär.\nDå vi tycker att alla anställda ska ha rätt till samma möjligheter framåt så har vi tydliga steg för hur du som anställd får utbildningsmöjligheter och trygg anställning. Det viktigaste för oss är att ha duktiga supporttekniker med rätt kunskaper för jobben kunderna efterfrågar. Därför väljer vi att investera i dig för att du ska få rätt möjligheter och vilja jobba hos oss. Att jobba som supporttekniker kan vanligtvis se någorlunda lika ut mellan arbetsplatser, så det viktiga för oss är att skapa något större, där du kan göra jobbet du är bra på samtidigt som du har något att sträva efter.\nVi tror detta kan vara en win - win och berättar gärna mer på en intervju!\n \n Din bakgrund \nVi är intresserad av dig som har jobbat inom IT-support mot företag, som sitter på en supporttekniker roll men fortsätta utvecklas inom IT-infrastruktur, antingen som generalist eller specialist. Då vi matchar olika kompetensnivåer med rätt typ av uppdrag hos oss är det viktigaste erfarenhet och du som person.\nFör att vara aktuell för rollen så ser vi gärna att du har några års erfarenhet av flera tekniska lösningar såsom Windows, Active Directory, Azure, Intune, o365, ÄHS och Teams.\n  \nSå sitter du på kunskaper inom IT-support och vill ha en tydligare väg framåt? Sök till oss.\n \n Du som person \nVi är Thalamus och det betyder att du som anställd kommer vara en stor del av Thalamus. Därför söker vi individer som är flexibla, sociala, hjälpsamma och trevliga. Gärna med en vilja och driv att utvecklas.\nDu behöver inte veta exakt vad du vill göra men du ska vilja utvecklas inom IT-infrastruktur, där vi finns tillhands att stötta och guida dig på vägen.\n\n Din ansökan \nIntervjuer sker löpande, så skicka gärna din ansökan så snart som möjligt. Vid frågor, kontakta Lucas.Skarp@thalamus.se eller Tilda.Stenmark@thalamus.se\n\nVi erbjuder dig\nVi erbjuder dig en arbetsgivare som ständigt utvecklar sig för att vara en attraktiv arbetsgivare för dig. Där vi sätter den anställda i fokus och skapar utvecklingsmöjligheter.\nFör oss betyder detta bland annat trygg anställning, kollektivavtal (TechSverige), fast månadslön, utvecklingsmöjligheter, certifierings möjligheter, friskvårds bidrag, pension, försäkringar etc.\nDär gemenskap är en viktig del, vilket gör att vi ordnar AW:s, sommar- och julfester.\nEn arbetsplats där dina åsikter spelar roll och där vi ser framemot att höra hur vi kan vara en bra arbetsgivare framöver.  \nDin nya arbetsgivare\nThalamus har funnits i 20 år och är ett konsult- och rekryteringsföretag inom IT & Teknik. Inom IT-infrastruktur har vi konsultverksamhet, samt intern service desk och IT-innovationsteam.\nVi är ett familjärt bolag som i Alvik strand och vår huvudsakliga fokus ligger på konsultverksamhet i Stockholms län.\nVåra kärnvärden är snabba och trevliga och att det kommer du att märka i rekryteringsprocessen och om du börjar arbeta hos oss. Om vi skulle beskriva oss själva skulle det vara att vi är ett glatt, kunskapsdrivet gäng vars arbete kännetecknas av kvalitet, nytänkande och personligt engagemang. Hoppas du vill bli en av oss!",
      "Techstack": [
        "Windows",
        "Active Directory",
        "Azure",
        "Intune",
        "O365",
        "ÄHS",
        "Teams"
      ],
      "Produkt": "IT-konsulttjänster inom IT-infrastruktur samt intern support.",
      "Företagsstruktur": "Familjärt bolag med fokus på konsultverksamhet i Stockholms län, anställda i olika supportroller.",
      "Ekonomi": "Inga ekonomiska siffror tillgängliga.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "tilda.stenmark@thalamus.se",
          "name": "Tilda Stenmark",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "felix.hernvall@thalamus.se",
          "name": "Felix Hernvall",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "info@thalamus.se",
          "name": "Info",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "camilla.molander@thalamus.se",
          "name": "Camilla Molander",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "lucas.skarp@thalamus.se",
          "name": "Lucas Skarp",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "omar.lordfye@thalamus.se",
          "name": "Omar Lordfye",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "sanja.kolar@thalamus.se",
          "name": "Sanja Kolar",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "erik.westergard@thalamus.se",
          "name": "Erik Westergard",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "pontus.floberg@thalamus.se",
          "name": "Pontus Floberg",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "ida.sebitli@thalamus.se",
          "name": "Ida Sebitli",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "eva.baumgartner@thalamus.se",
          "name": "Eva Baumgartner",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        },
        {
          "email": "christer.johansson@thalamus.se",
          "name": "Christer Johansson",
          "position": "",
          "source": "https://www.thalamus.se/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/thalamus-it-consulting",
        "facebook": "https://www.facebook.com/thalamusab",
        "twitter": "https://twitter.com/thalamus_ab",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 421,
      "företagsnamn": "DataCentric IT AB",
      "företagswebb": null,
      "organisationsnummer": "5594680976",
      "sökterm": [
        "Data Visualization",
        "GCP",
        "Object-Oriented Programming",
        "Robot Framework",
        "Terraform"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29411957",
      "titel": "Senior Data Engineer GCP -Stockholm",
      "beskrivning": "Please read carefully before sending your application\nResponsibilities:\n• Take end-to-end responsibility to build, optimize and support of existing and new data products towards the defined target vision\n• Be a champion of DevOps mindset and principles and able to manage CI/CD pipelines and terraform as well as Cloud infrastructure, in our context, it is GCP (Google Cloud Platform).\n• Ensure that our built data products work as independent units of deployment and non-functional aspects of the data products follow the defined standards for security, scalability, observability, and performance.\n• Work close to the Product Owner and other stakeholders around vision for existing data products and identifying new data products to support our customer needs\n• Work with product teams within and outside our domain around topics that relate to the data mesh concept.\n• Evaluate and drive continuous improvement and reducing technical debt in the teams\n• Maintain expertise in latest data/analytics and cloud technologies\n Must have Qualifications :\n• Passion for Data, people, and technology\n• At least 4+ year’s work experience including hands-on as either:\no Data engineer on modern cloud data platforms /or advanced analytics environments.\no Software Engineer with cloud technologies and infrastructure\n• Experience in different data formats (Avro, Parquet)\n• Experience in data query languages (SQL or similar)\n• Experience in data centric programming using one of more programming languages Python, Java /or Scala.\n• Good understanding of different data modelling techniques and trade-off\n• Knowledge of NoSQL and RDBMS databases\n• Have a collaborative and co-creative mindset with excellent communication skills\n• Motivated to work in an environment that allows you to work and take decisions independently\n• Experience in working with data visualization tools\n• Fluent in English both written and verbal\n\n\nAdvantage if you also have:\n• Experience in GCP tools – Dataflow, Dataproc and Bigquery\n• Experience in data processing framework – Beam, Spark, Hive, Flink\n• Business understanding of retail industry",
      "Techstack": "GCP, Dataflow, Dataproc, Bigquery, Beam, Spark, Hive, Flink, SQL, Avro, Parquet, Python, Java, Scala",
      "Produkt": "Data produkter och tjänster relaterade till datahantering och analys",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 422,
      "företagsnamn": "Come On Stockholm AB",
      "företagswebb": null,
      "organisationsnummer": "5567422844",
      "sökterm": [
        "Ansible",
        "DevOps",
        "GCP",
        "Load Balancing",
        "Jenkins"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29464232",
      "titel": "DevOps Engineer",
      "beskrivning": "ComeOn Group in brief\nFounded in 2008, ComeOn Group is a leading global player in the rapidly growing iGaming market. Having launched its first online brand in 2010, ComeOn Group is running a wide range of exciting brands across multiple markets. Operating more than 20 brands on its proprietary platform providing a secure, innovative and entertainment-led player experience across casino and sports betting. ComeOn Group is an international employer within the iGaming industry and has over 500 talented employees across 7 main locations. \nLocation: Stockholm + Hybrid\nWe are looking for a skilled DevOps Engineer to join our growing team. In this role, you will work closely with our development and IT teams to ensure efficient and reliable software deployments, maintain and enhance our infrastructure, and streamline our continuous integration and delivery processes. The ideal candidate will have a strong background in software engineering, system administration, and experience with modern DevOps tools and practices.\nSkills Required\nStrong experience in HAProxy for load balancing and traffic management\nStrong experience in Cloudflare for DNS management, security, and performance optimization\nGood experience in Linux\nGood understanding of SaltStack for infrastructure automation\nProficiency with Jenkins and GitLab CI\nExperience managing services with Kubernetes\n\nAdditionally, the following skills would be a plus:\nCloud experience with GCP or AWS\nKnowledge of Ansible scripting for automation\nPython scripting for custom tooling and automation\n\nAbout You:\nBachelor's degree in Computer Science, Information Technology, or a related field.\n5+ years of experience working in DevOps or a similar role.\nStrong problem-solving skills and attention to detail.\nExcellent communication and teamwork skills.\nAbility to work in a fast-paced environment and handle multiple tasks simultaneously.\nKnowledge of networking, security, and system administration.\n\nBenefits\nSo what can you expect from ComeOn as a place of work?\nA competitive remuneration package! 💰\nFantastic quarterly team events and weekly company events 😎\nA one-time bonus to help you set up a comfortable workstation at home (we're truly Hybrid!)\nOn top of our Hybrid work arrangement, up to 40 days a year to work fully remote from anywhere 🌎\n30 paid vacation days a year\nGenerous pension and insurance benefits\nBrand new laptop and smartphone with fully paid plan\nGenerous health subsidy benefit\nCompany events, including breakfast mornings and Friday beers\n\nAt ComeOn, we've embraced a Hybrid Work model, giving our employees the flexibility to work some days at home. Our offices are thoughtfully designed to support this model, featuring practical workspaces for focused efforts and collaborative zones for dynamic creative exchanges. We believe in the power of collaboration to drive innovation and success. While our offices are known for their vibrant atmosphere, rest assured that our primary focus is on achieving results together. We prioritize efficiency and maintain a balance between hard work and camaraderie. When you visit our offices, expect a warm welcome and professional support. Choose ComeOn for your next career move, and experience a workplace that values ​​productivity, teamwork, and the spirit of collaboration.\nAt ComeOn Group we value diversity and we take concrete action to ensure fairness in our recruitment process. We are committed to assessing candidates on their merit without discriminating against any applicant for whatever reason that is protected by law. We truly value you, as you are.\nWant to know more about us just visit our website www.comeon-group.com or any of our social media channels to take a deep dive into our culture!\nLinkedIn\nInstagram\nFacebook\nGlassdoor",
      "Techstack": [
        "HAProxy",
        "Cloudflare",
        "Linux",
        "SaltStack",
        "Jenkins",
        "GitLab CI",
        "Kubernetes",
        "GCP",
        "AWS",
        "Ansible",
        "Python"
      ],
      "Produkt": "iGaming-plattform med kasino och sportbetting",
      "Företagsstruktur": "Över 500 anställda spridda på 7 huvudkontor, inklusive Stockholm",
      "Ekonomi": "Ingen specifik ekonomisk information angiven",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 423,
      "företagsnamn": "ACCIGO AKTIEBOLAG",
      "företagswebb": "https://accigo.se",
      "organisationsnummer": "5566541602",
      "sökterm": [
        "GCP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29361776",
      "titel": "Data Engineer",
      "beskrivning": "Har du erfarenhet av attdesigna, utveckla och testa lösningar inom avancerad analys och machine learning? Är du redo för nästa steg i din karriär med möjligheter och utveckling som ledord?Vill du, liksom vi, ta fram affärsdrivna end-to-end lösningar? Då hoppas vi att vi får chans att talas vid!\nVem är du?\nDu har stort intresse för teknik och en vilja attutvecklas tillsammans i teamet, genom att både dela och öka kompetens hos varandra. Du känner dig bekväm med att ta ansvar över uppgifter där dukan strukturera, identifiera affärsmässiga och tekniska mål. Du är entech entusiast och kan utan problem ta ansvar ileveranser där dukommunicerar resultat till olika publiker, på olika teknisk nivå.\nDu är driven och ser till att kunden alltid får den bästa möjliga lösningen. Eftersom en och annan fika också ingår i tjänsten tror vi att du gillar att nätverka med kollegor och tillsammans hitta nyaerbjudanden och tjänster för våra kunder. Du är enlagspelare och försöker alltidhjälpa dina kollegor när behov finns.\nDesigna, implementera och agera rådgivare inomdatalösningar för avancerad analys och machine learning är det du brinner för, du har även enoperativ inställning och omfamnar exempelvis DevOps/MLOps med ett fokus på automation och end-to-end ägarskap.\nVi vill jobba med dig som har 3+ års erfarenhet av design och utveckling av BI-lösningar\n Erfarenhet av att designa, utveckla och testa lösningar inom avancerad analys och maskininlärning \n Erfarenhet av att implementera datalösningar iAzure, exemeplvisAzure Synapse, Databricks, Data Factory, Azure Data Lake, Microsoft Fabric &Data Vault\n Hands-on erfarenhetav programmering inom SQL och Python\n Arbetat med stora datamängder med distribuerade ramverk, som till exempel spark\n   Ett plus om du har erfarenhet av Modellering och utveckling av tabular cubes, SSAS. \n GCP:s data och ML lösningar \n Power BI\n Scala\n förståelse DRY-principle (“Don’t repeat yourself”) vid kodning. \n Vårt team\nI team Data-Driven Transformation arbetar vi tillsammans med våra kunder för att skapa värde utav data, och i sin tur framgångsrika människor och organisationer med tryggare beslutsfattande och effektivare arbetssätt.Vårt mål är att hitta den perfekta mixen av professionalism och entreprenörsanda för att på bästa sätt bidra till våra kunders verksamhet med både kompetens och kreativitet.\nVi agerar rådgivare och teknisk partner inom data-drivna system där vi även designar och implementerar tekniska lösningar för machine learning och advanced analytics. Detta kan till exempel vara att samla, strukturera och kvalitetssäkra data, visuellt designa rapporter och möjliggöra ett mer proaktivt beslutsfattande. Andra exempel är maskininlärningsmodeller för att personifiera innehåll på hemsidor, analysera kundbeteende samt optimera morgondagens energi och produktionssystem.\nVårt team innehåller en härlig mix av både erfarna förmågor och nyare talanger. Tillsammans skapar vi energi och glädje i både leveranser och interna initiativ. För att sporra och utveckla varandra som både kollegor och konsulter skapar vi tillfällen för både kompetensutveckling på jobbet och sociala aktiviteter i olika former.Nyfiken? Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: tyra.drakenberg@accigo.seLäs gärna mer om oss och träffa våra medarbetare på vår karriärsida: https://karriar.accigo.se/",
      "Techstack": [
        "Azure Synapse",
        "Databricks",
        "Data Factory",
        "Azure Data Lake",
        "Microsoft Fabric",
        "Data Vault",
        "SQL",
        "Python",
        "Spark",
        "GCP",
        "Power BI",
        "Scala"
      ],
      "Produkt": "Digital rådgivning och kompetensförstärkning inom avancerad analys och machine learning.",
      "Företagsstruktur": "Bolaget har en mix av erfarna och nyare talanger, arbetar i team och fokuserar på samarbete och kompetensutveckling.",
      "Ekonomi": "Aktivt företag med registrering sedan 2004. Omsättningsförändring på 7,5% vid senaste bokslut.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "7,5%"
      },
      "kontakter": [
        {
          "email": "mattias.storgren@accigo.se",
          "name": "Mattias Storgren",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        },
        {
          "email": "maria.lennman@accigo.se",
          "name": "Maria Lennman",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        },
        {
          "email": "post@accigo.no",
          "name": "Post",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        },
        {
          "email": "info@accigo.se",
          "name": "Info",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        },
        {
          "email": "ola.brehm@accigo.se",
          "name": "Ola Brehm",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        },
        {
          "email": "lisa.lindvall@accigo.se",
          "name": "Lisa Lindvall",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        },
        {
          "email": "benny.heinby@accigo.se",
          "name": "Benny Heinby",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        },
        {
          "email": "johan.ehn@accigo.se",
          "name": "Johan Ehn",
          "position": "",
          "source": "https://accigo.se/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/accigo/",
        "facebook": "https://www.facebook.com/accigo/",
        "twitter": null,
        "instagram": "https://www.instagram.com/lifeataccigo/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 424,
      "företagsnamn": "Nordic Integration-Works AB",
      "företagswebb": null,
      "organisationsnummer": "5593172165",
      "sökterm": [
        "Penetration Testing",
        "Kubernetes",
        "Docker",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531009",
      "titel": "Software Test Automation Engineer",
      "beskrivning": "In this role, you’ll be an integral part of our mission to deliver high-quality software products. Working in a collaborative, agile environment, you’ll design, develop, and execute automated tests that ensure our products meet the highest standards. Your work will directly contribute to creating a culture of continuous improvement and excellence, helping us push boundaries in the property management technology space.\n\n\nYour Key Responsibilities Will Include\nDesigning and developing automated test frameworks and scripts to ensure robust software quality.\nImplementing performance and load testing strategies to validate application scalability.\nIntegrating automated tests into CI/CD pipelines and monitoring their performance.\nCollaborating with developers to identify test coverage needs and troubleshoot issues.\nAnalyzing test results to provide insights into product readiness and quality.\nLeading cross-team quality initiatives and mentoring team members in test automation best practices.\n\n\n\nRequired Experience : \nBachelor’s degree in Computer Science, Software Engineering, or a related field. \nTechnical Expertise: Strong understanding of QA best practices, automation, test plan creation, regression/release testing, and experience with version control systems (e.g., Git). \nExpertise in API testing and automation for RESTful and SOAP services. \nHands-on experience with CI/CD integration and version control tools like Git. \nStrong understanding of software testing methodologies, including Agile, DevOps, and Shift-left testing. \nFamiliarity with cloud-based testing solutions and containerization tools like Docker/Kubernetes is a plus. \nMethodologies & Tools: Agile mindset with DevOps (CI/CD) experience, proficiency in test management systems (e.g., TestRail), and familiarity with Azure DevOps pipelines (bonus). \nSoft Skills: Effective English communication for both technical and non-technical audiences, strong organizational and teamwork skills, and a proactive approach to continuous improvement. \nBonus Skills: Experience in the Alternative and Augmentative Communication (AAC) domain is a plus.\n\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "QA best practices",
        "Automation",
        "CI/CD",
        "API testing",
        "Cloud-based testing solutions"
      ],
      "Produkt": "Högkvalitativa mjukvaruprodukter inom fastighetsförvaltningsteknologi",
      "Företagsstruktur": "Företaget har en styrelse med en jämlik könsfördelning, utan specificerat antal anställda eller avdelningar",
      "Ekonomi": "Allmän information om verksamheten men inga specifika ekonomiska siffror tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 425,
      "företagsnamn": "UTBETALNINGSMYNDIGHETEN",
      "företagswebb": null,
      "organisationsnummer": "2021007071",
      "sökterm": [
        "Ansible",
        "DevOps",
        "Kubernetes",
        "Git"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29540003",
      "titel": "DevOps Engineer",
      "beskrivning": "Vill du vara med och lösa en av de största samhällsutmaningarna? Trivs du i en miljö av innovationsanda, framåtdriv och starkt samhällsengagemang?\n\n\nHos oss får du vara med och bygga upp en ny myndighet från grunden och bidra till att förhindra välfärdsbrott och den organiserade brottslighetens framväxt. Du får en arbetsgivare som månar om din utveckling och ger dig stort eget ansvar och mandat.\n\n\n\r\n\r\nBeskrivning\nVill du använda din DevOps-kompetens för att bygga datadrivna lösningar som har en direkt samhällspåverkan? Hos oss får du möjlighet att arbeta i en ny och dynamisk myndighet där utveckling av miljöer och plattformar är i fokus.\r\n\r\nDu kommer att spela en central roll i att utveckla och optimera våra data- och analysplattformar.\n\nArbetsuppgifter \nDu kommer att arbeta som DevOps engineer i Linux-miljö med att utveckla och underhålla robusta miljöer och plattformar för dataflöden och datalagring. Möjligheter till att arbeta med Infrastructure as code (IaC) och containerlösningar, genom teknologier som Ansible, Kubernetes och Docker. Även arbete med python-utveckling finns i rollen.\n\nEftersom myndigheten och vår tekniska miljö är under uppbyggnad, kommer du att vara med och påverka hur vi bygger våra system, skapar interna standarder och implementerar nya lösningar. Din tekniska expertis kommer att vara avgörande för att skapa effektiva miljöer och system.\n\nVi söker dig som har\n - Minst tre års aktuell arbetslivserfarenhet av utveckling, konfiguration och drift av Linux-baserade system on-premise\n - Minst tre års aktuell erfarenhet av att använda DevOps och MLOps-metoder\n - Goda kunskaper i GIT och arbetsflöden för kodhantering\n - Minst ett års aktuell arbetslivserfarenhet av att arbeta med Ansible eller motsvarande \n\nDet är meriterande om du även har\n - Erfarenhet av containerbaserade lösningar, gärna Kubernetes\n - Erfarenhet av arbete med nätverkssäkerhet och säker programutveckling\n - God kännedom om vanligt förekommande open sourcelösningar inom datalagring\n - Erfarenhet av att utveckla i Python eller andra språk som Rust\n\nEfterfrågade förmågor och färdigheter\n\nDu har en stark teknisk förståelse och förmåga att arbeta med alla delar av att etablera miljöer och plattformar. Du är en självgående och lösningsorienterad utvecklare som har förmågan att ta ansvar för att driva tekniska projekt framåt. Du har god samarbetsförmåga och trivs med att arbeta nära kollegor inom olika funktioner för att utveckla lösningar som gör verklig skillnad. Du har ett högt säkerhetsmedvetande och hanterar känslig information på ett ansvarsfullt och korrekt sätt.\n\nÖvrigt\nTjänstgöringsorten är i Stockholm. Myndigheten finns i moderna lokaler i närheten av Gullmarsplan. Befattningen är placerad i säkerhetsklass vilket kräver svenskt medborgarskap. Tjänsten är en tillsvidareanställning på heltid. Sex månaders provanställning kan bli aktuellt. Du kan komma att krigsplaceras på myndigheten. \n\nI denna rekrytering söker du med ditt CV. Istället för att bifoga ett personligt brev vill vi att du svarar på några frågor kring din kompetens kopplat till jobbet. Vi ber dig svara utförligt på dessa frågor. Arbetsprov kan bli aktuellt i urvalsprocessen.\n\nÄr du intresserad?\nVill du veta mer om tjänsten, kontakta enhetschef Niclas Cederberg på telefon 010-572 7 576.Vi tar gärna emot samtal från dig som är intresserad av jobbet, men tackar nej till dig som säljer annonser och rekryteringstjänster.\n\nKontaktpersoner för de fackliga organisationerna är Martina Jansson (Saco-S) telefon 010-3037653, Mattias Kollberg (Seko) telefon 010-482 17 59 och Michael Ohlsson(ST) 010-5727512",
      "Techstack": [
        "Linux",
        "Ansible",
        "Kubernetes",
        "Docker",
        "Python"
      ],
      "Produkt": "Utveckling av datadrivna lösningar för att förhindra välfärdsbrott",
      "Företagsstruktur": "Ny myndighet under uppbyggnad, tjänstgöringsort i Stockholm, kan komma att krigsplaceras på myndigheten.",
      "Ekonomi": "Ingen ekonomisk information angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 426,
      "företagsnamn": "Cpac Systems AB",
      "företagswebb": "https://cpacsystems.se/",
      "organisationsnummer": "5565662870",
      "sökterm": [
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29538165",
      "titel": "Technical Cloud Project Manager",
      "beskrivning": "Are you passionate about technology and eager to lead projects that push the boundaries of innovation? Do you excel in fast-paced environments where new ideas are not just welcomed, but actively embraced? We’re looking for a talented Project Manager to join our team and leverage your diverse skill set to drive impactful solutions. \nAt CPAC, we believe that innovation thrives on diverse perspectives. Whether you're a basketball coach, a photography enthusiast, or a gourmet chef, we value the unique experiences and approaches you bring. When a gardening enthusiast collaborates with a hard rocker or a yoga fan we see new ideas flourish, delivering cutting-edge solutions for trucks, excavators, boats, and more.\nReady to lead the development of breakthrough products in automation, control, and autonomous vehicles? Join us in shaping the future of the automotive industry!\nResponsibilities\n Demonstrating a deep understanding of technical aspects and shouldering responsibility for the project's technical scope.\n Staying ahead of industry developments, rallying the team, and effectively addressing challenges and ideas.\n Efficiently managing project budgets, allocating resources, and maintaining strong relationships with customers and suppliers.\n Immersing yourself in an industry characterized by rapid progress, ensuring that you're always engaged where significant developments are taking place.\n \nKey qualifications \n Prior hands-on development experience (any programming language).\n Understanding of CI/CD pipelines and DevOps practices.\n Communicative leadership: Lead the team effectively through clear and concise communication while fostering collaboration among team members.\n Advanced technical product development: Lead projects involving cutting-edge technical solutions and innovations.\n Knowledge of integrated systems: Demonstrate an understanding of integrated systems and their complexities.\n Educational background in relevant fields: Ideally in computer science or information technology.\n Thriving in a fast-paced environment: Excel in a dynamic workplace where challenges are met with enthusiasm and agility.\n \nHow to apply\nIf you're excited to make a significant impact and want to be a part of our innovative team, we'd love to learn more about you. Submit your application today and don't hesitate to reach out to recruiter Malin Lindebjörn with any questions you may have.",
      "Techstack": "CI/CD pipelines, DevOps",
      "Produkt": "Automation, kontrollsystem, autonoma fordon",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "sales@cpacsystems.se",
          "name": "Sales",
          "position": "",
          "source": "https://cpacsystems.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/cpac-systems-ab/posts/?feedview=all",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/cpacsystems/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 427,
      "företagsnamn": "Microsoft Sweden 1172 AB",
      "företagswebb": null,
      "organisationsnummer": "5569528150",
      "sökterm": [
        "PowerShell",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531669",
      "titel": "Critical Infrastructure Platform Engineer",
      "beskrivning": "Overview\nIn alignment with our Microsoft values, we are committed to cultivating an inclusive work environment for all employees to positively impact our culture every day and we need you as a Critical Infrastructure Platform Engineer. \nMicrosoft’s Cloud Operations & Innovation (CO+I) is the engine that powers our cloud services. As a CE Platform Engineer you will perform a key role in delivering the core infrastructure and foundational technologies for Microsoft's online services including Bing, Office 365, Xbox, OneDrive, and the Microsoft Azure platform. You will be part of a team that is responsible for operating the CE infrastructure across our unified global datacenters; managing the demand planning and capacity utilization; and responsible for running the physical infrastructure (including supply chain, hardware, power, security, and workflow teams). We emphasize automation, data driven engineering, cost-effectiveness, and environmental sustainability. You will join a team of Service Engineers who are passionate about designing, building, and operating the world's most advanced CE infrastructures. You will work on cutting-edge technologies and projects that enable Microsoft to deliver innovative solutions and services to our customers while collaborating with other teams across the company and learning from the best in the industry. If you are looking for a challenging and rewarding career, this is the role for you. This is a flexible work opportunity role offering remote work from home.  \n \nAs a group, CO+I is focused on the personal and professional development for all employees and offers trainings and growth opportunities including Career Rotation Programs, Diversity & Inclusion trainings and events, and professional certifications.  \nOur infrastructure is comprised of a large global portfolio of more than 100 datacenters and 1 million servers. Our foundation is built upon and managed by a team of subject matter experts working to support services for more than 1 billion customers and 20 million businesses in over 90 countries worldwide. \n With environmental sustainability and optimization at the forefront of our datacenter design and operations, we continue to grow and evolve as we meet the ever-changing business demands that hold Microsoft as a world-class cloud provider. \nDo you want to empower billions across the world? Come and join us in CO+I and be at the forefront of the action! \nResponsibilities\nTechnical Knowledge and Expertise \nSupport a hybrid CI/CD DevOps virtualized infrastructure that consists of Windows & Linux Server OS, Hyper-V, Active Directory, DNS, PowerShell scripting, with a focus on data protection technologies, service metrics and KPI reporting, documentation skills, along with interpersonal awareness, proactivity, and a proven ability to manage and drive delivery of multiple simultaneous cross-group dependent server and service-based projects.\nPerform, maintain, and continuously improve automated operating system installation and configuration.  \nConfigure and maintain hands-on bare metal enterprise-class server systems, including automated periodic firmware and driver updates at scale, RAID and IPMI configurations and hardware troubleshooting.  \n\nOperational Excellence \nMonitor servers, ensure SLAs and KPIs are met and maintained, provide security conscience outcomes maintaining compliance alignment, and ensure 24/7/365 service and infrastructure operations support with continuous optimizations. \n\nCollaboration and Knowledge Sharing \nPartner with a global team while helping bring projects to successful outcomes and delivering rigorous documentation artifacts. \nShare responsibility for delivering related programs and projects in existing and future datacenters with the broader team.  \n\nOther \nEmbody our culture and values.\n\nQualifications\nRequired Qualifications:   \nBachelor's Degree in Computer Science, Information Technology, or related field AND Good technical experience in software engineering, network engineering, service engineering, or systems engineering\nOR equivalent experience\n\nWhile not required, we also look for the following Preferred Qualifications: \nBachelor's Degree in Computer Science, Information Technology, or related field AND Good technical experience in software engineering, network engineering, service engineering, or systems engineering OR equivalent experience.\nGood technical experience working with enterprise large-scale cloud or distributed systems.\nA solid understanding of UNIX-based operating systems including enterprise-level Linux distributions performing automated system installation and configuration, file system concepts, resource monitoring, user administration, package management, and process control & management.\nConfiguration management experience with PowerShell DSC, Puppet, Chef or similar.\nExperience with server & tooling platforms for multiple infrastructure services such as Linux Server distributions, Windows Server 2022/2019, Hyper-V, MIT Kerberos, Active Directory, DNS, PowerShell/Python infrastructure-as-code scripting, data protection technologies, service monitoring, incident alarming, compliance, and other services to aid in fulfilling operational monitoring, audit logging of events, compliance requirements, outages, or security-related issues.\n\nBackground Check Requirements: \nAbility to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include, but are not limited to the following specialized security screenings: \nMicrosoft Cloud Background Check: This position will be required to pass the Microsoft Cloud background check upon hire/transfer and every two years thereafter.",
      "Techstack": "Windows Server, Linux Server, Hyper-V, Active Directory, DNS, PowerShell, Python, Puppet, Chef, CI/CD, DevOps, RAID, IPMI",
      "Produkt": "Microsofts online-tjänster inklusive Bing, Office 365, Xbox, OneDrive, Microsoft Azure",
      "Företagsstruktur": "Del av Microsofts Cloud Operations & Innovation, globalt team, fokus på inklusiv arbetsmiljö, personalutveckling, över 1 miljard kunder och 20 miljoner företag.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 428,
      "företagsnamn": "Nextory AB",
      "företagswebb": null,
      "organisationsnummer": "5567084149",
      "sökterm": [
        "Postman",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531370",
      "titel": "QA Engineer (Mobile Apps)",
      "beskrivning": "We know it, you know it. Most companies ramble on about purpose and making the world a better place. And pretty often it feels a bit… well, forced. But we’d like to think that our story is special for real.\nOur founders, Shadi Bitar and Ninos Malki, came to Sweden from Syria when they were kids. Books became their compass, guiding them through the maze of life and helping them shape their destinies in a new world.\nTheir dream was bold: What if they could unlock the world of books for everyone, making knowledge and inspiration accessible to all? Fast forward a few years, and the tale of Nextory was born.\nAt Nextory, we've crafted a revolutionary monthly subscription that empowers our users to devour books like never before, be it through reading or listening. It's not just a product; it's a passport to endless adventure and enlightenment.\nAnd now, we're on a quest to find our QA Engineer – Mobile Apps, someone as passionate as we are about making the world a happier place and enriching lives through the world of reading. Join our extraordinary team, and let’s script a future where every day is a chapter of discovery, and every book is a key to a richer life.\nThis position is based in Stockholm.\nWHAT YOU WILL BE DOING\nAs a QA Engineer – Mobile Apps at Nextory, you will play a crucial role in ensuring the quality of our mobile applications, delivering the best possible experience for our users. You will be responsible for designing, implementing, and executing automated and manual tests to guarantee a delightful experience in our iPhone and Android apps.\nYou will:\n- Develop and execute test cases, scripts, and plans mainly for mobile applications, but also occasionally for the backend serving the apps.\n- Work closely with developers, product managers and product designers to define test strategies and ensure high-quality releases.\n- Identify, track, and document bugs using industry-standard tools.\n- Implement automated testing frameworks for mobile app components.\n- Continuously improve testing processes and ensure best practices are followed.\n- Analyze application performance and usability to provide feedback for improvement.\n- Collaborate with cross-functional teams to ensure smooth releases and an excellent user experience.\nWHO YOU ARE\nWe believe that you are currently working in a similar role at a fast-moving company. You are passionate about quality assurance in mobile applications, ensuring flawless user experiences. You take ownership of your work, enjoy problem-solving, and have an eye for detail. We believe that you take pride in our product, love to drive quality improvements, and always strive for excellence.\nYou thrive in a dynamic and unpretentious environment where you take great responsibility for our product and your team. If you love the idea of combining technology and storytelling to create a seamless reading experience, we would love to have you on board!\nSKILLS AND QUALIFICATIONS\n- Relevant educational background in Computer Science, Engineering or related fields\n- 3+ years of experience in mobile app testing (iOS & Android)\n- Proficiency in debugging mobile applications and reporting defects\n- Experience working with Android Studio and Xcode\n- Knowledge of CI/CD pipelines and how to integrate automated tests\n- Experience working with API testing tools such as Postman or RestAssured\n- Familiarity with Agile methodologies and best QA practices\n- A detail-oriented mindset and strong problem-solving skills\nWORK ENVIRONMENT AND IMPORTANT DETAILS\nAt Nextory, we believe a strong and inclusive culture is key to our success - and that culture flourishes when we meet and collaborate in person as much as possible. That’s why we spend the majority of the working time at our beautiful office!\nWe are based in Stockholm, Sweden, with offices in Paris and Bangalore. Our hybrid work policy includes four days in the office and Wednesdays as a work-from-home day.\nPlease note that we apply a 6-month probationary period.\nWe are looking forward to your application! Please include your CV or LinkedIn profile, along with a short pitch on why you are the tech-savvy QA Engineer – Mobile Apps we’re looking for!",
      "Techstack": "Android Studio, Xcode, CI/CD, Postman, RestAssured",
      "Produkt": "Månatlig prenumerationstjänst för e-böcker och ljudböcker",
      "Företagsstruktur": "Bas i Stockholm, med kontor i Paris och Bangalore, arbetar i en hybridmodell med 4 dagar på kontoret och 1 dag hemifrån.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 429,
      "företagsnamn": "Kappahl Sverige AB",
      "företagswebb": "https://www.kappahl.com/",
      "organisationsnummer": "5560604158",
      "sökterm": [
        "Terraform"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29543052",
      "titel": "Network Specialist",
      "beskrivning": "We are on an exciting digital journey with our Transformation & IT department and are now seeking a new role to join our team, Network Specialist. This is your opportunity to shape and grow in your role and become an important part of our business and IT development. Do you want to join us on our digitalization journey forward? Apply today!\n\n\nKappahl Group exists to create a responsible world of fashion. We promise our customer fashion made with less and made for more.\n\n\n\nWe provide     \nThe opportunity to work with advanced network technologies, tools and platforms based on Cisco and Meraki solutions and products. Collaboration with a team of tech enthusiasts who are as passionate about infrastructure innovations as you are. Continuous learning opportunities to keep your skills sharp and relevant. Be a part of challenging projects that push the boundaries of network technology and play a crucial role in ensuring our network’s reliability and security to support Kappahl Groups business in the world of fashion. Be a member of projects that have a real-world impact, from enhancing cybersecurity to optimizing cloud and On-prem connectivity. Best of both worlds with a hybrid work model. Balance remote work with in-office collaboration to suit your lifestyle.\n\nLast but certainly not least, be an important part in a diverse and inclusive team where we are open to change, passionate, inspiring and where we treat each other professionally.\n\nAre you interested?\n\nThe position is a permanent employment with placement at our head office in Mölndal. \n\nKappahl Group celebrate diversity and strive to eliminate all forms of discrimination. We are committed to creating an inclusive environment for all employees and candidates. \n\nYou apply easily by answering a few questions and attaching your CV (please refrain from sending us your personal letter). We apply continous selection.\n\n/#LI-HYBRID\r\nYour profile \nAt least 5 years of networking experience and at least 3 years of experience in network security in an enterprise environment. In-depth knowledge of both On-prem solutions and Microsoft Azure network services. Good knowledge of Azure Infrastructure as a Service (IaaS) and Platform as a Service (PaaS) in general. Very good knowledge of automation tools such as Terraform.\n\nIf you have certification in CCNA, CCNP, CISM and Azure Network Engineer Associate, it would be great. If you also have experience and knowledge in VXLAN, ASA, Meraki MX, Cisco Firepower or Cisco ISE it would be awesome!\n\nFor the position, you need to be fluent in Swedish and English in speech and writing and most of all, you recognize yourself in our values – Inclusive, Courageous and Joyful!\n\nFounded in 1953 in Gothenburg, Sweden, the Kappahl Group is a leading fashion chain in the Nordics, with around 360 Kappahl and Newbie stores in Sweden, Norway, Finland, Poland and the UK, and online in more than 20 markets throughout Europe and Asia.  \n\nWe want to make a difference in the fashion world and to lead the way by always keeping our promises: taking care of the world around us and minimizing the environmental impact for each garment. And at the same time fulfil our employee promise \"We promise you the right to always be yourself - a place to belong”. The Kappahl team consists of some 4,000 colleagues in eight countries, all with different backgrounds, ages, skills and styles. Our common motivation is to create a responsible world of fashion and offer fashion to a wide variety of people and lifestyles. A responsible fashion that feels right, for the bearer and for the world we live in. Today, more than 85% of the products are made of certified and/or preferred materials. Our goal is 100% by 2025 and Kappahl Group’s overall climate goal is to halve the value chain's climate emissions by 2030.More information at www.kappahl.com.",
      "Techstack": [
        "Cisco",
        "Meraki",
        "Microsoft Azure",
        "Terraform",
        "VXLAN"
      ],
      "Produkt": "Modeprodukter och tjänster inom detaljhandeln, med fokus på hållbarhet",
      "Företagsstruktur": {
        "antal_anställda": 4000,
        "avdelningar": [
          "Försäljning",
          "IT & Transformation",
          "Marknadsföring"
        ]
      },
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@kappahl.com",
          "name": "Info",
          "position": "",
          "source": "https://www.kappahl.com/sv-se/kontakta-oss"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/kappahlsverige",
        "twitter": null,
        "instagram": "https://www.instagram.com/kappahl"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 430,
      "företagsnamn": "Consilium Safety Group AB",
      "företagswebb": "http://consiliumsafety.com",
      "organisationsnummer": "5565192134",
      "sökterm": [
        "Terraform",
        "PowerShell"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29522510",
      "titel": "Service Center Owner – Digital Platform",
      "beskrivning": "About Consilium Safety Group\n Consilium Safety Group is a global leader in fire, flame, and gas safety solutions, protecting lives across marine, energy, rolling stock, and buildings. With over 55 offices and 1,000 employees, we drive innovation in intelligent detection systems worldwide.\nAbout Consilium Digital Core Our Digital Core team is building a secure, cloud-driven IT organization to support our global expansion. We lead cloud-first strategies, automation, and AI-powered operations to create a scalable and secure digital infrastructure.\nThe Role As Service Center Owner, you will lead the platform team responsible for securing, optimizing, and managing datacenter infrastructure and identity management. You will play a critical role in protecting systems, ensuring compliance, and strengthening our Zero Trust architecture while overseeing Azure and on-premise network and datacenter operations.\nKey Responsibilities\n Manage a 10M SEK platform budget, drive cost optimization, and align investments with business goals.\n Implement IAM solutions, Zero Trust principles, and security frameworks such as ISO 27001 and NIST.\n Oversee Azure, VMware, Hyper-V, storage, and disaster recovery solutions.\n Secure hybrid environments with firewalls, VPNs, and Azure networking.\n Automate security and infrastructure with PowerShell, Terraform, and Bicep, and enable SIEM/SOC monitoring.\n \nWhat You Bring\n 8+ years of experience in identity security, datacenter operations, and cloud networking.\n Expertise in Azure AD, MFA, PAM, Conditional Access, and Zero Trust security.\n Hands-on experience with SIEM, SOC, firewalls, VPNs, and network segmentation.\n Proficiency in PowerShell, Terraform, or Bicep for automation.\n \nPreferred Certifications Microsoft Cybersecurity Architect, Identity & Access Administrator, Azure Solutions Architect, CISSP, CCNP Security.\nWhy Join Us?\n Strategic impact in leading identity security and Zero Trust implementation.\n Hybrid or remote work flexibility.\n Opportunities for certifications, leadership development, and career growth.\n Work with AI-driven security, automation, and cloud-first innovation.\n Competitive salary and benefits.\n Collaboration in a fast-paced global IT organization.\n \nApply Now\nIf this sounds like the opportunity you’ve been waiting for, we’d love to hear from you. Apply today and take the first step in joining a team that’s committed to making a difference. Applications are reviewed on a rolling basis, so don’t delay—your next adventure awaits!\nReady to learn more about our journey? Click to hear from our CEO!\nPhilip Isell Lind af Hageby, Consilium, en mästare på turnarounds - Värdeskaparna | En podd om riskkapital av OPX Partners | Podcast on Spotify",
      "Techstack": "Azure, VMware, Hyper-V, PowerShell, Terraform, Bicep, firewalls, VPNs, SIEM, SOC",
      "Produkt": "Brand-, flam- och gas säkerhetslösningar",
      "Företagsstruktur": "Över 55 kontor och 1000 anställda",
      "Ekonomi": "Inga specifika ekonomiska siffror nämns",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/consilium",
        "facebook": "https://www.facebook.com/consiliumsafety/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 431,
      "företagsnamn": "Finansinspektionen",
      "företagswebb": "http://www.fi.se/",
      "organisationsnummer": "2021004235",
      "sökterm": [
        "Ansible",
        "DevOps",
        "GitLab",
        "PowerShell"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29473777",
      "titel": "Är du vår nya systemutvecklare inom DevOps?",
      "beskrivning": "Är du systemutvecklare och redo för ett spännande jobb inom DevSecOps? Kom till oss på Finansinspektionen (FI)! Vi är ett engagerat it-team som arbetar agilt för att leverera tjänster till FI:s medarbetare, allmänheten och företag under vår tillsyn. Nu förstärker vi vår it-organisation.\n\nOm jobbet\n\nSom systemutvecklare på enheten DevSecOps och tillsyn ingår du i ett agilt DevSecOps-team som arbetar tvärgående för att styra och stödja alla systemutvecklare och utvecklingsteam på FI i sitt arbete. I rollen kommer du bland annat ansvara för att optimera och automatisera utvecklings- och driftsprocesser (applikationsrelaterat) för FI:s verksamhetssystem, bland annat genom att skapa containermallar för att stödja utvecklande team i deras arbete. Enheten är placerad på avdelningen Systemutveckling och ansvarar för FI:s övergripande systemutvecklingsprocess, centrala DevOps-plattform samt gemensamma verktyg/plattformar inom systemutveckling och står för ett tekniskt ledarskap inom systemutveckling på FI.\n\nSom systemutvecklare hos oss arbetar du nära såväl verksamheten som övriga agila it-team samt externa leverantörer. Dessutom arbetar du med hela kedjan från krav, design och arkitektur till utveckling, test och driftsättning.\n\nDin utbildning och erfarenhet\n\nVi söker dig som\n\n\n• har flera års erfarenhet av att arbeta med CI/CD, containers och liknande. on premise\n• har flera års erfarenhet av att skapa, underhålla och distribuera containerbaserade applikationer med Dcker, Kubernetes och Helm\n• har flera års erfarenhet av att konfigurera och hantera CI/CD-pipelines i Azure DevOps, GitLab/GitHub eller liknande verktyg\n• har flera års erfarenhet som systemutvecklare eller motsvarande inom Python och .NET/C#\n• har god kunskap om Linux och WSL.2\n• har god kunskap om skriptning och automation med Powershell\n• uttrycker dig väl på svenska och engelska i både tal och skrift.\n\nDet är meriterande om du                                                                               \n\n\n• har utbildning som civilingenjör, inom systemvetenskap eller liknande\n• har erfarenhet av containerbaserade tjänster i molnmiljö\n• har kunskap om och praktisk erfarenhet av säkerhetsprinciper som Secrets management, säkerhetsprotokoll och autentisering såsom OAuth, Kerberos, LDAP och SAML\n• har kunskap inom infrastruktur, nätverk och brandväggar\n• har kunskap inom infrastruktur som kod (IaC), exempelvis Ansible.\n\nOm dig \n\nI det här jobbet behöver du\n\n\n• bidra till ett gott samarbete\n• driva ditt arbete framåt och ta beslut inom ditt ansvarsområde\n• ta egna initiativ\n• se framåt och planera ditt arbete utifrån långsiktiga mål.\n\n\n\n\n\nOm FI\n FI bidrar till ett stabilt finansiellt system, välfungerande marknader, en hållbar utveckling och ett högt skydd för konsumenter. Vi erbjuder dig att arbeta med samhällsviktiga uppgifter, där du är med och påverkar den finansiella marknaden.\n\nPå FI arbetar cirka 600 personer och våra värderingar präglas av att vi är engagerade, beslutsamma, målinriktade och hjälpsamma. Vår arbetsplats ligger centralt i Stockholm. Det finns även möjlighet att delvis arbeta på distans. För mer information om vår organisation: https://www.fi.se/sv/om-fi/organisation/\n\nVerksamhetsområde It leder det strategiska digitaliseringsarbetet, driver innovation och ansvarar för internationell koordinering inom it. Vårt uppdrag är brett och vårt ansvarsområde sträcker sig från löpande drift, support och säkerhet till utveckling och förvaltning av våra system, projektledning, arkitektur, upphandlingar samt leverantörsstyrning. Här jobbar cirka 100 personer, fördelade på 5 avdelningar och en stab.\n\n\n\n\n\nBra att veta\n\nVi baserar vår rekrytering på kompetens. Det innebär att vi noggrant definierar vilka kvalifikationer som efterfrågas och sedan utgår från dem genom hela rekryteringsprocessen.\n\nVi arbetar aktivt för mångfald och likabehandling och välkomnar därför medarbetare med olika erfarenheter, bakgrunder och kompetenser.\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\nArbetspsykologiska tester kan ingå i rekryteringsprocessen.\n\nPå FI arbetar vi aktivt för att vara en attraktiv arbetsgivare där du som medarbetare trivs och utvecklas. Läs mer om hur det är att jobba på FI och vad vi erbjuder: https://www.fi.se/sv/om-fi/arbeta-pa-fi/vi-erbjuder/\n\nEn anställning på FI kan innebära att säkerhetsprövning och registerkontroll görs enligt säkerhetsskyddslagen.\n\nSök jobbet\n\nVälkommen med din ansökan som ska innehålla cv och relevanta intyg eller examensbevis.\n\nVi avböjer all hjälp med rekrytering och annonsering.\n\n\n\n\nAnställningsform:\n\nTillsvidareanställning som inleds med sex månaders provanställning. Tillträde enligt överenskommelse.\n\n\n\n\nOmfattning:\nHeltid\n\n\nKontaktperson:\n\nPeter Arvidson, Avdelningschef, 08-408 98 8059\n\n\n\n\n\nSista ansökningsdag:\n\n\n2025-03-24",
      "Techstack": [
        "CI/CD",
        "Docker",
        "Kubernetes",
        "Helm",
        "Azure DevOps",
        "GitLab",
        "GitHub",
        "Python",
        ".NET/C#",
        "Linux",
        "WSL.2",
        "Powershell",
        "Ansible"
      ],
      "Produkt": "Tjänster inom systemutveckling och IT-support för den finansiella tillsynen.",
      "Företagsstruktur": {
        "Antal anställda": 600,
        "Avdelningar": 5,
        "IT-avdelningen": {
          "Antal anställda": 100,
          "Ansvarsområden": [
            "Digitalisering",
            "Innovation",
            "Drift",
            "Support",
            "Säkerhet",
            "Utveckling",
            "Förvaltning"
          ]
        }
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/finansinspektionen",
        "facebook": "https://www.facebook.com/finansinspektionen",
        "twitter": "https://twitter.com/finansinsp",
        "instagram": "https://www.instagram.com/finansinspektionen/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 432,
      "företagsnamn": "Statens Jordbruksverk",
      "företagswebb": null,
      "organisationsnummer": "2021004151",
      "sökterm": [
        "Git"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29549238",
      "titel": "Systemtekniker med inriktning på Linux",
      "beskrivning": "Jordbruksverket finns för att främja en ökad och hållbar matproduktion och god djurvälfärd i hela Sverige. Vi bidrar till en levande landsbygd. Hos oss arbetar cirka 1850 personer. Huvudkontoret ligger i Jönköping men vi har även stor regional verksamhet. \n\nVi arbetar aktivt för att våra medarbetare ska vara hållbara och trivas på jobbet! Vi investerar långsiktigt i våra medarbetare och vill att de utvecklas tillsammans med oss! Vi erbjuder en god arbetsmiljö med generösa förmåner med upp till 35 semesterdagar, friskvårdsbidrag samt friskvårdstid. I en stor del av våra anställningar erbjuder vi en flexibel arbetstid, möjlighet att jobba mobilt och arbeta delar av arbetstiden på distans.\n\nLäs mer om hur det är att arbeta på Jordbruksverket på vår webbplats: www.jordbruksverket.se/jobbahososs \n\nVill du arbeta på en händelserik utvecklingsavdelning där teamarbete i nära dialog med kunden och ett agilt arbetssätt utgör grunden? Vi prioriterar medarbetarnas välmående och utveckling och värdesätter engagemang och kreativitet.\n\nJordbruksverket är en av Jönköpingsregionens största IT-arbetsgivare. På utvecklings- och digitaliseringsavdelningen samarbetar över 200 personer i olika roller för att lösa verksamhetens och våra kunders behov genom utveckling av moderna och effektiva system. Inom avdelningens väggar ryms storskalig systemutveckling, drift, förvaltning och support.\r\n\r\nARBETSUPPGIFTER\nBrinner du för Linux, open source och vill vara med oss att leda utvecklingen av moderna IT-lösningar på Jordbruksverket? Då är du den systemtekniker som vi söker och kan bli den viktiga kugge som är med oss att nå nya höjder. Detta gör du tillsammans med våra andra duktiga systemtekniker, arkitekter och systemutvecklare i en miljö som är i ständig rörelse med moderna och innovativa lösningar. Arbetsmiljön är kreativ och stundtals intensiv då vi arbetar med nya system och metoder för att hela tiden ha en fungerande miljö som är robust, säker och samtidigt möter verksamhetens behov.\n\nVad innebär arbetet för dig?\nHär kommer ett axplock av de arbetsuppgifter som du kommer att arbeta med:\n•\tUnderhåll och administration av Linux-servrar.\n•\tImplementering och hantering av containerlösningar.\n•\tÖvervakning och optimering av systemprestanda.\n•\tFelsökning och problemlösning av tekniska problem.\n•\tImplementering av nya tekniker och verktyg för att förbättra systemeffektivitet och säkerhet.\n•\tVersionshantering med GIT, för scriptlösningar och systemspecifikation.\n•\tSamarbete med utvecklingsteam för att säkerställa smidig drift av våra system.\r\n\r\nKVALIFIKATIONER\nI denna rekrytering lägger vi stor vikt vid dina personliga förmågor. \nSom person är du driven, nyfiken, strukturerad och har god förmåga till problemlösning i ditt arbete. Du har lätt att prata och kommunicera, både inom teamet och med systemutvecklare. Du har förmågan att analysera och strukturera upp arbetet och att på ett tydligt och pedagogiskt sätt förmedla teknisk information för personer både i och utanför ditt tekniska område. Du drivs av att inget står still utan man hela tiden söker nya smarta lösningar som tar utvecklingen framåt. \n\nFör att kvalificera dig för rollen ska du ha djupgående kunskap om Linux-system. Vårt arbetsspråk är svenska så du behöver kunna uttrycka dig väl på svenska språket i tal och skrift. Vidare bör du ha erfarenhet av containerhantering och orkestrering, samt erfarenhet av versionskontrollsystem GIT i egna projekt. Vi ser det som meriterande om du har en akademisk utbildning inom data/systemvetenskap.\n\nVarmt välkommen med din ansökan!\r\n\nÖVRIGT\nPlaceringsort är Jönköping. Möjlighet finns att teckna överenskommelse om distansarbete, viss del av arbetstiden.\n\nFör oss är det viktigt att all kompetens på arbetsmarknaden tillvaratas. Vi välkomnar alla sökande och eftersträvar mångfald. Vi tillämpar normalt 6 månaders provanställning. \n\nInför rekryteringsarbetet har vi tagit ställning till rekryteringskanaler och marknadsföring. Vi vill därför inte bli kontaktade av annonsförsäljare eller rekryteringsföretag.",
      "Techstack": [
        "Linux",
        "Open source",
        "Containerlösningar",
        "GIT",
        "Systemutveckling"
      ],
      "Produkt": "Främja hållbar matproduktion och god djurvälfärd samt IT-lösningar för effektiv systemdrift",
      "Företagsstruktur": {
        "Antal anställda": 1850,
        "Huvudkontor": "Jönköping",
        "Avdelningar": [
          "Utvecklings- och digitaliseringsavdelning"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 433,
      "företagsnamn": "Sigma Connectivity Engineering AB",
      "företagswebb": "https://sigma.se/sv/position/?id=profiler-positions-7051",
      "organisationsnummer": "5590580345",
      "sökterm": [
        "Bash",
        "IoT",
        "Git"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29540029",
      "titel": "Embedded Software Consultant",
      "beskrivning": "Job description\nThe Engineering part of Connectivity is now looking for both mid and senior Embedded developers to join our team of consultants.\n \nPrimarily you will work with embedded software development in C /C ++ in different operating systems with focus on RTOS, Linux and Android. Since the projects are related to IoT, you will work with/close to other connectivity technologies such as Bluetooth, USB, WiFi, WLAN, NFC, etc.\n \nTechnologies and assignments vary with each project and customer. You often work within cross functional teams in close collaboration with other disciplines such as electronics, radio & antenna, mechanics, quality assurance and also other software related areas.\n \nBasic qualifications\nAbout three years experience of embedded software\nExperience from product development life cyclce\nC and/or C++ experience\nBash and/or Python\nFPGA/VHDL development\nDigital Signal Processing\nGit/Gerrit\n\n \nPreferred additional skills, personal traits, experience\nKnowledge in realtime OS (e.g. FreeRTOS) or embedded Linux/Android\nExperience from hardware or electrical design development\nExperience from Bluetooth, BLE, Wifi, Sensors\nPassion for IoT and the embedded area\nTechnically driven\n\n \nWe offer\nSigma Connectivity is a global tech house with all the resources needed to bring a product to market under one roof. We run projects that innovate, transform businesses and design new products and services within the areas such as IoT, consumer products, MedTech, CleanTech and production technology.\n \nThrough our core values, at Sigma Connectivity we create an environment that fosters growth, creativity, and collaboration. Our company culture promotes the freedom to explore new ideas and push the boundaries of what is possible.\n \nWorking with us means you will be working in an international environment with a diverse and inclusive atmosphere. We operate globally from 12 sites and have expert teams in North America, Sweden, Germany, Denmark, United Kingdom and Poland.",
      "Techstack": [
        "C",
        "C++",
        "Bash",
        "Python",
        "FPGA",
        "VHDL",
        "RTOS",
        "Linux",
        "Android",
        "Bluetooth",
        "WiFi",
        "WLAN",
        "NFC"
      ],
      "Produkt": "Embedded software development, IoT-lösningar, produktutveckling inom olika områden som MedTech och CleanTech",
      "Företagsstruktur": "Globalt verksam med 12 kontor, expertteam i flera länder, främjar en kultur av tillväxt och samarbete",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "niklas.sjolund@sigma.se",
          "name": "Niklas Sjolund",
          "position": "",
          "source": "https://sigma.se/sv/position/?id=profiler-positions-7051"
        },
        {
          "email": "info@sigma.se",
          "name": "Info",
          "position": "",
          "source": "https://sigma.se/sv/position/?id=profiler-positions-7051"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/sigma-ab-ab/",
        "facebook": "https://www.facebook.com/sigmagroupab/",
        "twitter": null,
        "instagram": "https://www.instagram.com/wearesigmagroup/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 434,
      "företagsnamn": "CLEEVEN SC AB",
      "företagswebb": null,
      "organisationsnummer": "5591345029",
      "sökterm": [
        "Scrum",
        "Penetration Testing",
        "Functional Programming",
        "Jenkins",
        "Bash",
        "Object-Oriented Programming"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29525961",
      "titel": "Software engineer",
      "beskrivning": "Cleeven is an Engineering, R&D and IT consulting group enabling our clients support in their R&D efforts and operational excellence. We have know-hows in terms of innovation and R&D in a wide range of sectors: energy, services & banking, aerospace & defence, transportation, pharmaceuticals & chemicals, as well as IT & Telecoms.\nWe are currently expanding our team and looking talented and passionate software developers to join our dynamic team. As a software developer, you will play a crucial role in crafting and implementing software solutions across various projects and industries. \nYour responsibilities\nDesigning, coding, and testing software applications\nCollaborating with engineers and stakeholders to understand project requirements\nContributing to architectural design and system integration\nEnsuring software meets quality standards and performance metrics\nContinuously researching and implementing best practices in software development\n\nQualifications\nDegree in Computer engineering, Electrical Engineering or similar\nProven experience in software development\nStrong problem-solving skills and ability to work in a team environment\nGood communication and collaboration abilities\nA passion for learning and adapting to new technologies and methodologies\n\n The most common technical tools and programming languages we use on our projects in this field are: \nProgramming languages: C, C++, C#\nScripting: Python, bash, \nModel-based development: Matlab - Simulink \nDevOps tooling: Jenkins, IAR compiler, GIT, gerit\nDocumentation: Confluence \nMethodologies: Scrum / Agile\n\nCurrently we are recruiting 2 people, one within test and one within development.",
      "Techstack": [
        "C",
        "C++",
        "C#",
        "Python",
        "bash",
        "Matlab - Simulink",
        "Jenkins",
        "IAR compiler",
        "GIT",
        "gerit",
        "Confluence"
      ],
      "Produkt": "Ingenjörstjänster, Forskning och Utveckling (R&D) samt IT-konsulttjänster",
      "Företagsstruktur": "Aktuellt rekryterar företaget 2 personer inom test och utveckling. Antal anställda och specifika avdelningar framgår ej.",
      "Ekonomi": "Inga externa sökresultat hittades.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 435,
      "företagsnamn": "Åhléns AB",
      "företagswebb": "http://www.ahlens.se/",
      "organisationsnummer": "5567978126",
      "sökterm": [
        "Jenkins"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29487705",
      "titel": "Cloud & Network Engineer till Åhléns",
      "beskrivning": "Åhléns är mitt i en förändringsresa och tar nu hem vår IT-infrastruktur. Hos oss får du möjlighet att bygga nytt och vara med och påverka framtidens IT-organisation på Åhléns. Bli en del av vårt team som Cloud & Network Engineer\n\n\n\nOm rollen\n\nSom Cloud & Network Engineer på Åhléns blir du en nyckelspelare i vårt IT-team, där du tillsammans med teamet ansvarar för att designa, optimera och underhålla våra IT-system och molnlösningar. Tillsammans formar vi framtidens shoppingupplevelse och levererar värde till våra kunder varje dag!\n\nExempel på arbetsuppgifter:\n\n - Ansvara för att utveckla och hantera vår molninfrastruktur i Microsoft Azure med hjälp av Infrastructure as Code (Terraform). \n - Driva migreringar till och från Azure, säkerställa smidiga övergångar och upprätthålla effektiv drift av våra system, vilket är avgörande för att bygga en modern och säker arbetsplats på Åhléns.\n - Delta i design, planering, underhålla och implementera lösningar för Åhlens IaaS och PaaS plattformar där Azure är centralt för att säkerställa en Modern Workplace miljö.\n - Att tillsammans med Cloud & Nätverks arkitekten/Säkerhetsansvarig förvalta moln säkerheten och efterlevnad (IAM).\n - Att stödja implementeringar för olika moln & onprem lösningar.\n - Att stödja implementeringar för komplexa nätverkslösningar.\n - Arbeta med felsökning, incidenthantering och kontinuerlig förbättring av våra IT-processer.\n - Samarbeta med andra roller inom IT, såsom Cyber Security Specialists, Cloud Engineers och On-site Technicians, för att säkerställa enhetliga och säkra lösningar.\nÅhléns erbjuder dig\n\nÅhléns erbjuder en dynamisk arbetsplats där du får möjlighet att utveckla Åhléns IT-miljöer samtidigt som du får vässa på dina färdigheter inom cloud engineering och IT-infrastruktur. Du får jobba nära engagerade kollegor i ett företag som ligger i framkant vad gäller detaljhandel. Hos oss är varje dag en chans att bidra till något större – en engagerande och innovativ shoppingupplevelse.\r\nVem är du?\n\nFör att trivas hos oss i rollen som Cloud & Network Engineer ser vi att du har ett stort intresse och förmåga att lösa tekniska problem. Du är proaktiv i ditt arbete har god kommunikativ- och samarbetsförmåga.  Vidare tar du med dig: \n\n\n - Erfarenhet av arbete med molnplattformar som Azure med fokus på IaC.\n - Erfarenhet av att leda migreringar till och från Azure\n\n - Erfarenhet av CI/CD-pipelines, gärna Jenkins.\n\n - Bekantskap med backups, disaster recovery-procedurer och Azure-nätverk\n\n - Kännedom av säkerhetsverktyg som brandväggar och system för intrångsdetektering samt säkerhetsstandarder\n\n\n\n - Certifieringar inom molnplattformar och nätverk ses som en fördel\n\nVi på Åhléns vet att ingen kan göra allt men alla kan göra något. \n\nTjänsten som Cloud Engineer är en tillsvidareanställning på heltid och vi ser gärna att du kan börja hos oss så snart som möjligt. Vi sitter i trevliga lokaler på Dalagatan, en promenad från Odenplan i Stockholm. \n\nUrval och intervjuer sker löpande och tjänsten kan komma att tillsättas innan sista ansökningsdag, så skicka in din ansökan redan idag! Med det hälsar vi dig välkommen till Åhléns!\n\nFamiljeföretaget Åhléns grundades 1899 i Insjön och är idag ett av Sveriges starkaste varumärken, med 50 varuhus i Sverige och e-handel via åhlens.se. Åhléns är den naturliga mötesplatsen, som ger kunden mervärde och inspirerar till nya upptäckter och möten samt erbjuder en engagerande mix av kvalitetsvarumärken inom kläder, inredning, barnartiklar och skönhet. Åhléns omsätter 4,6 miljarder och varje år tar våra ca 3 000 skickliga medarbetare emot 60 miljoner besökare. Åhléns Outlet och Designtorget är dotterbolag. \n \n www.ahlens.se",
      "Techstack": [
        "Microsoft Azure",
        "Terraform",
        "CI/CD-pipelines",
        "Jenkins",
        "Nätverksverktyg"
      ],
      "Produkt": "Kvalitetsvarumärken inom kläder, inredning, barnartiklar och skönhet",
      "Företagsstruktur": "Familjeföretag med ca 3 000 anställda och 50 varuhus i Sverige. Dotterbolag inkluderar Åhléns Outlet och Designtorget.",
      "Ekonomi": "Omsätter 4,6 miljarder och tar emot 60 miljoner besökare årligen.",
      "Ekonomisiffor": {
        "Omsättning": 4600000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/ahlens",
        "twitter": null,
        "instagram": "https://www.instagram.com/ahlens/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 436,
      "företagsnamn": "Scandinavian Service Partner AB",
      "företagswebb": null,
      "organisationsnummer": "5560063637",
      "sökterm": [
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561608",
      "titel": "Rest. Bitr.",
      "beskrivning": "Vi erbjuder:\n\nTrygga anställningsvillkor med tjänstepension och försäkringar genom våra kollektivavtal med HRF och Unionen\n40 % personalrabatt och subventionerad lunch\nFriskvårdsbidrag\nAktiesparprogram och mycket goda karriärmöjligheter\nVi erbjuder ett arbete i en stor koncern och hos oss får du arbeta med ett glatt & engagerat team.\r\n\r\nRestaurangbiträde 80% till Frank’s Gatukök SSP på Göteborg Centralstation\n\n\nVi söker dig som vill jobba på Frank’s Gatukök där vi serverar Gôtt Mos, korv och burgare till främst resenärerna på Centralen.\n\nDet viktigaste är inte din erfarenhet utan ditt engagemang och vi lär dig arbetsuppgifterna på plats.\n\nEtt krav är flytande svenska då recept, egenkontroller och instruktioner sker på svenska. Du jobbar varannan helg och Fredag samt Lördag har vi öppet till 02.30 så visst nattarbete förekommer\n\nOm du trivs i att ta ett stort personligt ansvar så kommer du att trivas i den här rollen. Du strävar ständigt efter att utveckla dig själv och andra. Vidare har du god förmåga att samarbeta och du värdesätter att leverera hög kvalitet och intern service.\n\nI din ansökan ska du ange medborgarskap och du ska kunna uppvisa pass som styrker ditt medborgarskap. Om du inte är medborgare i Sverige, EU, EES eller Schweiz måste du också kunna styrka att du har ett giltigt arbetstillstånd eller är undantagen från skyldigheten att ha arbetstillstånd. Anställning kan ske först efter kontroll av arbetstillstånd vilket krävs enligt utlänningsförordningen.\n\nVänta inte med att skicka in din ansökan, intervjuer sker löpande.\n\nVid frågor kontaktar du Rickard, rickard.engberg@ssp.se",
      "Techstack": "-",
      "Produkt": "Restaurangverksamhet, främst servering av mat till resenärer",
      "Företagsstruktur": "Stort företag med fokus på restaurangverksamhet, anställning av restaurangbiträden",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 437,
      "företagsnamn": "Cgi Sverige AB",
      "företagswebb": "https://www.cgi.com/se/sv",
      "organisationsnummer": "5563372191",
      "sökterm": [
        "DevOps"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29440356",
      "titel": "DevOps Tekniker",
      "beskrivning": "Beskrivning av tjänsten\nVår konsultorganisation behöver förstärka med fler duktiga DevOps-tekniker som är redo att ta sig an uppdrag för våra kunder.\nDu får arbeta med spännande projekt, både på plats och på distans, och vara en del av ett starkt team. Vi erbjuder utvecklingsmöjligheter, förmåner som föräldralön och aktieprogram, samt en flexibel arbetsmiljö\nDina framtida arbetsuppgifter\nI denna roll arbetar du som konsult för våra kunder som behöver din expertis inom DevOps Våra kunder är stora företag eller organisationer inom offentlig sekor. Arbetsuppgifterna är varierande, men sträcker sig från nyutveckling till förvaltning. Du förväntas arbeta både hands-on och praktiskt, men även med analys, planering och strategi.\nArbetet kan utföras hos kund, på något av CGI´s kontor i Stockholm eller på distans från hemmet, det beror på kundens önskemål och krav. De flesta av våra konsulter har en hybridlösning, där man varierar.\nKvalifikationer för att bli framgångsrik denna roll\nHär behöver du några års arbetsliverfarenhet inom relevant område.\n• Du har erfarenhet av DevOps antingen genom dina eftergymnasiala IT-utbildning alternativt har du förskaffat dig erfarenheten genom din arbetslivserfarenhet.\n• Kubernetes eller Docker\n• AWS, Azure eller Google Cloud Plattform\n• Linux\n• CI/CD\nSom konsult är det viktigt att man är flexibel och gillar att möta och samarbeta med nya personer. Därför lägger vi stor vikt vid personliga egenskaper som exempelvis nyfikenhet, kreativitet, promblemlösningsförmåga. Man behöver också en positiv inställnig och man trivs med att arbeta med ett stort kundfokus\nTo applicants: Please note that this position requires both Swedish and English language skills on a professional level, verbally as well as in writing.\nVill du veta mer?\nHar du frågor om tjänsten kontakta rekryterande ledare Marcus Gridange, marcus.grindange@cgi.com. Vi tillämpar löpande urval skicka därför in din ansökan så snart som möjligt.\nSom anställd erbjuds du nedan förmåner:\n• Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n• Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n• Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4 000 kr.\n• Trygg anställning: Våra medlemmar anställs med kollektivavtal och försäkringar.\n• Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n• Personalbil: Personalbilen används som en privatbil men leasas av CGI.\nÖvrigt\nBakgrundskontroller och registerkontroll kan komma att genomföras om uppdraget kräver det.\nLåt oss som ägare omvandla verklig insikt till handling – tillsammans.\nLivet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\nDu är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\nDitt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\nDu kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\nBli en del en av världens största leverantörer av IT- och affärskonsulttjänster.",
      "Techstack": [
        "Kubernetes",
        "Docker",
        "AWS",
        "Azure",
        "Google Cloud Plattform",
        "Linux",
        "CI/CD"
      ],
      "Produkt": "IT- och affärskonsulttjänster samt DevOps-lösningar",
      "Företagsstruktur": "Ingen specifik information om antal anställda eller avdelningar ges.",
      "Ekonomi": "Ingen ekonomisk information specificerad.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/cgi",
        "facebook": "http://www.facebook.com/cgisverige/ ",
        "twitter": null,
        "instagram": "https://www.instagram.com/cgisverige/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 438,
      "företagsnamn": "H o S Sverige AB",
      "företagswebb": null,
      "organisationsnummer": "5591184618",
      "sökterm": [
        "DevOps",
        "PowerShell"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29488203",
      "titel": "Cloud & DevOps Lead",
      "beskrivning": "Tendfor är en ledande aktör inom moderna, molnbaserade stödsystem för telefoni och contact center-funktioner integrerade i Microsoft Teams. Vi levererar innovativa lösningar som används av stora företag över hela Europa. Vi är ett gäng dedikerade medarbetare i Sverige samt experter i Belgien och USA, har en stabil ekonomi och en imponerande tillväxt på 40% de senaste åren.\nNu är vi i en spännande tillväxtfas och söker dig som vill ansvara för vår devops/cloud miljö.\nVi söker dig som pratar svenska och är svensk medborgare, du kan däremot utföra arbetet helt remote om du vill, eller från vårt kontor i centrala Stockholm.\n\n\nMer om rollen:\nVi söker en erfaren och drivande DevOps & Cloud Lead med en bred bakgrund inom IT-drift och automation. I rollen får du ett stort eget ansvar och möjligheten att strategiskt forma och vidareutveckla våra tekniska lösningar.\n\n\nDet här är en nyckelposition där du får möjlighet att:\n\n\nOptimera och övervaka IT-miljön: Ansvara för driften av våra system, nätverk, servermiljöer och säkerhetslösningar, med fokus på att upprätthålla hög tillgänglighet och robusthet.\n\n\n\nDriva automatisering: Utveckla och implementera effektiva scriptlösningar (med exempelvis PowerShell och Azure DevOps) för att förbättra processer och öka driftseffektiviteten.\n\n\n\nSamarbeta med ett tekniskt expertteam: Tillsammans med våra utvecklare, QA- och supportkollegor, identifiera förbättringsområden och driva utvecklingsinsatser som möter både nuvarande och framtida behov.\n\n\n\nArbeta flexibelt: Delta i dagliga standups och samarbeta med teamet, med möjlighet att arbeta remote från hela Sverige (kontoret finns på Kungsgatan 4 om du önskar vara på plats).\n\n\n\n\n\nVi söker dig som:\nHar gedigen erfarenhet av IT-drift och förvaltning med starkt fokus på Cloud-miljöer.\n\n\n\nÄr van vid att utveckla och implementera automatiseringslösningar med scriptning, exempelvis med PowerShell och Azure DevOps.\n\n\n\nÄr en självständig och ansvarstagande problemlösare med ett analytiskt sinne.\n\n\n\nHar erfarenhet från roller där du hanterat kritiska system och har en förståelse för den dagliga driften i en global miljö.\n\n\n\nÄr kommunikativ och trivs med att samarbeta med både tekniska och icke-tekniska team.\n\n\n\nBehärskar svenska och engelska obehindrat, både i tal och skrift.\n\n\n\n\n\nVad vi erbjuder dig?\nStort eget ansvar: En central roll där du självständigt driver strategiska initiativ och säkerställer att våra IT-lösningar håller högsta kvalitet.\n\n\n\nInnovativ och stabil arbetsplats: En dynamisk miljö i en expansiv bransch, med god lönsamhet och en tydlig framtidsvision.\n\n\n\nKontinuerlig utveckling: Möjlighet till kompetensutveckling och att arbeta med de senaste teknologierna inom Microsoft-ekosystemet (.NET, C#, PowerShell, Azure DevOps) samt CRM Dynamics.\n\n\n\nFlexibla arbetsvillkor: En hybridarbetsmiljö med möjlighet att arbeta remote från var som helst i Sverige.\n\n\n\nEn del av ett passionerat team: Du blir en del av ett dedikerat teknikteam med ett team i Sverige (inklusive produkransvarig, QA, teknisk support och utvecklare) där samarbetet och kontinuerlig förbättring står i fokus.\n\n\n\nAnsökan\nÄr du redo att ta nästa steg i din karriär och vara en nyckelspelare i en spännande expansion? Tendfor samarbetar i denna rekrytering med House of Skills.\nHar du frågor är du välkommen att kontakta våra rekryteringskonsulter:\nLinda Freij – linda.freij@houseofskills.se\nLinda Mukka – linda.mukka@houseofskills.se\n\n\nVälkommen med din ansökan!",
      "Techstack": [
        "Microsoft Teams",
        "PowerShell",
        "Azure DevOps",
        ".NET",
        "CRM Dynamics"
      ],
      "Produkt": "Molnbaserade stödsystem för telefoni och contact center-funktioner",
      "Företagsstruktur": "Dedikerade medarbetare i Sverige samt experter i Belgien och USA, team i centrala Stockholm",
      "Ekonomi": "Stabil ekonomi med 40% tillväxt de senaste åren",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 439,
      "företagsnamn": "Capto Hr AB",
      "företagswebb": null,
      "organisationsnummer": "5567828214",
      "sökterm": [
        "DevOps"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29478459",
      "titel": "Skogforsk söker en Azure-arkitekt/administratör till Uppsala",
      "beskrivning": "Skogforsk är det svenska skogsbrukets forskningsinstitut och vi drivs av att bidra till ett skogsbruk i världsklass för ett hållbart samhälle. Vår nisch är tillämpad forskning och utveckling och vi jobbar i nära samverkan med såväl skogssektorn, teknikleverantörer som andra forskningsorganisationer. Skogforsks uppdrag är att utveckla, utvärdera och demonstrera nya metoder och prototypverktyg för skogsbruket. Det svenska skogsbruket har ett starkt utvecklingsfokus och den digitala transformationen går fort. Teknik, beslutsstöd, automation, standarder och dataförsörjning är viktiga frågor, likaså sociala och sociotekniska frågeställningar kopplade till arbetsinnehåll, organisation och innovation. Artificiell intelligens (AI) är på stark frammarsch och har potential att revolutionera olika tekniska applikationer och förutsättningar att skapa datadrivna beslutsunderlag. \n\n\nSkogforsk söker en Azure-arkitekt/administratör till Uppsala\nVi söker en driven och lösningsorienterad nätverksarkitekt som vill vara med och utveckla framtidens IT-miljö inom skoglig forskning. Hos oss får du vara med och utveckla vår digitala infrastruktur. Som Azure-arkitekt hos oss kommer du att ansvara för att designa, utveckla och implementera molnlösningar som möter våra verksamhetens behov. Du arbetar tätt med utvecklingsteam och verksamheten (forskare) för att säkerställa att lösningarna är optimerade, kostnadseffektiva och framtidssäkra.\n \nDin profil\nFör att lyckas i rollen har du ett par års erfarenhet av att arbeta med molnlösningar, framförallt med Azure. Med ett öga för helheten och en förmåga att hantera komplexa system ser du till att våra lösningar är effektiva, hållbara och framtidssäkra. Vi tror att du har en relevant utbildning inom systemvetenskap eller ett närliggande område.\nDu är en analytisk och samarbetsinriktad person som gillar att ta ansvar och lösa tekniska utmaningar. Genom din kommunikativa förmåga och ditt engagemang bygger du starka relationer både internt och externt.\nVi söker dig som har erfarenhet av:\nDesigna och implementera Azure-baserade infrastrukturer och applikationer\nSäkerställa säkerhet, efterlevnad och skalbarhet i molnmiljön\nAutomatisera och effektivisera driften med Infrastructure as Code\nArbeta med DevOps och CI/CD för att möjliggöra smidiga driftsättningar\nRådgiva och samarbeta med utvecklare, forskare och andra intressenter\n\n·        Hålla dig uppdaterad om de senaste trenderna och bästa praxis inom Azure och molnteknologi\nVårt erbjudande\nHos Skogforsk får du ett spännande, omväxlande och framtidsinriktat jobb i en platt organisation där du har stora möjligheter att påverka. Du kommer att arbeta inom en organisation som är stadd i förändring och satsar på molnteknologi. På vår arbetsplats är vi övertygade om att mångfald är viktigt för både trivsel och effektivitet. Vårt huvudkontor ligger i Uppsala, och vi har forskningsstationer i Sävar i Västerbotten samt i Ekebo i Skåne.",
      "Techstack": [
        "Azure",
        "Infrastructure as Code",
        "DevOps",
        "CI/CD",
        "Artificiell intelligens"
      ],
      "Produkt": "Tillämpad forskning och utveckling inom skogsbruk",
      "Företagsstruktur": "Platt organisation med fokus på samarbeten, antal anställda okänt",
      "Ekonomi": "Ingen ekonomisk information finns tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 440,
      "företagsnamn": "Öhrlings PricewaterhouseCoopers AB",
      "företagswebb": "https://www.pwc.se/",
      "organisationsnummer": "5560296740",
      "sökterm": [
        "TensorFlow",
        "Generative AI",
        "Scikit-learn"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29444742",
      "titel": "AI Developer",
      "beskrivning": "AI Developer\n\n\nDo you want to be part of a team that is developing tomorrow's businesses and\norganizations? At PwC Sweden, we share a common goal of contributing to something bigger than ourselves by building trust and transparency, making positive change, and creating long-term sustainable value. Together, we create a meaningful and rewarding career for you.\n\n\n\nBecome a part of PwC’s Internal Firm Services\n\nAs an employee within PwC's business support, you play an important role in ensuring that the organization operates smoothly and efficiently and delivers value to our clients and stakeholders. Within business support, there are six units that collaborate to support internal operations. We work with everything from communications, marketing, human resources, and IT to finance, procurement, risk management, and quality assurance. By coordinating and collaborating within these various departments, the organization can leverage our specialized knowledge to support and improve operations on a larger scale.\n\n\n\nAre you our new colleague in the fast growing AI team?\n\n\n\nAre you passionate about AI and eager to make a tangible impact? We are looking for a developer who excels in collaboration and enjoys building strong relationships with colleagues to ideate and develop exciting AI solutions. You are naturally curious and adaptable, finding joy in solving complex problems. You take pride in your personal responsibility and are driven to achieve outstanding results.\n\n\n\nWe offer opportunities for your continuous professional growth, supported by the\ncollaborative environment within the work environment you're part of. A strong\ninclination to collaboration is essential, as you will often work in diverse environments and support different business units.\n\n\n\nYour main tasks would include:\n\n\n\n- Lead the deployment and continuous maintenance of machine learning models\nand AI solutions, ensuring high performance and effectiveness in solving\nbusiness challenges.\n- Assist in the design and development of machine learning models and AI\nsolutions to address business problems.\n- Assist in the development and maintenance of product pipelines.\n- Stay current with the latest advancements and industry trends in AI, and apply\nthem to improve existing processes.\n- Participate in training sessions and workshops to enhance skills and knowledge,\nfostering a culture of continuous learning and improvement.\n\n\n\nQualifications for the position:\n- Relevant education, preferably in Computer Science, Data Science,\nMathematics, Electronics or a related field.\n- Proficiency in Python.\n- Practical understanding of generative AI frameworks (vector databases,\nLangChain frameworks, OpenAI frameworks,etc).\n- Experience working with technical requirements, development, testing, etc.\n- Experience implementing machine learning frameworks and libraries (e.g.,\nscikit-learn, TensorFlow, PyTorch).\n- Excellent communication, presentation and collaboration skills.\n- Ability to work effectively and adapt to diverse and dynamic environments.\n- Strong analytical and problem-solving skills.\n- Proficiency in both spoken and written English.\n\n\n\n-Collaborate with the global PwC network to identify opportunities for AI\ninnovations and drive the implementation of new technologies and\nmethodologies to PwC Sweden.\r\nRecruitment Process\nWe will review applications continuously, and the position may be filled earlier than the application deadline.\n\n\nPlease attach the following documents to your application:\n● CV\n● Cover letter\n\nWe believe in having a recruitment process that applies to everyone. As part of the selection, we use psychometric tests to ensure an objective, unbiased, and fair selection. The tests are the first step in our selection process. You will receive a link to these tests after we have received your application.\n\nWe value the personal meeting to understand the value you can bring to PwC and what we can offer you. The interview process usually consists of multiple stages and various types of interviews. When meeting with HR, you will have a competency-based interview where we examine the personality test you completed before the interview. During the interview with the business, you will have the opportunity to meet with the relevant team to discuss the role. We call for interviews continuously, and we encourage you to apply as soon as possible. \n\n\n\nRead more about who we are, and how we are safeguarding inclusion and diversity through our recruiting at www.pwc.se/karriar.\nDo you have questions? Let us know!\n\n\nQuestions relating to the job will be answered by Nithin Virinchipuram,\nnithin.virinchipuram@pwc.com\n\n\nIf you instead have questions about the recruitment process or your application, reach out to the recruiter: Michaela Lindgren at Michaela.lindgren@pwc.com\n\nPwC Sweden is the market leader within auditing and advisory services with more than 3,200 employees across Sweden – we are where you are! Our purpose is to build trust in society and solve important problems and our values permeate everything we do.\n\nWe are proactive advisors who are driven by understanding you and our other 22,000 clients' real needs and finding solutions to complex business challenges – no matter what phase your business is in. What makes us unique is that we combine the latest technology with collaboration between our specialists. We are a community of solvers who stay with you all the way!\n\nPwC Sweden is an independent legal entity that is part of the global PwC network with 370,000 employees in 149 countries. This allows us to share knowledge and experiences globally and deliver relevant solutions together that create trust and long-term sustainable value for our clients as well as society at large.",
      "Techstack": [
        "Python",
        "Maskininlärning",
        "Generativ AI-ramverk",
        "Scikit-learn",
        "TensorFlow",
        "PyTorch"
      ],
      "Produkt": "Revision och rådgivningstjänster",
      "Företagsstruktur": {
        "antal_anställda": 3200,
        "avdelningar": [
          "kommunikation",
          "marknadsföring",
          "human resources",
          "IT",
          "finans",
          "upphandling",
          "riskhantering",
          "kvalitetssäkring"
        ]
      },
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "se_tender_group@pwc.com",
          "name": "Se Tender Group",
          "position": "",
          "source": "https://www.pwc.se/kontakt"
        },
        {
          "email": "se_financeservicedesk@pwc.com",
          "name": "Se Financeservicedesk",
          "position": "",
          "source": "https://www.pwc.se/kontakt"
        },
        {
          "email": "se_contactcenter@pwc.com",
          "name": "Se Contactcenter",
          "position": "",
          "source": "https://www.pwc.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 441,
      "företagsnamn": "Modulai AB",
      "företagswebb": null,
      "organisationsnummer": "5591524029",
      "sökterm": [
        "TensorFlow",
        "PyTorch",
        "Scikit-learn"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29179617",
      "titel": "Machine Learning Engineer ",
      "beskrivning": "Modulai works with fish, trains, clothes, money, pets, office spaces, sound sensors and much more. If there is data, we do ML (Machine Learning) on it. \nOur team consists of devoted ML engineers with strong track records from some of Sweden’s most successful startups. We work on project basis and take end-to-end responsibility. We love ML and we think that the best way for us to expand our knowledge is to be exposed to a diversified set of challenging and fun projects. \nMACHINE LEARNING ENGINEER \nAs a member of the ML-team you will be working with a broad range of problems with one common denominator – ML will be the key ingredient. The projects could be external as well as internal – and in all cases – delivery is central. \nYou will have to analyze the problem at hand, come up with a solution strategy and execute on it. This typically entails gaining an in-depth understanding of the challenge, understanding the available data and then re-formulating it as a ML problem. It requires openness, creativity and an eagerness to learn new methodology and exploring new terrains. \nWe frequently attack these problems as a team, meaning that you will have to be able to clearly explain your reasoning and code in order to engage the rest of us. \n\n\nOur Stack \nPython / R – standard open source libraries Scikit-learn and various specialized Python and R ML libraries Deep learning frameworks such as Pytorch and Tensorflow/Keras Cloud platforms such as GCP and AWS Relational database management systems Distributed processing such as Apache Spark \n\n\nResponsibilites \nAnalyzing and planning problem, solution and delivery \nPreprocessing, feature engineering and dataset creation Validation of results Preprocessing, feature engineering and dataset creation Data pipelining and infrastructure development.\n\n\nBackground & Skills \nMSc or PhD in a quantitative field Excellent understanding of a broad set of ML algorithms and frameworks A passion for lean, clean and maintainable code The desire to grow and to share insights with others.\n\n\nHelpful knowledge \nDeep learning frameworks and theory Data pipelining and infrastructure Some basic devops stuff, creating and maintaining instances. \nApply here: https://modulai.teamtailor.com/",
      "Techstack": [
        "Python",
        "R",
        "Scikit-learn",
        "Pytorch",
        "Tensorflow/Keras",
        "GCP",
        "AWS",
        "Apache Spark"
      ],
      "Produkt": "Maskininlärningstjänster för olika branscher och domäner",
      "Företagsstruktur": "Team av ML-ingenjörer som arbetar projektbaserat med fokus på leverans",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 442,
      "företagsnamn": "Siemens Energy AB",
      "företagswebb": null,
      "organisationsnummer": "5566066048",
      "sökterm": [
        "Pandas",
        "Object-Oriented Programming"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29548305",
      "titel": "Diagnostic Rules Engineer/ Technical Analyst",
      "beskrivning": "A Snapshot of Your Day \n\nJoin our Remote Diagnostic Center as a Diagnostic Rules Engineer/Technical Analyst! In this role, your day will be dynamic and impactful, focused on developing and delivering innovative analytics to detect failure modes in Gas & Steam Turbines. You will analyze sensor data to identify deviations early, playing a crucial role in preventing forced outages and ensuring reliable turbine operation. Your responsibilities will include continuously improving existing analytics and creating new ones to address additional failure modes, all while collaborating with Domain Experts to understand fleet issues and how analytics can detect them. Your contributions will directly influence our remote diagnostic services, driving improvements that benefit our customers and support Siemens Energy’s mission.  \n\n \n\nHow You’ll Make an Impact \n     * Continuously improve existing analytics and create new solutions to cover additional failure modes, enabling early detection of potential failures. \n\n     * Collaborate with Domain Experts (such as Vibration/Performance/Combustion & Controls experts) to analyze fleet issues and determine how analytics can identify them at an early stage. \n\n     * Develop new analytics under a yearly R&D project, utilizing tools like DMA and programming languages such as Python or block programming. \n\n     * Support Diagnostic Engineers by providing them with enhanced analytics \n\n     * Maintain and improve current analytics to ensure they remain relevant and effective. \n\n \n\nWhat You Bring \n     * An engineering degree in mechanics, electronics, control systems, data science, or equivalent experience. \n\n     * Technical experience with Gas & Steam turbines, particularly with the MGT fleet (SGT600-SGT800), is a strong advantage. \n\n     * Proficiency in English, both spoken and written, to communicate effectively with team members and customers. \n\n     * Ability to work with large datasets and time series, applying analysis tools and libraries (e.g., Pandas, NumPy) to interpret data. \n\n     * Strong analytical skills and the capability to master complex systems. \n\n     * Experience with Python an...",
      "Techstack": "Python, DMA, Pandas, NumPy",
      "Produkt": "Remote Diagnostic Services för Gas- och ångturbiner",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 443,
      "företagsnamn": "Chalmers Tekniska Högskola AB",
      "företagswebb": null,
      "organisationsnummer": "5564795598",
      "sökterm": [
        "GitLab",
        "Blockchain",
        "Functional Programming",
        "Object-Oriented Programming",
        "Robot Framework",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542649",
      "titel": "PhD student in Dynamics and Control of Legged Robots",
      "beskrivning": "Do you want to be a part of the on-going revolution in the field of humanoid robotics and their successful deployment in industry? Do you find the idea of working on a high fidelity multi-body dynamics simulation and controls toolbox fascinating? The research of the PhD student will touch upon various topics multi-body dynamics, optimal control theory, machine learning and robotics and artificial intelligence in general. The focus is broadly upon the development of numerically stable and efficient computational algorithms, their implementation and testing with computer programs, both in simulation as well as real robotic systems.\n\nInformation about the project and the department\nThe Department of Mechanics and Maritime Sciences (M2) and consists of seven research divisions within the areas of mechanical engineering and maritime sciences: Dynamics, Fluid Dynamics, Vehicle Safety, Vehicle Engineering & Autonomous Systems, Combustion and Propulsion Systems, Marine Technology and Maritime Studies. The seven divisions conduct fundamental and applied research in close collaboration with national and international universities, research centers and industries.\n \nThe Division of Dynamics, where the PhD student will be situated, has its research activities organized through four major research groups: Mechanical systems, Structural dynamics, Wave propagation and Railway mechanics. You will be joining an emerging research lab led by Dr. Shivesh Kumar and will have the opportunity to contribute to a new focus on legged robotics and athletic intelligence research within the division. The teaching activities of the Division of Dynamics are very broad, from several courses at bachelor level on mechanics and solid mechanics to masters' level courses such as finite element methods, rigid body dynamics, structural dynamics, and structural dynamics control. The aim of the Division is to be world-class in both teaching and research with a mixture of theoretical and applied activities.\n\nMain responsibilities\nYour major responsibilities as PhD student is to pursue your own doctoral studies. This includes developing scientific concepts and communicating research results verbally and in writing to the scientific community. The position is a full-time temporary employment with a time limited to 5 years, including teaching or other departmental duties corresponding to 20% of working hours. \n\nRead more about doctoral studies at Chalmers here.\n\nQualifications\nMasters of Science degree* in Robotics & AI or classical majors such as Mechanical Engineering/Electrical Engineering/Aerospace Engineering/Computer Science with a specialization in themes such as robotics, systems & control engineering, mechatronics etc.\n \nRequired Skillset:\n\n\n• Analytical understanding of Multi-Body Dynamics (including rigid and possibly flexible bodies) and Optimal Control Theory\n• Strong programming skills in C++/Python/MATLAB\n• Experience with algorithms for dynamics and control of high DOF multi-body systems (such as robots)\n• Excellent communication and writing skills in English\n\nMeritorious (motivate your cover letter and CV with these in mind):\n\n\n• Courses in Finite Element Methods, Advanced Linear Algebra, Advanced Calculus, Non-Linear optimization, Analytical Mechanics, Hybrid Dynamical Systems, Differential Geometry\n• Practical experience with legged robots such as quadrupeds or humanoid robots\n• Motion planning and control algorithms for robot manipulation and locomotion\n• Familiarity with Machine Learning and AI methods\n• Experience with robot operating systems such as ROS, Orocos, RoCK etc.\n• Familiarity with version control systems such as GitHub, Gitlab, SVN etc.\n• Typesetting in Latex, vector graphics editing software such as Inkscape\n• Experience with scientific writing. Prior publication experience at top robotics conferences#, journals is considered as a advantage.\n\n* MSc students who will conclude their degree before 1st July 2025 are welcome to apply.\n# Students attending ICRA 2025 in Atlanta, feel free to reach out to me to arrange for a meeting while I am there.\n\nContract terms\nFull-time temporary employment. The position is limited to a maximum of five years, and starts with a one year employment. You will be employed by Chalmers and will receive a salary according to current salary agreements.\n\nWhat we offer \n Chalmers provides a cultivating and inspiring working environment in the coastal city of Gothenburg. \n Read more about working at Chalmers and our benefits for employees.\n\nApplication procedure\nThe application should be written in English and be attached as PDF-files, as below. Maximum size for each file is 40 MB. Please note that the system does not support Zip files.\n\nCV: (Please name the document: CV, Family name)\n• CV\n• Other, for example previous employments or leadership qualifications and positions of trust.\n• Two references that we can contact.\n\nPersonal letter: (Please name the document as: Personal letter, Family name)\n1-3 pages where you:\n• Introduce yourself \n• Describe your previous experience of relevance for the position (e.g. education, thesis work and, if applicable, any other research activities)\n• Describe your future goals and future research focus\n\nOther documents:\n• Copies of bachelor and/or master’s thesis.\n• Attested copies and transcripts of completed education, grades and other certificates, e.g. TOEFL test results.\n\n\n\nPlease note: The applicant is responsible for ensuring that the application is complete. Incomplete applications and applications sent by email will not be considered.\n\n\nApplication deadline: 31st May 2025\n\n\n\nFor questions, please contact:\nDr Shivesh Kumar, Division of Dynamics,\nshivesh.kumar@chalmers.se\n\nDr Hakan Johansson, Division of Dynamics,\nHakan.johansson@chalmers.se",
      "Techstack": [
        "C++",
        "Python",
        "MATLAB",
        "Robot Operating Systems (ROS)",
        "Machine Learning"
      ],
      "Produkt": "Doktorandutbildning inom robotik och AI, forskning och utveckling av humanoid robotik",
      "Företagsstruktur": {
        "AntalAnställda": 0,
        "Avdelningar": [
          "Department of Mechanics and Maritime Sciences",
          "Division of Dynamics"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 444,
      "företagsnamn": "REGION JÖNKÖPINGS LÄN",
      "företagswebb": null,
      "organisationsnummer": "2321000057",
      "sökterm": [
        "ActiveMQ",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29526321",
      "titel": "RPA-utvecklare",
      "beskrivning": "IT-centrum, Enhet Utveckling, Jönköping\r\n\r\nNu söker vi en erfaren RPA-utvecklare. Du kommer att komma till en organisation där RPA står högt på agendan där vi med en tydlig målbild ska automatisera de mest prioriterade tidstjuvarna. I och med vår satsning ges en unik chans till att vara med på en förändringsresa där du kommer få en god inblick i alla de olika områden som ingår i en stor organisation som Region Jönköpings län. Var med och bidra till samhällsnyttan!\n\nRollen som RPA-utvecklare: \nDu kommer i din roll att jobba med teknisk utveckling av RPA-lösningar med hjälp av plattformen UiPath. Ditt primära fokus kommer att vara att driva utvecklingen och förvaltningen av automationslösningarna, men du kommer även aktivt att vara med i dialogen med verksamheten för att finna de bästa lösningarna. Du kommer att ha ett tätt samarbete med projektledare, kravanalytiker och systemtekniker.\nRollen ställer extra stora krav på att kunna arbeta både praktiskt med utveckling och att ha en god förståelse för verksamhetens krav och önskemål.\n\nTjänsten är en tillsvidaretjänst på heltid i Jönköping med tillträde enligt överenskommelse.\n\nDin blivande arbetsplats:\nRegion Jönköpings län har sedan flera år höga ambitioner att ta tillvara på digitaliseringens möjligheter. Det kräver ett engagerat arbete med att leverera smarta digitala tjänster. Som en del av ambitionen har IT-centrum etablerat ett kompetenscenter inom Robotic Process Automation (RPA) för att automatisera repetitiva arbetsuppgifter i olika IT-system och på så sätt frigöra värdefull tid inom bl.a. hälso- och sjukvård och många andra tjänster som ryms inom regionens verksamhet.\n\nDin profil: \nVi vill att du har en högskoleutbildning inom systemutveckling eller motsvarande med kunskap inom .NET/C#/VB. Du ska ha utvecklat flertalet RPA-processer med hjälp av verktyget UIPath. Genom erfarenheten har du även haft möjlighet att skapa en förståelse för de olika automationstekniker som ryms inom UIPath-plattformen och kan på så sätt göra bra arkitekturval i samband med utveckling. Du ska ha god kännedom om behörighetshantering, t.ex. via AD/IdP/SITHS e.d. och gärna ha erfarenhet av konfigurering av miljöer för att möjliggöra effektivt och säkert arbete för mjukvarurobotar. Kanske har du någon certifiering inom UiPath?\n\nVi söker en kommunikativ och drivande person som är bra på att samarbeta och kan hantera flera parallella utvecklingsinsatser. Du uppskattar arbete där man jobbar i team i kontakt med verksamhet och systemansvariga. Du är analytisk med en problemlösarmentalitet, tydligt kvalitetsmedveten och känner ansvar för att lösningar blir förvaltningsbara och väldokumenterade. Du har också erfarenhet av Azure DevOps eller andra versionshanterings-verktyg som t.ex. GitHub eller SVN samt behärskar det svenska språket i tal och skrift. Det är meriterande om du har erfarenhet av orkestrering av automationslösningar, jobbat med beslutsstöd kopplat till RPA eller har en god förståelse av att optimera automationslösningarna utifrån ett licensperspektiv. Kanske har du jobbat med processkartläggning av verksamhetsprocesser för att identifiera automatiseringslösningar?\n\nVi bedriver vårt arbete utifrån ett agilt arbetssätt och du bidrar med din sociala kompetens att kontinuerligt hitta nya sätt möta de krav och tekniska förutsättningar som finns. Du bör vara intresserad och engagerad och inte rädd för att ta tag i problem du stöter på. Vidare ser vi att du är en person som styrs av mål- och resultattänkande i hur du prioriterar, agerar och fattar beslut i ditt arbete. Vi värnar om våra medarbetare och arbetar aktivt med att erbjuda en god arbetsmiljö och ett hållbart arbetsliv.\nHar du erfarenhet av att ha arbetat i sammanhanget hälso- och sjukvård, ekonomi eller HR så kittlar det också lite extra! Kanske har du jobbat med beslutsstöd, integrationer eller varför inte AI?! Kort sagt värderar vi högt att du bidrar med dina erfarenheter och har ett intresse av att utvecklas vidare.\n\nVårt erbjudande till dig:\nHär blir du en del i ett härligt team med arbetsuppgifter som är både intressanta, utvecklande och som leder till direkt nytta för regionens invånare. Vi tror på ett förhållningssätt som är strukturerat och människoorienterat. Utifrån detta skapar vi tillsammans de allra bästa förutsättningarna för en modern verksamhet som vår, med höga krav och i ständig förändring. Vi erbjuder dig en konstruktiv och utvecklande miljö med kompetenta och engagerade kollegor. IT-centrum tillämpar något vi kallar flexibel arbetsplats vilket innebär att du kan utföra en del av ditt arbete på distans. Tillsammans arbetar vi för att bli Sveriges bästa IT-avdelning.\n\nSom medarbetare hos oss inom Region Jönköpings län får du också tillgång till våra anställningsförmåner. En del av dem ökar din grundtrygghet, andra sätter lite guldkant på vardagen. Läs mer om våra förmåner här: Förmåner, Region Jönköpings län (https://rjl.se/jobb-och-karriar/Jobba-hos-oss/Formaner/).\n\nHar du frågor om tjänsten?\nFör frågor kan du kontakta Enhetschef för Utveckling Magnus Erixon, 070–6070301.\n\nVi tar gärna emot samtal från dig som är intresserad av jobbet men tackar nej till dig som säljer annonser och rekryteringstjänster.\n\n\nVår rekryteringsprocess: \nSista ansökningsdag är den 6 april 2025. Urval och intervjuer kan komma att ske löpande, så skicka gärna in din ansökan så snart som möjligt. Välkommen med din ansökan!\n\nI vår rekryteringsprocess kan vi komma att använda vi oss av Assessios tester MAP och Matrigma. MAP är ett personlighetstest och Matrigma är ett icke-verbalt färdighetstest och båda bygger på arbetspsykologisk forskning. Testerna används som ett komplement i rekryteringsprocessen. Här kan du läsa mer om hur vi använder vi oss av personlighets- och färdighetstester. https://rjl.se/jobb-och-karriar/Lediga-jobb/tester/ (https://rjl.se/jobb-och-karriar/Lediga-jobb/tester/)\n\nLäs mer om Region Jönköpings läns rekryteringsprocess på vår hemsida: Vår rekryteringsprocess, Region Jönköpings län (https://rjl.se/jobb-och-karriar/Lediga-jobb/Var-rekryteringsprocess/)",
      "Techstack": [
        "UiPath",
        ".NET",
        "C#",
        "VB",
        "Azure DevOps"
      ],
      "Produkt": "Robotic Process Automation (RPA) för att automatisera arbetsuppgifter inom olika verksamheter i Region Jönköpings län.",
      "Företagsstruktur": "IT-centrum, Enhet Utveckling. Ingen information om antal anställda eller specifika avdelningar.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 445,
      "företagsnamn": "SSAB Emea AB",
      "företagswebb": null,
      "organisationsnummer": "5563137933",
      "sökterm": [
        "GitLab",
        "Kafka"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29499766",
      "titel": "SSAB - Data Engineer - Systemutveckling",
      "beskrivning": "Är du en passionerad Data Engineer som brinner för att omvandla data till insikter och affärsvärde? Vill du vara en del av ett världsledande företag inom stålindustrin där innovation och hållbarhet står i centrum? Då kan du vara den vi söker till SSAB Special Steels i Oxelösund! \nAtt bli en del av SSAB-familjen innebär att följa med på en resa. En resa som vi tror är avgörande för planetens framtid och hållbarhet. Stål har varit ett av de viktigaste materialen för vår samhällsutveckling och kommer att vara det även i framtiden. I våra hem, i broar som förbinder våra städer och i morgondagens bilar. På SSAB är vi stolta över vår historia och vårt ledarskap inom höghållfast stål. Samtidigt är vi medvetna om att stålproduktion är en av de branscher som släpper ut mest växthusgaser i världen. Det måste förändras. Vi har därför utvecklat världens första fossilfria process för stålproduktion och omkring 2030 kommer vi att vara i stort sett fossilfria. Som en del av SSAB kommer du att vara viktig för att förverkliga detta mål och därmed bidra till en grön omställning av hela stålindustrin.\nOm tjänsten\nDu kommer att tillhöra avdelning Systemutveckling inom enhet Strategi. Enheten består även av avdelningarna Applikationsutveckling och Digital Transformation.\nDu kommer att jobba i ett tvärfunktionellt agilt team. Teamet består idag av 3 data scientists och 2 data engineers. Vi ska utöka teamet och du kommer då att bli den tredje data engineern. I teamet så kommer du tillsammans med de andra data engineers ansvara och förvalta vår data plattform med Trino, Datahub, Airflow, Iceberg, Kafka, Grafana med mera. Det kan även vara uppdrag att bygga data pipelines till att konfigurera resurser i Kubernetesklustret.\nEn naturlig del i arbetet är att samarbeta med automationsingenjörer och data scientists för att tillgängliggöra och använda data från produktionen.\nResor kan förekomma någon gång per år för att se andra stålverk, omvärldsbevakning eller som spetskompetens i delegationer.\nSom data engineer finns det möjligheter att arbeta på distans men det är förväntat att man kan delta på plats i Oxelösund de dagar det behövs. Resterande delar av teamet har som standard att vara på plats i Oxelösund 2-3 dagar i veckan men det kan variera beroende på projekt och uppgifter. \nDina huvudsakliga ansvarsområden\nUnderhåll och vidareutveckling av vår data-plattform i Openshift (Kubernetes kluster).\nUtveckla, testa och underhålla DAG:ar för olika typer av Airflow-jobb.\nÖvervakning av tjänster / resurser samt felsöka dessa vid problem.\nJobba flitigt med Helm och Kustomize vid underhåll av våra tjänster i klustret.\nTillgängliggöra data och metadata till användare.\n\nOm dig\nDu har en teknisk utbildning som högskole-/civilingenjör.\nDu har erfarenhet av att arbeta med Linux, SQL, CI/CD (Gitlab) och GitOps (ArgoCD).\nDu har kunskap och praktisk erfarenhet av att arbeta med Kubernetes, Docker, Helm och Python.\nDu är duktig på att kommunicera och förklara komplexa lösningar på ett enkelt och tydligt sätt även för dem som inte har specialistkunskap inom området.\nDu planerar och organiserar ditt arbete på ett realistiskt sätt, tar initiativ i syfte att få saker att ske och har förmåga att fatta egna beslut.\nDu är intresserad av nya tekniker. \nDet är meriterande om du har jobbat med Apache Airflow, Datahub, Trino, Grafana, Apache Kafka, AWS S3, Apache Iceberg.\nHar du bidragit, felsökt och nyttjat open source projekt är även detta meriterande.\n\nVårt erbjudande\nPå SSAB är mångfald och inkludering en del av vår kultur. Vi använder våra värderingar – drivande, äkta och steget före – i vårt dagliga beslutsfattande, alltid med kunden i fokus. Det gör oss alla till lagspelare, med en gemensam strävan att förbättra oss. När du börjar på SSAB blir du en del av en organisation med passionerade problemlösare som arbetar tillsammans med viktiga utmaningar. Vi kommer att stödja din tillväxt genom att erbjuda en säker och vänlig arbetsplats som bidrar till balansen mellan arbete och privatliv. På SSAB har du möjlighet att bredda dina kunskaper och växa.\nVi erbjuder ett brett spektrum av uppskattade förmåner till våra medarbetare. Här är några exempel på det:\nVinstdelning\nFlexibla villkor för arbetstidsförkortning\nFriskvårdsbidrag\n\nRekryteringsprocessen\n1. Ansök\n2. Intervju\n3. Tester\n4. Referenstagning\n5. Kom och träffa oss\n6. Hälsoundersökning\n7. Signera\nBakgrundskontroll kan komma att genomföras som en del i rekryteringsprocessen.\nHar du frågor angående tjänsten?\nKontakta gärna Linda Hägglund, Chef avdelning Systemutveckling, mail - linda.hagglund@ssab\nVi undanbeder oss kontakter från rekryteringsföretag, annonssäljare och liknande beträffande denna annonsering.\nFacklig information lämnas av Akademikerföreningen, Unionen och Ledarna som nås via vår växel på tfn 0155-254 000.\nNågra ord från din blivande chef\n\"Jag som blir din chef heter Linda Hägglund. För mig är det viktigt att ha en god dialog med mina medarbetare, Jag ska ge dig förutsättningarna för att lyckas med ditt uppdrag. Du kommer att tillhöra ett team som brinner för utveckling och där dina insatser gör skillnad! Därför hoppas vi att du blir en del av vårt team och bidrar med din unika kompetens och energi.\"  \nSSAB är ett Norden- och USA-baserat stålföretag som bygger en starkare, lättare och mer hållbar värld genom förädlade stålprodukter och tjänster. Tillsammans med våra partners har SSAB utvecklat SSAB Fossil-free™ steel och planerar att återuppfinna värdekedjan från gruvan till slutkunden, vilket i stort sett eliminerar koldioxidutsläpp från vår egen verksamhet. SSAB Zero™, ett till stor del koldioxidutsläppfritt stål baserat på återvunnet stål, stärker ytterligare SSABs ledande position och vårt heltäckande hållbara erbjudande oberoende av råvaran. SSAB har anställda i över 50 länder och produktionsanläggningar i Sverige, Finland och USA. SSAB är börsnoterat på Nasdaq Stockholm och sekundärnoterat på Nasdaq Helsingfors. Följ med oss på resan! www.ssab.com, Facebook, Instagram, LinkedIn, X och YouTube.",
      "Techstack": "Trino, Datahub, Airflow, Iceberg, Kafka, Grafana, Kubernetes, Docker, Helm, Python",
      "Produkt": "Höghållfast stål och relaterade stålprodukter och tjänster",
      "Företagsstruktur": "SSAB Emea AB har anställda i över 50 länder, avdelningar inkluderar Systemutveckling, Applikationsutveckling och Digital Transformation. Teamet för data engineering består av 3 data scientists och 2 data engineers, med planer på att utöka till ytterligare en data engineer.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 446,
      "företagsnamn": "Netnod AB",
      "företagswebb": null,
      "organisationsnummer": "5565340014",
      "sökterm": [
        "GitLab",
        "GoLang"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29491329",
      "titel": "Software Engineer",
      "beskrivning": "Join our team of software engineers at Netnod!\n\n\nAre you a passionate and experienced Software Engineer looking for a highly technical organisation working at the core of the Internet? Do you thrive in a dynamic environment where you can design, build, and maintain rock-solid services? If so, we want to hear from you!\nAs a Software Engineer you should have proven experience in the technology industry with a passion for what you do. You are curious about new technologies and experienced in designing and developing robust and secure solutions. You enjoy solving problems whatever they may be.\n \nKey responsibilities\nAs a Software Engineer at Netnod, you will play a key role in designing, developing, and maintaining high-quality software and systems used both internally and externally. You will collaborate with a small team of skilled engineers, including both employees and consultants, to develop innovative solutions and ensure system reliability.\nIn this role, you will among other things do the following:\nLead and participate in the planning, design, coding, testing and deployment of new software in all our environments (locally, staging, production)\nHelp evolve and document our internal best practices and coach more junior colleagues\nTroubleshoot and resolve issues in production systems\nIdentify repetitive tasks and help automate them\nTake responsibility for the entire lifecycle of tasks, which includes designing, planning, implementing and delivering results\nCollaborate with team members and other departments to develop high-quality software solutions\n\n \nQualifications\nSeveral years of proven experience as a developer with an interest in different languages. We’re mainly using Golang on the backend and typescript on the frontend\nYou’re working in a modern developer setup and able to navigate a Unix system\nFamiliarity with agile development methodologies and CI/CD practices\nYou have experience from modern, microservice based architectures using tools such as GitLab/GitHub, Kubernetes and Prometheus\nYou have a good understanding of the challenges in building highly scalable and solid solutions\nGood interpersonal skills and a sense of drive\nGood language skills in both English and Swedish\n\n\n\nNote: This role is covered by the Swedish Legislation on Protective Security act and is subject to security screening and background checks. \n \nLocation\nThis role is located at our office in Solna, Stockholm. The role reports directly to the Head of Development.\n\n\nEmployee benefits\nWe offer an informal but highly professional culture with an emphasis on work-life balance for all our employees. Our attractive remuneration package provides a full range of benefits including: \nprivate health insurance\nhealth and wellbeing memberships\nsix weeks vacation\ngenerous pension\nother insurances\n10% of your time allocated for professional development \n\n\n\nApplication\nAre you interested in becoming a part of our team? \nTo apply, please send us your application. Applications will be reviewed as they arrive and interviews with qualified candidates will start as soon as they have been reviewed.\nWe look forward to receiving your application!",
      "Techstack": [
        "Golang",
        "TypeScript",
        "CI/CD",
        "Kubernetes",
        "Prometheus"
      ],
      "Produkt": "Högkvalitativ mjukvara och system för både interna och externa användare",
      "Företagsstruktur": "Litet team av ingenjörer inklusive anställda och konsulter, rapporterar till Head of Development",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 447,
      "företagsnamn": "Piab AB",
      "företagswebb": null,
      "organisationsnummer": "5560557687",
      "sökterm": [
        "Assembly"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29498880",
      "titel": "Senior Project Manager",
      "beskrivning": "Job Title: Senior Project Manager\nReports to (role): Operations Director Vacuum Conveying Division\nLocation: Danderyd, Sweden\nJob Mission\nThe operations team is a sales enabler– our performance will help Piab fulfil our full potential as the global leader in vacuum conveying. The Senior Project Manager is a key player in driving world class performance in quality, delivery and cost throughout the supplier chain. As a Senior Project Manager at Piab you work in an international environment, closely with Purchasers, Sourcing Managers, Supply Chain Mangers, Supply units, Suppliers, R&D and other stakeholders.\nJob Responsibilities\nLead projects in developing supply chain for Piab Vacuum conveying division.\nLead projects introducing new products to market.\nDevelop a structured way of planning sales via SOP/LOP (sales order planning/large order planning) tools to ensure availability of the right products with a short lead time in a cost-efficient way.\nDevelop and implement new ERP system for Piab from an operations point.\nManage products and connected data over entire product life cycle.\nDevelop supply chain by optimizing suppliers base, Piab assembly, Piab inventory management and shipping.\nIdentify and implement different needs for continuous improvement within Piab processes.\nKey Interfaces\nPiab is a global company and many of the suppliers as well as the internal contacts are in Europe, Americas and Asia.\nApart from the external suppliers you will work closely with all other parts of the global operations organization, such as purchasers and the operations managers within Piab.\nOther important interfaces are the R&D team, Product managers, Sales teams and Project managers.\nRequired Qualifications\nThis section focuses on the \"minimum\" level of qualifications for an individual to be productive and successful in this role.\n· Fluent English skills – verbal and written\n· Strong analytical skills with ability to collect, analyse and present data to support decisions and strategies\n· Ability to lead and implement projects in a global, cross-functional environment with a holistic mind-set\n· Structured with good problem-solving capabilities\n· Ability to multi-task and drive initiatives independently\n· Ability to deliver results with quality on time\n· Experience in identification and defining new processes\n· Relationship building\n· Skilled user of Microsoft Office\n· Excellent ERP skills\n· University Degree in Logistics, Supply chain management or similar\n· 5 years of experience in similar role in operational management with vacuum conveying products\n· Experienced from working in an international organization\nPiab Values\nCommit • Explore • Lead\nAll employees at Piab are committed to fulfill their responsibilities, have a strong on-hands mentality, and always do what they say. We are all exploring, trying new ways, and sharing ideas, to evolve automation, our business, and our customers. We lead by focusing, making decisions, and acting as role models when performing our jobs.\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": "Microsoft Office, ERP-system",
      "Produkt": "Vakuumtransportlösningar",
      "Företagsstruktur": "Internationell organisation med avdelningar för inköp, sourcing, supply chain, R&D och försäljning",
      "Ekonomi": "Ej angivet",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 448,
      "företagsnamn": "ATDXT AB",
      "företagswebb": null,
      "organisationsnummer": "5595202754",
      "sökterm": [
        "PowerShell",
        "Bash"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29537093",
      "titel": "IT Consultant",
      "beskrivning": "You will need to work with the operation and management of the Splunk platform and the delivery of its capabilities such as:\n-\n\n\nDaily health checks\nMaintain and further develop the platform and Add-Ons\nOnboarding data sources and normalization of data (according to CIM)\nSupport - Queries, dashboards, reports, alarming and permissions\nSystem documentation and recovery plan\nContribute to the roadmap for Splunk\nOS patching and version management (distributed and clustered environment)\nEnsure capacity and functionality needs\nIncident management\nDialogue with consumers\nSupplier contracts, license management and contribute to contractual work\nTo succeed in the role, the person must be committed, meticulous and self-driven.\n\n\nRequirements\n\n\nLogging and traceability\nRed Hat Enterprise Linux, Debian, Windows srv\nsyslog-ng\nRegular Expression, Bash, Python, PowerShell\nAPIs & integrations such as BCDonnect\nSplunk Enterprise Certified Admin (Certified)\nAPM area & Appdynamics\nSplunk Enterprise Security Certified Admin or equivalent experience with the product\nSplunk as SaaSLinux\n\n\nMeritorious\n\n\nExperience in migrating Splunk as SaaS\n\n\nPersonal qualities\n\n\nDriven and ambition to develop the area\nStructured and meticulous\nResponsive with the ability to understand the needs of different stakeholders and translate it into concrete solutions\nCreative with the ability to see the whole, connections, think and act both proactively and long-term\nSocial and have the ability to collaborate with others at different levels and across organizational boundaries\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "Red Hat Enterprise Linux",
        "Debian",
        "Windows Server",
        "syslog-ng",
        "Regular Expression",
        "Bash",
        "Python",
        "PowerShell",
        "APIs",
        "BCDconnect",
        "Splunk Enterprise",
        "AppDynamics"
      ],
      "Produkt": "Drift och hantering av Splunk-plattformen med tjänster som dagliga hälsokontroller, onboarda datakällor, support av frågor, dashboards och rapporter.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 449,
      "företagsnamn": "Net Insight AB",
      "företagswebb": "https://netinsight.net/",
      "organisationsnummer": "5565334397",
      "sökterm": [
        "SRE",
        "Bash"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29428802",
      "titel": "Customer Success Manager, Broadcasting & Streaming (Stockholm, Hybrid)",
      "beskrivning": "Do you thrive in a customer interacting role, where tech and people come together?\nAre you a collaborative and humble individual who loves to see clients succeed in getting the most out of technical solutions?\nWant to deliver our top tier products in broadcasting, and streaming, ensuring viewers all over the world a stellar experience?\n Want to learn more about our products and get to know our people?Make sure to check us out on LinkedIn and Youtube!\nAbout your role\nYou'll be the newest addition to our Customer Success unit (consisting of 10 peers)and act asour client's co-pilot in implementing our stellar Media products (hardware + software), to customersall over the world!\nAt Net Insight, the Customer Success Manager plays a pivotal role in ensuring seamless deployment and maximizing the value derived from our products.\n\nYour key responsibilities\n  Guide and Grow:Lead a smooth onboarding experience by configuring and optimizing our solutions,also being the trusted advisor for all phases of the customer lifecycle\n   Empower and Educate: Deliver targeted training and support, enabling customers to fully leverage our technology in their unique settings\n   Monitor and Motivate:Keep a keen eye on performance metrics to ensure continuous engagement and alignment with customer goals\n \nGood to knows:\n We value work-life balance and have a hybrid work set-up (50/50) \n This is a full-time, permanent position \n Located in our HQ in Solna, Stockholm \n Our corporate language is English\n Some traveling will be expected in this role\n \nOur products\nWe help broadcasting companies deliver major events to YOU!\nNet Insight provides hardware and software solutions that enables stellar viewing experiences of major events and we're particularly skilled in \"live\" sports events.\nThink of Super Bowl, the largest Athletics events, F1, and major news happenings.\nAll of these events needs to distributed globally, on different networks, to a variety of devices and to millions of viewers.\nThat's where our products, Nimbra comes into play.\nYour Profile\nPerhaps you have a background as a Customer Success Manager,Implementation Consultant, Systems Engineer,or DevOps Engineerpreviously, and just love the mix of technical solutions and helping customers win.\nYou are a collaborative, humble and curious individual with a great interest in tech, as well as building long-lasting relationships.\nSkills and experience:\n We believe you have at least 10+ years of experience in one or more of the followingroles: Customer Success Manager (with a techy flair), Systems Engineer, or DevOps Engineer\n  You feel right at home in a Linux environment, scripting Bash/Shell and know your way around Python as well\n  Your background includeshaving a broad experience delivering IP Network products andsolutions\n  Communicating with different kinds ofstakeholders (techy and not so techy), building relationships and team collaboration are all aspects that motivate you in your role\n  You are comfortable and used to using English as main language in your role\n \n\nBonus skills:\n Experience working with our product, Nimbra\n \nOur culture and beliefs:\nAt Net Insight, innovation, collaboration, and trust are the cornerstones of our success. As one team, we are committed to delivering value to our customers, contributing to the growth and success of our company.\nTogether we create a dynamic and positive workplace where everyone is valued, engaged and empowered to make an impact\nHow to apply and information about the process\nIt's super-easy!\nUpload you CV or use your LinkedIn profile, fill in the choice questions (no data entry) and upload relevant documentation of you choice - That's it.\nWe are recruiting continuously and we aim to get back to you with an initial decision within 10 days.\n\nNote: We do not offer relocation support at this time.\nNote 2: Background check will be part of our recruitment process.\nThis isNET INSIGHT\nNet Insight (Nasdaq: NETI B) provides the highest performing, most open video transport and media cloud technology for content providers as the industry standard for flexibility and service across live contribution, distribution and remote production media workflows. \nFor over 25 years, the world’s leading content owners, broadcasters, production companies, service providers and enterprises have trusted Net Insight’s Emmy Award winning Nimbra technology to guarantee media delivery. Today, Net InsiEmmy Awardght partners with hundreds of customers in over 70 countries to ensure media flows across managed and unmanaged IP networks, and the cloud – from anywhere, to everywhere. It enables customers to get the best from any mix of virtualized, cloud and IP technology and is the only platform to support all the major industry standards, protocols and clouds.\nFor more information, please visitwww.netinsight.net\nBuzz: Engineer, Developer, Programmer, SW Developer, Software Designer, 5G, Cloud, DevOps, SysAdmin, DBA, Synchronization and PTP protocol, IT Security /Trust Boundary /Firewalls, Agile project experience, Net Insight Products, SRE, Nimbra, Sverige, KTH, Telecom, Tele operator",
      "Techstack": "Linux, Bash, Shell, Python, IP Network solutions",
      "Produkt": "Media produkter, speciellt Nimbra, för broadcasting och streaming av live events",
      "Företagsstruktur": "Kundframgångenhet med 10 anställda, hybrid arbetsupplägg, kontor i Solna, Stockholm",
      "Ekonomi": "Ingen specifik ekonomisk information angiven",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    }
  ]
}