{
  "page": 7,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 300,
      "företagsnamn": "Framgång Borås AB",
      "företagswebb": "https://framrekrytering.se/",
      "organisationsnummer": "5591260046",
      "sökterm": [
        "Python",
        "Azure",
        ".NET",
        "AWS Lambda",
        "ETL Pipelines",
        "Artificial Intelligence",
        "AWS",
        "SQL",
        "REST",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554889",
      "titel": "MDM Developer – Bygg framtidens masterdatahantering hos ITAB!",
      "beskrivning": "ITAB Group Support AB är en del av ITAB Group – en ledande aktör inom design, utveckling och installation av kompletta butikskoncept för detaljhandeln. Med vår expertis, långsiktiga relationer och innovativa lösningar är ITAB i framkant som partner inom retail. Vi erbjuder karriärmöjligheter i en internationell miljö och strävar efter mångfald samt goda arbetsvillkor. ITAB tar avstamp i våra ledord \"ACT\" – Ahead, Customer, Together och vi arbetar tillsammans för en hållbar framtid – för affären, människorna och miljön. Läs mer på itab.com.\r\n\r\nNu söker vi en MDM Developer med erfarenhet av Profisee eller andra MDM-plattformar som vill vara med och bygga en kraftfull masterdatahantering där datan är tillförlitlig, integrerad och lättillgänglig.\n\nBrinner du för att utveckla och optimera masterdata-lösningar?\nVill du arbeta i en teknisk nyckelroll i en internationell miljö?\nHar du erfarenhet av MDM-plattformar och dataintegration?\n\nDå är detta rollen för dig!\n\nOm rollen – Vad du kommer att göra\n\nSom MDM Developer hos ITAB blir du en nyckelspelare i vårt datahanteringsteam. Du kommer att konfigurera, utveckla och optimera vår MDM-plattform, säkerställa att dataflöden fungerar sömlöst och att datakvaliteten är på topp.\n\nDina huvuduppgifter:\n✅ Konfigurera och optimera MDM-plattformen – Designa datamodeller, valideringsregler och arbetsflöden.\n✅ Säkerställa datakvalitet – Implementera regler för datamatchning, deduplicering och standardisering.\n✅ Integrera masterdata – Bygga API:er och ETL-flöden mellan MDM och system som ERP, CRM och BI.\n✅ Felsök och optimera prestanda – Identifiera och lösa problem i dataflöden och integrationer.\n✅ Samarbeta med IT och affärsteam – Översätta affärskrav till tekniska lösningar och säkerställa en smidig datahantering.\n✅ Automatisera processer – Utveckla smarta arbetsflöden för att minska manuellt arbete och öka effektiviteten.\n\nVad vi söker – Är det du?\n\nVi söker en lösningsorienterad och analytisk utvecklare som vill arbeta i gränslandet mellan data, IT och affärsverksamhet. Du har erfarenhet av att arbeta med MDM-plattformar och är van vid att jobba med dataintegration och datakvalitet.\n\nKrav (Måste ha)\n\n• 3+ års erfarenhet av MDM-utveckling och implementering. \n• Erfarenhet av Profisee eller andra MDM-plattformar (t.ex. SAP MDG, Informatica, Stibo). \n• Stark kompetens inom SQL, ETL-utveckling och datamodellering. \n• Erfarenhet av API-hantering och dataintegration (REST/SOAP). \n• Förståelse för datastyrning, datakvalitet och masterdata-livscykeln. \n• Engelska i tal och skrift, samt goda kunskaper i svenska. \n\nMeriterande (Stort plus)\n➕ Erfarenhet av detaljhandel eller liknande bransch.\n➕ Förståelse för affärsprocesser inom supply chain, försäljning och kunddata.\n➕ Erfarenhet av molnteknologi (Azure, AWS, Google Cloud).\n➕ Programmeringskunskaper i Python, .NET eller C#.\n➕ Erfarenhet av att jobba med MDM-integrationer i större organisationer.\n\nVi tror att rollen är lockande därför att?\n\n✅ Du får arbeta i en teknisk nyckelroll där du bygger en framtidssäker och optimerad MDM-lösning.\n✅ Du får stort inflytande i hur ITAB hanterar sin masterdata och hur vi optimerar våra dataflöden.\n✅ Du blir en del av ett globalt team där du samarbetar med både IT, affärsteam och data governance.\n✅ Du utvecklas både tekniskt och strategiskt – med möjligheter att växa inom MDM och dataarkitektur.\n✅ Du får jobba med den senaste tekniken inom MDM, dataintegration och automation.\n\nMål & KPI:er för rollen\n\nImplementera MDM-lösningar – Designa och driftsätta MDM-konfigurationer.\nHålla hög datakvalitet – Säkerställa att styrningsprinciper och kvalitetsregler efterlevs.\nSäkerställa stabil integration – Upprätthålla 99,9 % drifttid och sömlös integration med ERP/CRM.\nKunskapsdelning – Bidra till utbildning och dokumentation inom MDM.\n\n📍 Placering & ansökan\n\n📍 Placeringsort: ITAB Jönköping\nAnsök redan idag eller hör av dig om du vill veta mer! Vi ser fram emot att höra från dig! Har du frågor om tjänsten är du välkommen att höra av dig till Katarina Czudowska 0735-17 37 89 el katarina@framrekrytering.se\n\nAnsöker gör du enklast via https://framrekrytering.se/lediga-jobb/",
      "Techstack": "SQL, ETL, API, Profisee, REST, SOAP, Python, .NET, C#",
      "Produkt": "MDM-lösningar, dataintegration, datakvalitet",
      "Företagsstruktur": "Internationell miljö, nyckelroll i datahanteringsteam, samarbetar med IT och affärsteam",
      "Ekonomi": "Ingen specifik information hittades",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "katarina@framrekrytering.se",
          "name": "Katarina",
          "position": "",
          "source": "https://framrekrytering.se/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/framrekrytering/",
        "facebook": "https://www.facebook.com/framrekrytering.se",
        "twitter": null,
        "instagram": "https://www.instagram.com/framrekrytering/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 301,
      "företagsnamn": "Vitec Software Group AB (Publ)",
      "företagswebb": "https://www.vitecsoftware.com/",
      "organisationsnummer": "5562584804",
      "sökterm": [
        "Python",
        "Artificial Intelligence",
        "PowerShell"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554759",
      "titel": "Expert inom energiprognostisering",
      "beskrivning": "Vill du arbeta med AI och modern teknik för internationella kunder i hela världen?\nÄr du en engagerad person som trivs med att driva fram projekt både självständigt och i team? Vill du jobba med ny teknik och förnyelsebar energi? Då har vi jobbet för dig!\nPå Vitec Energy anser vi oss vara bäst i världen på energiprognoser. Det handlar främst om prognoser av förbrukning samt förnyelsebar produktion. De senaste årens satsningar inom AI & machine learning har resulterat i många nya kunder och därför behöver vi nu förstärka vårt team med ytterligare prognosexperter.\nInom Vitec Energy utvecklar och implementerar vi prognossystem för energibranschen, ett kundnära arbete som kräver djup kunskap om kundernas behov och nära samarbete inom teamet. Användarna av vårt system är prognosexperter på stora som små energibolag runtom Europa och dina framtida kollegor är bland de absolut bästa inom området. Vi är ett litet bolag med 31 anställda där alla har mycket att säga till om samt möjlighet att påverka vårt systems framtida utveckling.\nVad erbjuder vi?\nSom prognosexpert hos oss kommer du ha möjlighet att jobba med några av Europas största energibolag i en stimulerande arbetsmiljö med stor frihet under ansvar. Hos oss hittar du prestigelösa och drivna kollegor och vi jobbar tätt tillsammans för att hjälpa varandra göra ett så bra jobb som möjligt.\nDu kommer att ha en central roll i vårt team och du kommer ha både inflytande och möjlighet att påverka allt från arbetsprocesser till produkten. Dina arbetsuppgifter kommer bland annat att innefatta:\nDriftsättning av vårt system vilket inkluderar att bygga en förståelse av kundens behov samt integration till externa system\nUtbilda och stödja användare – Allt från hur man använder programmet till analys och optimering av kundernas prognoser\nStödja utvecklingen – Kvalitetssäkra produkten och bidra till ett aktivt utvecklingsarbete utifrån kundernas behov\nStödja säljavdelningen – Delta på kundmöten och webinar som teknisk expert samt hjälpa till med tekniska frågor vid upphandlingar.\n\nUnder många år har vi handplockat de vi anser är absolut bäst i branschen rörande energiprognostisering så det vi kan lova är att du kommer få arbeta med riktigt drivna och duktiga kollegor.\nVem är du?\nVi söker en självgående person med stark analytisk förmåga och en öppen inställning till att lära sig nya saker. Du brinner för kundfokus, tycker om att analysera och att hitta lösningar på utmaningar som uppstår under arbetets gång.\nVi ser gärna du har en Masterutbildning inom relevant område. Tidigare erfarenhet inom elhandel eller energiprognostisering samt kunskaper inom statistik är meriterande. Då arbetet innefattar en hel del datahantering och integrationsarbete så är det även meriterande med kunskaper inom python, powershell eller annat kodspråk. Du kommer garanterat trivas hos oss om du söker drivet och ansvaret som kommer med att vara en del av ett mindre bolag, hos oss kommer du att möta en blandad vardag som innefattar både tekniska och analytiska utmaningar blandat med självständig projektledning.\nVilka är vi?\nVitec Energy har en central roll i energiomvandlingen då vi är ett mjukvarubolag som utvecklar prognossystem för förnyelsebara energikällor. Produkterna stödjer energibolagens processer för prognostisering av el, gas- och värmeförbrukning samt vind-, sol- och vattenkraft. Kunderna består av några av Europas största energibolag såsom Fortum, E.ON och Vattenfall och antalet kunder ökar kraftigt.\nPlaceringsort: Öppet. Kontor runtom i Sverige med kollegor i Göteborg, Stockholm och Umeå\nStart: Omgående enligt överenskommelse\nOmfattning: Heltid\nSista ansökningsdag: 2025-04-13\nFrågor?\nKontakta:\nAlexander Nordling, Head of Customer Onboarding på Vitec Energy AB\nalexander.nordling@vitecsoftware.com eller 0734 440 456\nNiklas Berg, CEO på Vitec Energy AB\nniklas.berg@vitecsoftware.com eller 0706 186 490\nVälkommen med din ansökan!\nOm Vitec Software Group\nVitec är ledande inom Vertical Software och har sitt ursprung och huvudkontor i Umeå. Våra produkter har utvecklats utifrån specifika behov inom olika nischer i samhället. Medarbetarnas expertis, i kombination med vår gemensamma företagskultur och affärsmodell, möjliggör ständiga förbättringar och innovationer. Vi växer genom våra affärsenheters framgångar och genom förvärv. Allt vi gör, gör vi med ett långsiktigt perspektiv. För vi är att lita på – idag och imorgon. Vitec har 1 660 anställda, är noterat på Nasdaq Stockholm och hade 2024 en nettoomsättning på 3 334 miljoner kronor. Läs mer på vitecsoftware.com.",
      "Techstack": "AI, machine learning, python, powershell, statistik",
      "Produkt": "Prognossystem för energibranschen, inklusive prognoser av förbrukning och förnyelsebar produktion",
      "Företagsstruktur": "Litet bolag med 31 anställda, nära samarbete inom teamet, central roll inom energiomvandlingen",
      "Ekonomi": "Noterat på Nasdaq Stockholm, 1 660 anställda",
      "Ekonomisiffor": {
        "Omsättning": 3334000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/50543?trk=vsrp_companies_res_name&trkinfo=vsrpsearchid%3a618764951481878336785%2cvsrptargetid%3a50543%2cvsrpcmpt%3aprimary",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 302,
      "företagsnamn": "Randstad AB",
      "företagswebb": "https://www.randstad.com/",
      "organisationsnummer": "5562421718",
      "sökterm": [
        "Python",
        "Sharepoint",
        "Assembly",
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29553793",
      "titel": "Product Image Engineer",
      "beskrivning": "Arbetsbeskrivning\nVill du vara med och forma framtidens teknik i en roll där innovation och utveckling står i centrum? Randstad Digital söker nu en nyfiken och driven Product Image Engineer till ett innovativt team där teknik, kreativitet och samarbete står i fokus. \nHos oss blir du en del av ett tvärfunktionellt team med passionerade kollegor inom mekanisk design, elektronik, mjukvara och produktionstest – där ni tillsammans utvecklar nästa generations marknadsledande produkter. I rollen som Image Engineer får du en central roll i att lösa spännande bildrelaterade utmaningar, i en kultur som genomsyras av laganda, kunskapsutbyte och en stark vilja att hela tiden bli bättre – tillsammans. Randstad Digital är din karriärpartner inom IT och digital transformation. Som konsult hos oss erbjuds du konkurrenskraftig lön, förmåner och trygghet genom kollektivavtal. Med vår talangcentrerade strategi sätter vi din utveckling i fokus och öppnar dörrar till nya, spännande karriärmöjligheter.\n\nAnsvarsområden\nI denna roll kommer du att: \nArbeta med bild och algoritmer för exponering, fokus, brusreducering samt kalibrering av vitbalans och färger.\nDelta aktivt i valet av optik och bildsensorer, i nära samarbete med mekanik- och elektronikteam samt externa leverantörer.\nTesta bild och optik både i laboratoriemiljö och i realistiska inomhus- och utomhusförhållanden under utvecklingsfasen.\nArbeta med utveckling av prototyper tillsammans med ingenjörer inom hårdvara och mekanik för att testa och optimera bildkvaliteten.\nStödja utvecklingen i projekten för att säkerställa funktionalitet och prestanda.\nFörbättra produktionsprotokoll och kalibrering av bildsystemet för att säkerställa hög kvalitet och noggrannhet i produktionen.\n\n\nKvalifikationer\nVi ser gärna att du har: \nCivilingenjörsexamen inom fysik, nanoteknik, matematik, datavetenskap, elektroteknik eller motsvarande\nKunskap inom optik, bildsensorer, IR-filter och IR-dioder\nErfarenhet av C och/eller C++ programmering\nErfarenhet av programmering i Python\nErfarenhet av mjukvaruutveckling i en Linux-miljö\nGod förståelse för bildbehandlingsalgoritmer\nAvancerade kunskaper inom matematik och statistik\n\nVi tror att du kommer att passa i denna roll om du brinner för teknik, är nyfiken och trivs med att ta dig an utmaningar, gärna i samarbete med andra. Vi tror att du är en person med inre driv som inspireras av att arbeta i en miljö präglad av öppenhet, kreativitet, förtroende och engagemang. Du uppskattar ett lekfullt och uppmuntrande arbetsklimat, och värdesätter att vara en del av ett team där samarbete står i fokus. Vi hoppas att du bidrar med en positiv attityd och trivs med våra agila arbetsmetoder.\n\nOm företaget\n\nRandstad\nPå Randstad vet vi att alla människor har en plats på arbetsmarknaden. Med verksamhet över hela landet och inom alla kompetensområden hjälper vi människor att hitta ett jobb som känns bra, och där de får möjlighet att växa, utvecklas och uppnå sin fulla potential. \n\nMed närmare 600 000 anställda i 38 länder är Randstad världsledande inom HR-tjänster, med målsättningen att bli världens främsta och mest uppskattade partner på arbetsmarknaden. Genom att kombinera vår passion för människor med kraften i dagens teknologi hjälper vi människor och företag att uppnå deras fulla potential. Vi kallar det Human Forward.",
      "Techstack": [
        "C",
        "C++",
        "Python",
        "Linux",
        "Bildbehandlingsalgoritmer"
      ],
      "Produkt": "HR-tjänster och konsultverksamhet för att hjälpa människor att hitta jobb och utvecklas",
      "Företagsstruktur": "Verksamhet över hela landet, nära 600 000 anställda i 38 länder, tvärfunktionella team inom olika områden som mekanisk design, elektronik, mjukvara och produktionstest",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "complianceofficer@randstad.com",
          "name": "Complianceofficer",
          "position": "",
          "source": "https://www.randstad.com/contact-randstad/"
        },
        {
          "email": "privacyofficer@randstad.com",
          "name": "Privacyofficer",
          "position": "",
          "source": "https://www.randstad.com/contact-randstad/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/randstad/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 303,
      "företagsnamn": "Po Söderberg & Partner AB",
      "företagswebb": "https://www.soderbergpartners.se/",
      "organisationsnummer": "5566599964",
      "sökterm": [
        "C#-utvecklare",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29514785",
      "titel": "Senior .NET C# developer",
      "beskrivning": "Är du utvecklare och redo att ta nästa steg i din karriär? Vill du utveckla med de senaste designmönstren och Azure-verktygen? Vill du arbeta med ett kompetent team för att bygga lösningar som verkligen gör skillnad?\n\nSöderberg & Partners Product Development söker en medarbetare med passion för utveckling av mjukvara och som trivs i en miljö där vi jobbar tillsammans för att bygga värdefulla lösningar tillsammans med våra partners i verksamheten.\n\nVi söker nu en senior .NET C#-utvecklare med erfarenhet av att utveckla back-end-system med hjälp av moderna designmönster och Azure molnverktyg. \n\nTeamet Trading- och administration ansvarar för backend-systemen och verktyg som hjälper till att driva tillväxten av Wealth Management inom Söderberg & Partners, där rådgivare hjälper kunder med sina portföljer. Teamet jobbar kontinuerligt för att utveckla ny funktionalitet. \n\nI rollen ingår att i nära samarbete med verksamheten, våra arkitekter och övriga team inom Produkt Development designa helt nya lösningar samt att uppdatera äldre system.\n\nKom och jobba med oss ​​i vårt nya huvudkontor centralt i Stockholm på Malmskillnadsgatan 32! Dra nytta av fördelarna med vårt utmärkta läge och därtill vår hybridlösning som ger dig flexibilitet att även arbeta hemifrån.\n\nDu behöver vara kapabel att självständigt kunna analysera krav och designa lösningar samt lösa problem, samtidigt som du samarbetar inom teamet för att se till att designen och implementeringen överensstämmer med teamets och organisationens profil och övergripande mål.\n\nEtt engagemang för goda objektorienterade designprinciper, ren kod och test-driven utveckling är avgörande.\n\nKvalifikationer:\n\n• Minst fyra års erfarenhet av att utveckla i C# i olika roller\n\n• Erfarenhet av Azure molnutveckling\n\n• God kommunikationsförmåga på både svenska och engelska\n\n• Goda kunskaper i SQL-databaser – gärna Microsoft SQL Server\n\n• Erfarenhet av att bygga ut mikrotjänster\n\n• Erfarenhet av FinTech\n\n\n\nTillträde: Snarast, efter överenskommelse\n\nPlacering: Stockholm, Malmskillnadsgatan 32\n\nKontaktperson: Brandon Keller, brandon.keller@soderbergpartners.se\r\n\n\nSöderberg & Partners grundades 2004 av nio entreprenöriella analytiker och är idag en av Sveriges ledande finansiella rådgivare och förmedlare av försäkringar och finansiella produkter.\n\nVi bedriver verksamhet inom bland annat tjänstepensionsrådgivning, försäkringsrådgivning och försäkringsförmedling, samt kapitalrådgivning och kapitalförvaltning. Vi utvecklar och erbjuder även digitala verktyg för bland annat finansiell rådgivning och för löne-, och förmånshantering. Vi har valt, som första företag i svenskt näringsliv, att klimatkompensera våra medarbetare, både i arbetet och på fritiden.\n\nVi har en stark företagskultur där medarbetarna har höga ambitioner och ett stort engagemang. Organisationen är kreativ och dynamisk med korta beslutsvägar och stort utrymme för egna idéer vilket skapar en inspirerande miljö där du har möjlighet att utvecklas snabbt.\n\nVi premierar medarbetare som sporras av stort eget ansvar och som har drivkraft att kontinuerligt utvecklas och föra sina arbetsuppgifter framåt. Vi är måna om att hjälpa varandra, men även att ha mod att testa nya vägar.\n\nMångfald och likabehandling är viktigt för oss, både när det gäller våra medarbetare och de som söker jobb hos oss. Vi uppmuntrar olikheter och är övertygade om att medarbetare med olika erfarenheter, kompetenser och referensramar hjälper oss att växa och utvecklas.\n\nVår resa har bara börjat och vi söker ständigt efter begåvade och kompetenta medarbetare med en stark vilja att nå framgång. Vill du vara med och bygga vår framtid?",
      "Techstack": [
        ".NET",
        "C#",
        "Azure",
        "SQL-databaser",
        "Mikrotjänster"
      ],
      "Produkt": "Tjänstepensionsrådgivning, försäkringsrådgivning, försäkringsförmedling, kapitalrådgivning och kapitalförvaltning samt digitala verktyg för finansiell rådgivning och löne-/förmånshantering.",
      "Företagsstruktur": "Söderberg & Partners är en organisation med en stark företagskultur och engagerade medarbetare. Det nämns inga specifika siffror på antal anställda.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/soderberg-&-partners/",
        "facebook": "https://www.facebook.com/soderbergpartners/",
        "twitter": null,
        "instagram": "https://www.instagram.com/soderbergochpartners/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 304,
      "företagsnamn": "Ec Konsult AB",
      "företagswebb": "http://www.eckonsult.se",
      "organisationsnummer": "5565505392",
      "sökterm": [
        "Scrum",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29514173",
      "titel": "Konsult inom mjukvaruutveckling med C# och ASP.NET",
      "beskrivning": "EC Konsult AB är måhända inget stort företag.\nMen inom våra specialiteter är vi stora. Vi har några av landets mest hängivna utvecklare av mjukvarusystem. Och vår erfarenhet av systemutveckling är omfattande och inom väldigt varierande branscher.\nAtt bygga komplexa system som åstadkommer det de ska på ett säkert, effektivt, ekonomiskt och pålitligt sätt kräver ett stort mått av kunnande.\nDet har vi. Och att som vi ofta gör bygga system som ingen någonsin byggt förut kräver dessutom ett stort mått av kreativitet och finurlighet. Plus en omättlig nyfikenhet och vetgirighet.\nDessutom älskar vi trubbel. I varje projekt vi åtar oss ställs vi ofrånkomligen inför trubbel. Tekniska problem som vi inte alltid förutsett, men som ändå behöver lösas på smartast tänkbara sätt.\nDen typen av trubbel innebär oemotståndliga professionella utmaningar för oss. Och möjligheter att lära oss ännu mer och bli ännu duktigare.\nMjukvaruutvecklare som brinner för sitt yrke sökes.\nPersonliga egenskaper som är önskvärda\n- Snabbfotad, Kreativ, drivande och självgående med ett brinnande intresse för mjukvaruutveckling\n- Arbetsmässigt gäller analytisk förmåga, noggrannhet, envishet, med förmåga att slutföra uppdrag enligt kundens önskemål\n- Som person är du positiv, prestiglös, hjälpsam och flexibel\nSom konsult genomförs uppdragen hos kund eller på våra kontor i Karlshamn och Lund.\nKänner Du att du passar in på vår beskrivning. Då är kanske du nästa konsult i vårt Team.\nNedan finns den profil vi söker.\n- Utbildning inom mjukvaruvaruteknik (master eller kandidat), Civilingenjör Datorteknik/Mjukavarutveckling eller motsvarande\n- Du har skaffat dig första erfarenheten och vill komma vidare med nya utmaningar\n- Du kan kommunicera såväl skriftligt som muntligt på svenska och engelska\nKompetens och erfarenhet inom något eller några av följande områden (de står inte i prioritetsordning):\n- Utveckling inom front end och Back end samt full stack\n-Utveckling i språket C#\n- Utveckling med ASP.NET\n- Databaser t ex MS-SQL\n- Designmönster och testdriven utveckling\n- Mjukvaruprocesser t ex Agilt, SCRUM,\n- Hur användargränssnitt skall utformas\n-Utveckling av Web applikationer\nVi har tre övergripande ledord för verksamheten\nHjärna. Hjärta. Envishet.\nSom konsult genomförs uppdragen hos kund eller på våra kontor.\nKänner Du att du passar in i vårt gäng vill vi gärna träffa Dig för att se om vi har gemensamma intressen. Vi behandlar ansökningarna löpande. Därför rekommenderar vi dig att skicka in din ansökan omgående.",
      "Techstack": [
        "C#",
        "ASP.NET",
        "MS-SQL",
        "Agilt",
        "SCRUM"
      ],
      "Produkt": "Systemutveckling och mjukvarulösningar",
      "Företagsstruktur": "Inga specifika upplysningar om antal anställda eller avdelningar. Konsultuppdrag genomförs hos kund eller på egna kontor.",
      "Ekonomi": "Ingen ekonomisk information finns angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ec-konsult/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 305,
      "företagsnamn": "REGION SKÅNE",
      "företagswebb": "https://www.skane.se/en/",
      "organisationsnummer": "2321000255",
      "sökterm": [
        "RabbitMQ",
        ".NET",
        "C#-utveckling",
        "Microservices",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29557841",
      "titel": "Systemintegratör till Digitalisering IT och MT i Lund",
      "beskrivning": "Har du ett genuint intresse för informationsteknologi och vara med att bygga upp hållbara beroende i vårt omfattande systemlandskap? Motiveras du av att göra verksamheten mer datadriven i ett samhällsviktigt uppdrag? Då kanske du är vår nästa systemintegratör!\n\nRegion Skåne har en omfattande regional tjänsteplattform som håller på att transformeras med hjälp av moderna verktyg i ett större projekt för att kunna stödja en alltmer datadriven verksamhet. Vi bygger många olika typer av tjänster som integrationer, generella tjänster, webservices, API gränssnitt med SOAP och REST, meddelandeköer och anslutningar till nationella tjänster, bland annat Inera.\n\nSom systemintegratör kommer du att tillhöra en enhet med regionalt ansvar för integration och information. Du kommer att arbeta med att implementera systemintegrationer mellan våra interna system och externa anslutningar för att utöka vår plattform. I din roll kommer du delta aktivt med att modernisera vår plattform med nya verktyg för att erbjuda ett bredare tjänsteutbud. Vi utgår från våra lokaler på Medicon Village i Lund, även om distansarbete har blivit en naturlig del av vår vardag.\r\n\r\nARBETSUPPGIFTER\nI rollen som systemintegratör kommer dina arbetsuppgifter omfatta:\n• Designa och implementera systemintegrationer mellan våra system\n• Utveckling av .NET applikationer\n• Samverka med systemansvariga, systemutvecklare, arkitekter, leverantörer och andra relevanta roller \n• Dokumentation av integrationer\n• Optimera dataflöden och transformationer\n\nVi är inne i en förändringsresa och dina arbetsuppgifter kommer att förändras över tid. Det finns med andra ord stora möjligheter att vara delaktig och påverka ditt eget arbete.\r\n\r\nKVALIFIKATIONER\nVi söker dig som har en stark kombination av specialistkompetens och personliga egenskaper som gör dig till en erfaren systemintegratör. Därför ser vi följande kvalifikationer som krav:\n• Cirka 5 års erfarenhet av att arbeta med systemintegrationer\n• En relevant eftergymnasial utbildning, alternativt annan utbildning eller erfarenhet som vi bedömer likvärdig\n• Goda kunskaper i svenska\n• Erfarenhet av BizTalk och Windows servermiljöer\n• Goda färdigheter med utveckling i .NET och C# samt webservices\n• God förmåga att beskriva och dokumentera lösningar\n• Erfarenhet av RabbitMQ\n\nFöljande kvalifikationer ser vi som meriterande:\n• Erfarenhet av HL7 för BizTalk/HL7 Accelerator for BizTalk (BTHLA7)\n• Erfarenhet av SQL Server och T-SQL programmering\n• Erfarenhet av att ha arbetat med agila metoder\n• God förståelse för prestandafrågor och möjligheter till prestandaoptimering\n• Erfarenhet av hälso- och sjukvårdsverksamhet\n• Relevanta certifieringar\n\nDu har ett stort intresse för systemintegration och vill ständigt utvecklas. Som person är du en lagspelare med god kommunikations- och samarbetsförmåga. Du är prestigelös i ditt förhållningssätt, med ett fokus på både teamets och verksamhetens bästa. Därtill är du duktig på att lyssna in behovet hos dina intressenter, vilket gör att du har lätt att sätta dig in i och förstå regionens verksamhet och behov. Ditt arbetssätt är flexibelt och lösningsfokuserat. Du utgår från befintliga förutsättningar, har ett tydligt fokus på leverans samt en förmåga att driva och hantera flera aktiviteter parallellt. Stor vikt kommer att läggas vid personlig lämplighet.\n\nI denna rekrytering tillämpar vi löpande urval. Varmt välkommen med din ansökan, vi ser fram emot att lära känna dig!\r\n\nÖVRIGT\nRegion Skåne finns till för att alla som bor i Skåne ska må bra och känna framtidstro. Genom gränslösa samarbeten och omtanke skapas de bästa förutsättningar för ett hälsosamt liv inom näringsliv, kollektivtrafik, kultur och hälso- och sjukvård i Skåne. Tillsammans gör vi livet mera möjligt. \n\nFörvaltningen Digitalisering IT och MT ger stöd och service till den skånska hälso- och sjukvården. Förvaltningens uppdrag är att införa en modern och sammanhållen digital vårdmiljö parallellt med drift och effektiv konsolidering av dagens befintliga IT-miljö. I uppdraget ingår förvaltning och support av befintliga och kommande system. Medicinsk teknik (MT) arbetar även med service, underhåll, inköp och egentillverkning av medicinteknisk utrustning.\nFörvaltningen ansvarar också för de grundläggande vårdinformationssystemen och driver utvecklingen av framtidens vårdinformation. Vi är cirka 350 medarbetare i förvaltningen och finns vid samtliga sjukhusområden i Skåne med huvudsäte i Lund. \n\nPå https://www.skane.se/ledigajobb kan du se i vilket skede Region Skånes rekryteringar befinner sig och hur många som har sökt tjänsterna. \n\nTill bemannings- och rekryteringsföretag och till dig som är försäljare: Vi undanber oss vänligen men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av ytterligare jobbannonser",
      "Techstack": [
        ".NET",
        "C#",
        "BizTalk",
        "SQL Server",
        "RabbitMQ"
      ],
      "Produkt": "Digitala tjänster och systemintegrationer inom hälso- och sjukvård",
      "Företagsstruktur": "Förvaltningen Digitalisering IT och MT med cirka 350 medarbetare, verksamhet vid alla sjukhusområden i Skåne.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "region@skane.se",
          "name": "Region",
          "position": "",
          "source": "https://www.skane.se/en/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/region-skane/",
        "facebook": "https://www.facebook.com/regionskane",
        "twitter": null,
        "instagram": "https://www.instagram.com/regionskane/?hl=sv"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 306,
      "företagsnamn": "Uppsala kommun",
      "företagswebb": "https://www.uppsala.se/sprak/english/",
      "organisationsnummer": "2120003005",
      "sökterm": [
        "Azure",
        "Scrum",
        "PowerShell",
        ".NET",
        "ASP.NET Core",
        "Robot Framework",
        "React",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556757",
      "titel": "Systemutvecklare till IT-Arbetsplats",
      "beskrivning": "IT-Arbetsplats\r\n\r\nDu kommer att ha en viktig roll i förvaltningen och utvecklingen av vår IAM-plattform. Du kommer att ingå i en grupp av utvecklare som tillsammans med våra systemförvaltare förvaltar och vidareutvecklar vår IAM-plattform. Du kommer att få vara med om att ansvara för hjärtat i kommunens IT-leveranser. Låter detta intressant? Sök tjänsten som systemutvecklare till IT-Arbetsplats!\n\nIT-Arbetsplats är en grupp inom IT-staben på Uppsala kommun som bland annat ansvarar för kommunens identitets- och behörighetshantering. Vi är idag en grupp bestående av tolv personer och vi jobbar med att stödja, utbilda och coacha användare runt om i kommunen. Ett av våra viktigaste verktyg är vår egenutvecklade IAM-plattform (identitets- och behörighetshantering).\n\nDitt uppdrag\nDu kommer att ingå i en grupp av utvecklare som tillsammans med våra systemförvaltare förvaltar och vidareutvecklar vår IAM-plattform. Du kommer att få vara med om att ansvara för hjärtat i kommunens IT-leveranser. Dina arbetsuppgifter kommer att vara väldigt varierande. Ena stunden hanterar du användarönskemål och förändringar av vårt användargränssnitt för att i nästa stund arbeta med att utveckla våra processer och backendlösningar.\n\nDu kommer att ha en viktig roll i förvaltningen och utvecklingen av vår IAM-plattform. Du kommer att samarbeta med vår tjänsteägare och våra systemförvaltare.\n\nDin bakgrund\nVi söker dig som har relevant högskole- eller civilingenjörsexamen om minst 180 hp med inriktning systemutveckling eller annan utbildning i kombination med erfarenhet i närtid som arbetsgivaren bedömer som relevant för tjänsten. Du har erfarenhet av systemutvecklingsarbete inom de senaste 5 åren. Vi ser även att du har erfarenhet av arbete som fullstackutvecklare. Arbetet kräver att du har erfarenhet av utveckling i Microsoft .NET, C# och React.\n\nDu har även erfarenhet av databasdesign och databasutveckling (gärna mot Microsoft SQL Server), av utveckling med skriptspråk som Powershell och Shell script, av agila arbetsmetoder, såsom Scrum och verktyg som Azure DevOps samt av IAM, dvs identitets- och behörighetshantering.\nFör att lyckas i rollen behöver du ha kunskaper i både .NET Framework och ASP.NET Core, C# och React, goda kunskaper i svenska, tal och skrift samt goda kunskaper i engelska och läsförståelse.\n\nHar du utbildning/certifiering i metoder och tekniker, motsvarande Scrum, DevOps eller motsvarande agila metoder, av både .NET Framework och ASP.NET Core samt erfarenhet av AD, Entra ID och hela Microsoftplattformen ses det som meriterande. Det är en fördel om du även har kunskaper i integrationsplattformar och tjänsteutveckling.\n\nSom person är du en god analytiker som är bra på att se sammanhang och lösa komplexa frågor och problem. Du tar initiativ och sätter igång aktiviteter för att uppnå resultat. Jobbet passar dig som har lätt för att samarbeta och relaterar till andra på ett lyhört och smidigt sätt. Dessutom är du bra på att strukturera, planera och prioritera ditt arbete.\n\nUpplysningar\nHar du frågor om tjänsten eller rekryteringsprocessen, kontakta:\nJon Kennedy, gruppchef, 018-726 09 20\n\nFackliga företrädare:\nAkavia, Jonny Eliasson, 018-727 22 12\nDIK, Erik Boman, 018-727 18 99\nSveriges ingenjörer, Peter Nõu, 018-727 16 95 \nVision, Liselotte Ehn, 018-727 49 49.\n\nHar du frågor gällande registrering av din ansökan, kontakta enheten för kompetensförsörjning: 018-727 23 02.\n\nI din ansökan ska du ange medborgarskap. Om du inte är medborgare i Sverige, EU, EES eller Schweiz måste du också kunna styrka att du har ett giltigt arbetstillstånd eller är undantagen från skyldigheten att ha arbetstillstånd. Anställning kan ske först efter kontroll av arbetstillstånd, vilket krävs enligt utlänningsförordningen.\r\n\r\nOm vår organisation\nVälkommen till kommunledningskontoret. Här jobbar du tillsammans med medarbetare på staber för kommunikation, HR, IT, ekonomi, upphandling och fastighet samt avdelningarna kvalitet och planering, hållbarhet, trygghet, säkerhet och beredskap, samt kansli. På kommunledningskontoret ligger även organisationerna för näringsliv och destination samt gemensam service. Kommunledningskontoret är länken mellan våra förtroendevaldas beslut och kommunens alla verksamheter. Vårt uppdrag är bland annat att samordna och driva övergripande frågor inom demokrati, samhälls- och näringslivsutveckling samt ekologisk och social hållbarhet.\n\nMer information om hur det är att arbeta i Uppsala kommun hittar du på jobba i Uppsala kommun (https://www.uppsala.se/jobb/)\n\r\nVi undanber oss erbjudanden om annonserings- och rekryteringshjälp.\n\nDina personuppgifter kommer att användas för att administrera din ansökan inom Uppsala kommun.",
      "Techstack": [
        ".NET Framework",
        "ASP.NET Core",
        "C#",
        "React",
        "Microsoft SQL Server",
        "Powershell",
        "Shell script",
        "Azure DevOps"
      ],
      "Produkt": "IAM-plattform (identitets- och behörighetshantering)",
      "Företagsstruktur": {
        "Antal anställda": 12,
        "Avdelningar": [
          "IT-Arbetsplats",
          "Kommunledningskontoret"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "uppsala.kommun@uppsala.se",
          "name": "Uppsala Kommun",
          "position": "",
          "source": "https://www.uppsala.se/sprak/english/"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/uppsala-kommun",
        "facebook": "http://www.facebook.com/uppsalakommun",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 307,
      "företagsnamn": "RDT Engineers Sweden AB",
      "företagswebb": "https://arbetsformedlingen.se/platsbanken/annonser/29462502",
      "organisationsnummer": "5592263726",
      "sökterm": [
        "Azure",
        "Go",
        "C#",
        "Agile",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556734",
      "titel": "System Developer",
      "beskrivning": "We are looking to expand our clients team with a skilled developer to enhance their integration team. The mission is to provide IT solutions for seamless information exchange between applications within our client and with external partners.\nAs a member of a larger integration team, you will contribute to creating software solutions that support the business operations across the organization.\nLocation: Lund, onsite.\nQUALIFICATIONS & COMPETENCIES\nOver 3 years of experience with C#\nOver 3 years of experience working with Azure resources\nExperience in CI/CD for Azure components using ARM or Bicep, as well as standard unit test frameworks\nThe ability to translate business requirements into solution design, configuration, and build, as well as determine estimates of effort\nExperience working in agile environments\nKnowledge of integration as a concept\nSelf-driven developer with a strong passion for software development\nProven ability to solve complex tasks and take pride in delivering high-quality work\nExtensive experience in developing solutions using Microsoft Azure, including resources like storage, service bus, web apps, logic apps, and function apps\nExperience with Microsoft Dynamics 365 and/or Dynamics 365 Sales is a significant advantage\nFamiliarity with agile principles and experience working in a DevOps team, taking full responsibility for deliveries\nValid EU work permit making you able to start working in Sweden right away\nProfessional level of English - both oral and written\nAble to start in March/April\n\nAREA OF RESPONSIBILITY\nParticipate in requirements management, development, building, configuration, and unit testing of various solutions\nEnsure solutions meet design documentation requirements, undergo peer reviews, and are well-documented\n\n\n\nINTERESTED?\nPlease note that to apply for this position, you must use the following button. We are unable to process CVs sent directly to our email.\nApply now\nGo to our website to apply. \nIf you have questions about the position, please contact us on:\n   sweden@rdtengineers.com\nThe position will be closed when we have found the right candidate, and we encourage you to apply as soon as possible. Notice only your CV in English is necessary.\nPassionate about Engineering - RDT\nAt RDT, our primary focus is our PEOPLE. We support our employees in professional and individual development. With our flat hierarchy, commitment and values, which inspire them to do their best. We pursue our PEOPLE’s work satisfaction and can guarantee highest quality, which leads to our second mission – our CLIENTS. We, our PEOPLE, provide engineering solutions that enable our customers to have a competitive advantage in efficiency, flexibility and costs.\nThanks to our PEOPLE, we have supplied the best engineering services since 2007 and offer the best and most flexible terms in the market for engineering services.\nBe part of our missions and join RDT in Denmark and Sweden.",
      "Techstack": "C#, Azure, ARM, Bicep, Microsoft Dynamics 365",
      "Produkt": "IT-lösningar för informationsutbyte mellan applikationer",
      "Företagsstruktur": "Ingen specifik information tillgänglig angående antal anställda eller avdelningar",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/arbetsformedlingen",
        "facebook": "https://www.facebook.com/arbetsformedlingen",
        "twitter": null,
        "instagram": "https://www.instagram.com/arbetsformedlingen"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 308,
      "företagsnamn": "Kubikenborg Aluminium AB",
      "företagswebb": "https://rusal.ru/en/about/geography/kubikenborg-aluminium-ab-kubal/",
      "organisationsnummer": "5560328121",
      "sökterm": [
        "Data Visualization",
        "Scrum",
        ".NET",
        "Functional Programming",
        "Kubernetes",
        "TDD",
        "C/C++",
        "MySQL",
        "HTML",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562013",
      "titel": "Vi söker vikarierande kommunikatör",
      "beskrivning": "Kubikenborg Aluminium AB är Sveriges enda producent av primäraluminium och är ett av de största industriföretagen i Sundsvall. Fabriken byggdes 1942 och vi har kapacitet att tillverka 130 000 ton aluminium per år. Slutprodukten som består av göt levereras till press och valsverk över hela Europa. Kubal har idag 460 anställda.\nArbetsbeskrivning \nI rollen som Kommunikatör kommer du arbeta med företagets kommunikation både internt och externt. Intern kommunikation rörande hela företaget och med regelbunden kontakt med våra ägare. Du är ansvarig för företagets informationsmail. Befattningen kan medföra kännedom om känslig personlig information och det krävs därför integritet och diskretion.\nDina arbetsuppgifter:\nAnsvara för Kubals externa kommunikation via Facebook, Instagram, LinkedIn, Youtube\nAnsvara för intern kommunikation via Intranätet på Kubal, samt informationsskärmar. Därmed även huvudanvändare och utvecklare av systemen Joomla och Smartsign.\nAnsvara för samarbete med externa aktörer, såsom skolor etc.\nAnsvara för sponsorskontakter och tillhörande budget\nAnsvar för informationsmail info@kubal.se\nDelaktig i att ta fram material till/för information och kommunikation\n\n\n\nKvalifikationer\nVi söker dig som har:\nHögskole-/ Kandidatexamen inom Media och Kommunikation\nErfarenhet av Joomla, eller liknande system\nErfarenhet av hela Adobe programsviten (särskilt Photoshop, PremierePro, AfterEffects, InDesign)\nErfarenhet av Smartsign\nHar mycket goda kunskaper i svenska och engelska i både tal och skrift\nÖnskvärt är tidigare erfarenhet från arbete som kommunikatör\nGrundläggande kunskap i HTML\nErfarenhet av SAP\n\nFör att lyckas väl krävs ser vi att du har:\nVäl utvecklad förmåga att kommunicera med medarbetare, kunder och leverantörer\nFörmåga att bygga relationer, jobba mycket uppsökande både externt och internt, dels genom att vara synlig i verksamheten\nFörmåga att ta initiativ och planera ditt eget arbete\nHar förmågan att presentera information på ett lättillgängligt och engagerande sätt\n\n\n\nTjänsten är ett vikariat under perioden 2025-04-14 t om 2025-09-30 med eventuell möjlighet till förlängning.\nPlaceringsort Sundsvall\nTjänsten rapporterar till HR Chef\nVi vill ha en alkohol och drogfri arbetsmiljö. Därför genomför vi ett alkohol- och drogtest vid nyanställning, samt slumpmässiga alkohol- och drogtester under året.\nFör ytterligare information om tjänsten:\nKontakta: HR chef, Eva-Lena Westberg, 060-16 63 04 \n\n\nFackliga företrädare:\nPeter Eliasson, Unionen, 073-988 5981m peter.eliasson@kubal.se\nMarcus Lansink, Ledarna, 073-988 5888, marcus.lansink@kubal.se\nSista ansökningsdatum är: 2025-03-31\nVi kommer att kalla till intervjuer förlöpande, så ansök gärna så snart som möjligt, då rollen kan komma att tillsättas innan sista ansökningsdatum. \n\n\nAnsökan märkt ”Kommunikatör Vikarie” skickas till: jobb@kubal.se",
      "Techstack": [
        "Joomla",
        "Smartsign",
        "Adobe Photoshop",
        "Adobe PremierePro",
        "Adobe AfterEffects",
        "Adobe InDesign",
        "SAP",
        "HTML"
      ],
      "Produkt": "Primäraluminium och sådana produkter som göt för press och valsverk",
      "Företagsstruktur": {
        "AntalAnställda": 460,
        "Avdelningar": [
          "Kommunikation",
          "HR",
          "Produktion",
          "Ekonomi"
        ]
      },
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@kubal.se",
          "name": "Info",
          "position": "",
          "source": "https://rusal.ru/en/about/geography/kubikenborg-aluminium-ab-kubal/"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": "https://twitter.com/uc_rusal",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 309,
      "företagsnamn": "TGA utbildning AB",
      "företagswebb": "https://thegameassembly.com/",
      "organisationsnummer": "5565753901",
      "sökterm": [
        "Unity",
        "Assembly",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29553956",
      "titel": "Spelprogrammerare",
      "beskrivning": "The Game Assembly (TGA) is a Higher Vocational Education institution that focuses on education within game development. Since 2008, we've been passionate about offering practical and creative programs to nurture and inspire future talent for both the Swedish and international games industry. Recognized by The Rookies as one of the best game and design schools globally, we're proud to supply the industry with employees who possess in-demand skills, such as animators, technical artists, level designers, graphic designers, procedural artists, and programmers. Today, nearly 10 percent of professionals active in the Swedish games industry were educated at The Game Assembly. Our schools are located in Malmö and Stockholm.\r\n\r\nThe Game Assembly (TGA) är en yrkeshögskola i Malmö och Stockholm som utbildar spelutvecklare till den nationella och internationella spelbranschen. \n\nThe Game Assembly startade 2008 och utbildar spelutvecklare inom sex olika yrkeskategorier; programmering, grafik, animation, leveldesign, technical art och procedural art. Fram till idag har The Game Assembly utbildat drygt 10% av den svenska spelbranschen vilket gör skolan till en stark aktör i dataspelbranschens ekosystem. TGA har under de tre senaste åren hamnat på topplaceringar på The Rookies årliga lista för världens bästa spelutvecklarskolor. The Game Assembly är hbtqi-certifierande och bedriver ett aktivt arbete för inkludering och mångfald. \n\nOm tjänsten \nEn av våra kollegor ska vara tjänstledig, därför söker nu The Game Assembly en vikarie inom spelprogrammering som kommer arbeta med att utbilda våra studerande på plats på Stora Essingen i Stockholm. Vi söker dig som kan komplettera våra kunskaper och tillsammans med tre andra utbildare inom spelprogrammering driva utbildningen framåt. Arbetet omfattar undervisning med tillhörande för- och efterarbete samt handledning av de studerande i dels spelprojektskurser, dels mer specialiserade individuella kurser (t.ex. mjukvaruutveckling och mjukvaruarkitektur).\n\nThe Game Assemblys unika utbildningskoncept bygger på att utbildningarna på skolan tillsammans skapar spel vilket gör att du även kommer ha ett tätt samarbete med de övriga utbildningsansvariga. \n\nVem söker vi? \nFör att trivas i rollen som utbildare ser vi att du är kommunikativ och har ett genuint intresse för människor och spelutveckling. Du har en god pedagogisk förmåga tillsammans med ett ödmjukt förhållningssätt och tålamod. Vidare har du ett djupgående intresse för programmering. Du behöver ha god förståelse för svenska språket då hela utbildningen bedrivs på svenska. \n\nVi ser gärna att du har: \n\n• goda kunskaper inom programmering i C++ \n• erfarenhet av att utveckla och arbeta i egen spelmotor \n• erfarenhet inom spelbranschen \n• kunskaper i mjukvaruutveckling \n• erfarenhet av handledning \n\nVi ser det som en bonus om du har: \n\n• studerat på The Game Assembly \n• goda kunskaper inom programmering i C# \n• erfarenhet av Unity \n• erfarenhet av mobilspelsutveckling \n\nVarför TGA? \n\nVi erbjuder en kreativ, energigivande, ambitiös och omtänksam miljö. Arbetet med att utbilda drivna och nyfikna individer är otroligt givande och utvecklande, både på ett personligt och arbetsrelaterat plan. Vi är ett sammansvetsat team som alla har ett stort engagemang och driv, där alla bidrar på olika sätt utifrån sina egna erfarenheter och förutsättningar. \n\nThe Game Assembly eftersträvar ökad mångfald och jämnare könsfördelning och uppmuntrar därför kvinnor, icke-binära och personer med internationell bakgrund att söka tjänsten. The Game Assembly är hbtqi-certifierade genom RSFL. \n\nAnställningsort: Stockholm\n\nTillträde: Augusti 2025\n\nAnsök senast: Intervjuer sker löpande och tjänsten kan komma att tillsättas innan sista ansökningsdag. Skicka därför in din ansökan så snart du kan\n\nOmfattning: Heltid\n\nAnställningsform: 10 månaders vikariat med start augusti 2025 till juni 2026\n\nThe Game Assembly är en del av Academedia-koncernen och tillämpar kollektivavtal mellan Almega och Unionen samt Sveriges Ingenjörer. \n\nVill du veta mer om tjänsten är du välkommen att kontakta platschef Ida Fontaine på ida.fontaine@thegameassembly.se",
      "Techstack": [
        "C++",
        "C#",
        "Unity",
        "spelmotorer",
        "mjukvaruutveckling"
      ],
      "Produkt": "Utbildning inom spelutveckling, inklusive programmering, grafik, animation, leveldesign, technical art och procedural art.",
      "Företagsstruktur": "Yrkeshögskola med skolor i Malmö och Stockholm, cirka 10% av svenska spelbranschen utbildad hos TGA.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "UKmatt.wilson@thegameassembly.co.uk",
          "name": "Ukmatt Wilson",
          "position": "",
          "source": "https://thegameassembly.com/uk/contact/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/school/the-game-assembly/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/tga_uk/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 310,
      "företagsnamn": "Cytiva Sweden AB",
      "företagswebb": "https://www.cytivalifesciences.com/en/us",
      "organisationsnummer": "5561081919",
      "sökterm": [
        "Azure",
        ".NET",
        "AWS Lambda",
        "AWS",
        "React",
        "PostgreSQL",
        "Angular",
        "HTML",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29551276",
      "titel": "Lead Software Engineer",
      "beskrivning": "Be part of something altogether life-changing\nWorking at Cytiva means being at the forefront of providing new solutions to transform human health. Our incredible customers undertake life-saving activities ranging from fundamental biological research to developing innovative vaccines, new medicines, and cell and gene therapies. \nAt Cytiva you will be able to continuously improve yourself and us – working on challenges that truly matter with people that care for each other, our customers, and their patients. With associates across 40+ countries, Cytiva is a place where every day is a learning opportunity – so you can grow your career and expand your skills in the long term. \nForming part of the Biotechnology segment at Danaher, we bring together dedicated technical expertise and talent to develop the next generation of life-changing therapeutics.\n The Lead Software Engineer for Cytiva is responsible for Design and Development of Service Platform & Products to enable remote troubleshooting and diagnostics.\nThis is a senior technical leadership position and is part of the Global Service R&D Organization located in Uppsala, Sweden and will be an onsite role. At Cytiva, our vision is, to advance future therapeutics from discovery to delivery.\nIn this role, you will have the opportunity to: \nWork with global teams on new product development projects to drive Design for Service, Serviceability standards, Predictive and condition-based maintenance strategies adopted by Cytiva through digital connectivity, Data enablement and IoTs. \nWork with global teams on new product development projects to define and standardize data collection, storage and export of machine data in a controlled and secure way. \nLeverage digital technologies to improve serviceability, remote diagnosis and troubleshooting. \nDrive strategic and tactical decision making from a technology perspective; including software modernization. \nDesign and develop client-server software utilizing MVC, C++, C# .NET, WPF/ WCF and RDBMS, HTML. \nMentor, train and lead developers in line with project objectives and priorities. \nConfigure and maintain development and deployment environments if needed with the Cytiva DevOps Engineer.\n\nThe essential requirements of the job include:  \nDegree in Computer Science or Software Engineering (or equivalent qualification). \n8+ years of experience in commercial software development with hands-on experience in C# / ASP.Net.\nProven understanding of digital technologies and their application in the service/Biotechnology industry. \nExperience using Web technologies (e.g. TypeScript/JavaScript, CSS, HTML5, Node.js, or frameworks such as Angular or React). \nExperience using Cloud back-end technologies such as Microsoft Azure or AWS. \nDatabase applications using PostgreSQL, SQL Server or similar. \nFlexible approach to problem solving with a sense for technical pragmatism and a strong focus on delivery, without sacrificing quality.\n\nIt would be a plus if you also possess previous experience in: \nKnowledge of electromechanical design, lab scale and industrial hardware systems.\nExperience in Continuous Delivery (CD).\nGMP & regulatory environments.\nQMS and Documentation Practices.\n\nInterview and selection will happen continuously and the opening can be filled before last day of application. For questions regarding the role please contact hiring manager Manoja Prabhu at manoja.prabhu@cytiva.com. We look forward to hearing from you!\nJoin our winning team today. Together, we’ll accelerate the real-life impact of tomorrow’s science and technology. We partner with customers across the globe to help them solve their most complex challenges, architecting solutions that bring the power of science to life. \nFor more information, visit www.danaher.com. \nAt Danaher, we value diversity and the existence of similarities and differences, both visible and not, found in our workforce, workplace and throughout the markets we serve. Our associates, customers and shareholders contribute unique and different perspectives as a result of these diverse attributes.",
      "Techstack": [
        "C#",
        "ASP.Net",
        "MVC",
        "WPF",
        "WCF",
        "HTML",
        "TypeScript",
        "JavaScript",
        "CSS",
        "HTML5",
        "Node.js",
        "Angular",
        "React",
        "Microsoft Azure",
        "AWS",
        "PostgreSQL",
        "SQL Server"
      ],
      "Produkt": "Livräddande lösningar inom bioteknik, samt utveckling av innovativa vacciner, nya mediciner och cell- och genterapier.",
      "Företagsstruktur": "Del av Danaher, global närvaro med anställda i över 40 länder.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 311,
      "företagsnamn": "Visma Tech AB",
      "företagswebb": "https://careers.visma.com/",
      "organisationsnummer": "5564383544",
      "sökterm": [
        "Azure",
        ".NET",
        "SQL",
        "JavaScript",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29550431",
      "titel": "Senior systemutvecklare till Vklass",
      "beskrivning": "Vklass är en ledande aktör inom Edtech och en av Sveriges största lärplattformar. Vi brinner för att förenkla och förbättra lärandet i våra skolor. Nu söker vi en Senior Systemutvecklare som vill vara en del av vårt team och bidra till utvecklingen av vår plattform.\nDina arbetsuppgifter \n Designa, utveckla och implementera nya funktioner i vår webbaserade plattform.\n Arbeta med modern systemarkitektur och säkerställa hög kvalitet och prestanda.\n Delta aktivt i tekniska diskussioner och påverka val av teknologier och ramverk.\n Samarbeta med produktägare och andra utvecklare för att skapa användarvänliga lösningar.\n Underhålla och förbättra befintlig kodbas samt säkerställa skalbarhet och säkerhet.\n \nVi erbjuder \n Ett nära samarbete med ett engagerat och kompetent gäng där samhörighet och arbetsglädje driver vår framgång.\n En dynamisk och innovativ arbetsmiljö.\n Möjlighet att påverka tekniska beslut och arbeta med den senaste teknologin.\n Valfrihet att själv välja dina arbetsverktyg.\n Möjlighet till balans mellan arbete och familj, samt flexibilitet i dina uppgifter och arbetstider.\n Konkurrenskraftig lön och kollektivavtal och bra förmåner som friskvårdsbidrag på 5000 kr.\n Stora möjligheter till kompetensutveckling och karriärtillväxt. \n \nGör skillnad från dag 1: Hos oss får du möjlighet att påverka såväl företaget som din egen utveckling. Vi vill se dig äga din roll, och ger dig således frihet under ansvar för att nå de mål som vi har kommit överens om. Vi investerar i din framtid: När du börjar på Vklass öppnar du dörren till oändliga möjligheter. Du kommer att mötas av engagerade ledare som bryr sig om och stöttar dig, och hjälper dig utvecklas både inom ditt specialistområde men även genom nätverk och andra kompetenshöjande aktiviteter. Framför allt är vi ett team: Teamkänsla är det som får oss att kunna hålla våra löften och leverera på en hög nivå, men också det som gör att vi kan främja en hållbar företagskultur där vi stöttar och bryr oss om varandra.\n Din profil \n Minst 5 års erfarenhet av systemutveckling.\n Stark kompetens inom C#, .NET, SQL och JavaScript. \n Erfarenhet av molnbaserade lösningar (Azure).\n Kunskap om DevOps-principer och continous delivery.\n Vana att arbeta i agila utvecklingsmetoder.\n Ett analytiskt tankesätt och en förmåga att lösa komplexa problem.\n Förmåga att kommunicera väl och samarbeta i team.\n \nDu som person Du är nyfiken på att lära nytt och har ett genuint intresse för programmering och gärna produktutveckling. Det är viktigt att du är prestigelös, hjälpsam och tar egna initiativ. Ditt intresse för jobbet och egna drivkraft är mycket viktig för oss! Vklass är ett entreprenörsdrivet bolag så du är naturligt aktiv i flera delar av vår verksamhet.\nOm Vklass Vklass är ett entreprenörsdrivet EdTech bolag som levererar en SaaS tjänst i form av en skolplattform till ett stort antal kommuner i Sverige. Drivkraften för Vklass har alltid varit att genom digitala verktyg underlätta för skolor och lärare för att ge mer tid till lärande i skolan. Vklass har över fem miljoner sidvisningar per dag och är en av de mest besökta webbplatserna i Sverige. Vklass är ett bolag inom Visma-koncernen. Vi är idag 18 medarbetare och växer kontinuerligt. Vi drar fördelarna av att vara ett mindre, entreprenöriellt bolag med ett nära samarbete och en varm familjär kultur, samtidigt som har styrkan som ett stort bolag genom att vi ingår i Visma, en av Europas ledande IT-koncerner.\nAnsökan Låter detta som en roll för dig? Skicka in din ansökan med CV och personligt brev via länken senast 16 mars.\nHar du frågor om tjänsten? Kontakta vår rekryteringsansvariga: Stefan Wargh  Vi ser fram emot att höra från dig!",
      "Techstack": [
        "C#",
        ".NET",
        "SQL",
        "JavaScript",
        "Azure"
      ],
      "Produkt": "Skolplattform",
      "Företagsstruktur": "Entreprenörsdrivet bolag inom Visma-koncernen med 18 anställda.",
      "Ekonomi": "Inga specifika ekonomiska uppgifter tillgängliga.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/visma",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 312,
      "företagsnamn": "ABB AB",
      "företagswebb": "https://www.abb.com",
      "organisationsnummer": "5591930903",
      "sökterm": [
        "Google Analytics",
        "Azure",
        "PowerShell",
        "Agile",
        "Assembly",
        "Sharepoint",
        "React",
        "Bash",
        "JavaScript",
        "CSS",
        "Robot Framework",
        "Angular",
        "HTML",
        "Swift",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29547967",
      "titel": "Senior Software Developer and Team Leader to ABB Marine & Ports",
      "beskrivning": "At ABB, we are dedicated to addressing global challenges. Our core values: care, courage, curiosity, and collaboration - combined with a focus on diversity, inclusion, and equal opportunities - are key drivers in our aim to empower everyone to create sustainable solutions.\nThat's our story. Make it your story.\n\n\nYour role and responsibilities\nAre you ready to revolutionize the world of container crane automation? At ABB, we are at the forefront of transforming how shipping companies handle containers, providing reliable, swift, and cost-efficient solutions. As a key player in the industry, our Ports division specializes in cutting-edge automation and information systems for motion control across various container cranes, making us the global leader in crane systems.\n\n\nWhat You'll Be Doing:\nAs a Senior Software Developer and Team Leader, you will play a crucial role in our dynamic R&D teams, actively shaping the entire product development life cycle – from concept to delivery. Your primary focus will be on designing and implementing innovative software solutions to enhance crane automation.\nLead a Development Team: Plan and organize the daily work for agile development team\nCollaborate Effectively: Work closely with stakeholders to ensure alignment and create impactful solutions\nTeam Player: Contribute your expertise as an integral part of our collaborative software development team.\nEnd-to-End Involvement: Participate in every stage of the product development life cycle – from requirement gathering to implementation and testing.\nCore Values: Embrace and uphold ABB’s core values of safety and integrity, demonstrating responsibility for your actions while fostering a caring environment for colleagues and the business.\n\n\n\nQualifications for the role\nYou have a bachelor’s or Master’s degree in Computer Science or equivalent\nMinimum 5 years of software development as a team leader\nTechnologies that you need to be familiar with: Java, Linux, Microsoft Azure DevOps, Containers, C#, Web development with Angular and React.\nExperience from crane automation and technical lead are meritorious.\nAs a person you are driven with an outward personality with strong customer focus and team cooperation\nYou are highly self-driven, have a positive attitude to new ideas.\nYou have a desire to learn new things and deepen your knowledge.\nSince you will work in a global company, you need to master English in both speech and writing, Swedish language skills are meriting.\n\n\n\nMore about us\nJoin a company that is actively shaping the future of global port automation. As a Senior Software Developer and Product Owner, you'll be at the forefront of innovation, working from our vibrant office in Västerås.\n\n\nIf you are passionate about cutting-edge technology, thrive in a collaborative environment, and are ready to make a significant impact in the world of crane automation, we invite you to be a part of our dynamic team.\n\n\nApply now and be a driving force in the evolution of marine and port automation!\n\n\nRecruiting Manager Anders Jonsson, +46 724 64 47 45, will answer your questions about the position. Union representatives: Sveriges Ingenjörer: Mikael Blomqvist, +46 768 06 00 11; Ledarna: Leif Öhrberg, +46 724 64 40 16; Unionen: Krista Andersson, +46 706 44 02 85.\n\n\nWe look forward to receiving your application (PDF documents submitted in English are appreciated). If you want to discover more about ABB, take another look at our website www.abb.com.\n\n\nWe value people from different backgrounds. Could this be your story? Apply today or visit www.abb.com to read more about us and learn about the impact of our solutions across the globe. #MyABBStory",
      "Techstack": [
        "Java",
        "Linux",
        "Microsoft Azure DevOps",
        "Containers",
        "C#"
      ],
      "Produkt": "Automatiseringslösningar för containerkranar och informationssystem för rörelsekontroll.",
      "Företagsstruktur": "ABBs Ports division fokuserar på automation och informationsteknik, med R&D team för produktutveckling.",
      "Ekonomi": "Ingen specifik information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 313,
      "företagsnamn": "Hogia Service AB",
      "företagswebb": "https://www.hogia.se/int/public-transport-system",
      "organisationsnummer": "5565775680",
      "sökterm": [
        "JavaScript",
        ".NET",
        "SQL",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29543598",
      "titel": "Systemutvecklare",
      "beskrivning": "Är du en passionerad utvecklare som brinner för att skapa innovativa lösningar och har ett genuint intresse för ny teknik? Söker du en miljö där samarbete och kunskapsdelning står i fokus för att bygga enkla, automatiserade och sömlösa system? Då välkomnar vi dig att bli en del av vårt team på Hogia!\n\nVi är på en spännande resa för att bygga ett molnbaserat ekonomisystem som är rustat för morgondagens utmaningar.\r\n\r\nHär på Hogia värdesätter vi teamarbete och en kultur av kontinuerliga leveranser, där vi tillsammans skapar framtidens lösningar.\n\nSom en del av vårt team kommer du att:\n\nArbeta med .NET Core, C#, Javascript, HTTP/REST-kommunikation samt SQL och NoSQL för att utveckla lösningar som driver vårt arbete framåt.\nBidra med din expertis inom modern systemutveckling och erfarenhet av att bygga robusta mikrotjänster i en Microsoft-miljö.\nDela med dig av dina kunskaper om webbtjänsters kommunikation och gärna erfarenheter av Microsoft Azure.\n\nI vårt team tror vi på kraften av samarbete, och här kommer du att jobba nära dina kollegor. Vi har ett gemensamt ansvar för både produkt och kvalitet, och vi arbetar ofta tillsammans i par- eller mobprogrammering. Vi ser värdet i att lära av varandra och skapa en lärande och dynamisk arbetsmiljö.\n\nVi söker dig som:\n\nHar en utbildning inom IT eller motsvarande arbetslivserfarenhet.\nÄr bekväm med Microsoft .NET/C#, HTTP/REST-kommunikation och Javascript.\nHar grundläggande förståelse för kommunikation mellan webbtjänster och känner till mikrotjänstarkitektur.\nHar ett starkt intresse för att arbeta med ny teknik och utveckling i en Microsoft-miljö.\nKan kommunicera på svenska i både tal och skrift. \n\nDet är meriterande om du har kännedom eller grundläggande kunskaper av att applicera AI eller maskininlärning. \n\nVad vi erbjuder:\n\nHos oss får du möjlighet att växa både som utvecklare och inom bolaget. Du blir en del av ett kompetent och härligt team som tillsammans bygger framtidens ekonomisystem. Vi värdesätter innovation och kvalitet, och du kommer att spela en viktig roll i att förbättra våra produkter och leverera högsta möjliga kvalitet till våra kunder. Här får du också möjlighet att kontinuerligt utvecklas i din roll genom samarbeten och erfarenhetsutbyten.\n\nLåter detta intressant för dig? Skicka in din ansökan redan idag! Vi arbetar med löpande urval och tjänsten kan komma att tillsättas innan sista ansökningsdag.\n\nOm Hogia-gruppen\n\n\nHogia utvecklar, säljer och supportar programvaror och IT-system för företag som effektivt vill fokusera på sina verksamheter i stället för krånglig och tidsödande administration. Vi erbjuder allt från mindre löne- och bokföringsprogram för småföretagaren till kompletta, branschspecifika IT-lösningar och -system för exempelvis kollektivtrafik, åkerier, godsterminaler, revisionsbyråer och fastighetsbolag. I Hogiagruppen finns 30 operativa bolag, som vart och ett verkar inom ett väl definierat verksamhetsområde. Vår organisationsform bygger uttalat på småskalighet och entreprenörsanda. Företagskulturen skapar engagerade medarbetare. Tillsammans ger vi våra kunder de bästa tänkbara affärslösningarna. Hogia startade sin verksamhet 1980 i Stenungsund. I dag har den privatägda koncernen totalt 650 anställda på kontor i Sverige, Norge och Finland. Mer information om Hogia finns på https://www.hogia.se/.",
      "Techstack": [
        ".NET Core",
        "C#",
        "Javascript",
        "HTTP/REST",
        "SQL",
        "NoSQL",
        "Microsoft Azure"
      ],
      "Produkt": "Molnbaserat ekonomisystem och branschspecifika IT-lösningar",
      "Företagsstruktur": {
        "Antal anställda": 650,
        "Avdelningar": "30 operativa bolag inriktade på olika verksamhetsområden"
      },
      "Ekonomi": "Privatägd koncern med verksamhet sedan 1980",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "staffan.johnson@hogia.se",
          "name": "Staffan Johnson",
          "position": "",
          "source": "https://www.hogia.se/int/public-transport-system"
        },
        {
          "email": "bodil.falk@hogia.se",
          "name": "Bodil Falk",
          "position": "",
          "source": "https://www.hogia.se/int/public-transport-system"
        },
        {
          "email": "info@hogia.se",
          "name": "Info",
          "position": "",
          "source": "https://www.hogia.se/int/public-transport-system"
        },
        {
          "email": "christian.ostrenius@hogia.se",
          "name": "Christian Ostrenius",
          "position": "",
          "source": "https://www.hogia.se/int/public-transport-system"
        },
        {
          "email": "pia.tymberg@hogia.se",
          "name": "Pia Tymberg",
          "position": "",
          "source": "https://www.hogia.se/int/public-transport-system"
        },
        {
          "email": "andreas.hallberg@hogia.se",
          "name": "Andreas Hallberg",
          "position": "",
          "source": "https://www.hogia.se/int/public-transport-system"
        },
        {
          "email": "martin.widegren@hogia.se",
          "name": "Martin Widegren",
          "position": "",
          "source": "https://www.hogia.se/int/public-transport-system"
        },
        {
          "email": "niclas.blomstrom@hogia.se",
          "name": "Niclas Blomstrom",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        },
        {
          "email": "maria.akersten@hogia.fi",
          "name": "Maria Akersten",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        },
        {
          "email": "tobias.nyman@hogia.se",
          "name": "Tobias Nyman",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        },
        {
          "email": "logisticssalj@hogia.se",
          "name": "Logisticssalj",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        },
        {
          "email": "sales@hogia.se",
          "name": "Sales",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        },
        {
          "email": "salg.transport@hogia.no",
          "name": "Salg Transport",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        },
        {
          "email": "sales.terminal@hogia.se",
          "name": "Sales Terminal",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        },
        {
          "email": "info@hogia.fi",
          "name": "Info",
          "position": "",
          "source": "https://www.hogia.se/int/contact"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 314,
      "företagsnamn": "Länsstyrelsen i Västra Götalands län",
      "företagswebb": "https://www.lansstyrelsen.se/english.html",
      "organisationsnummer": "2021002361",
      "sökterm": [
        "TypeScript",
        "PowerShell",
        "AWS Lambda",
        "AWS",
        "JavaScript",
        "Svelte",
        "PostgreSQL",
        "Vue",
        "React",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29552224",
      "titel": "Supporttekniker",
      "beskrivning": "Länsstyrelsernas IT-avdelning är i en spännande utvecklingsfas där digitalisering, innovativa lösningar och säkerhets- och beredskapsfrågor är i fokus. Vår IT-miljö är omfattande och varierande. Den innefattar allt från modern infrastruktur till system som vi utvecklar själva. Framför allt kommer våra idéer hela samhället till nytta. Det ger en alldeles speciell känsla som är svår att slå.\n\n\n\nLänsstyrelsernas verksamhet har en stor bredd och verkar inom områden som är högst aktuella i dagens samhälle. Digitalisering är en stark drivkraft för länsstyrelserna där IT ofta har en nyckelroll i att realisera behoven.\n\n\n\nLänsstyrelsernas IT-avdelning är nationell och jobbar för samtliga 21 länsstyrelser i Sverige.\n\n\r\n\r\nArbetsbeskrivning\nVi behöver fler kunniga och engagerade medarbetare som kan hjälpa oss utveckla digitala lösningar för ett hållbart samhälle.\r\n\r\nÄr du en av dem?\n\nUtmanande och utvecklande uppdrag tillsammans med trevliga och tillgängliga kollegor. En arbetsgivare med fokus på både ett hållbart arbetsliv och en samhällsgärning att vara stolt över. En möjlighet att arbeta med tekniska lösningar som påverkar hela samhället. Hur låter det? Vi har stort fokus på säkerhet i vårt arbete. Under en samhällsstörning ska länsstyrelsen samverka, samordna och stödja länets aktörer så att konsekvenserna för samhället blir så små som möjligt. IT-leveranserna är en kritisk del både före, under och efter en pågående insats.\n\nI rollen som supporttekniker ger du bästa tänkbara support till alla IT-användare inom Sveriges alla länsstyrelser. Du ger support för alla IT-relaterade frågor och problem som uppstår oavsett vilken applikation eller hårdvara det gäller. Kontakten med användarna sker främst via telefon och användarportal. Du bidrar aktivt i vårt eget utvecklings- och förbättringsarbete. Att delta i uppdrag eller projekt kan också förekomma där du representerar Servicedesk. I detta jobb är det viktigt att du gillar att ha kontakt med människor och ge bra service. Arbetet är omväxlande, utmanande och ger kontinuerlig utveckling.\n\nSom supporttekniker ingår du i funktionen Servicedesk. Vi är IT-avdelningens kontaktyta för användarnära tjänster.\n\nVad erbjuder vi dig? \n\n - Intressanta och utmanande arbetsuppgifter. \n - Goda möjligheter till distansarbete.\n - Bra balans mellan arbete och fritid.\n - Arbetsuppgifter som har stor samhällsnytta. \n - Möjlighet att lära nytt och utvecklas.\n - Självledarskap.\n\nPlaceringsort: Mariestad. Det finns möjligheter till distansarbete en del av arbetstiden.\n\nKvalifikationer\nDu har:\n\n - Högskoleutbildning inom ett eller fler områden inom IT, eller motsvarande kunskaper/kompetens.\n - Teknisk förståelse för hur lösningar är uppbyggda.\n - God muntlig och skriftlig kommunikationsförmåga på svenska.\n\nVi ser gärna att du har:\n\n - Erfarenhet av servicedeskarbete.\n - God vana att felsöka i olika datamiljöer.\n - God kompetens inom mobilitetsplattformar, telefoner/surfplattor och dess olika operativsystemsystem samt UEM hantering.\n - Erfarenhet av Microsofts Windowsmiljö, AD-hantering, Exchange, Nätverk och PowerShell.\n - Erfarenhet om Linux plattformen.\n - Kännedom om ITIL-processer.\n\nPersonliga egenskaper:\n\n - Du har pedagogisk förmåga och vana att hantera och anpassa information för olika målgrupper.\n - Du har god samarbetsförmåga.\n - Du kan kommunicera på ett lättförståeligt och enkelt sätt i såväl tal som skrift.\n - Du har förmåga att hantera många aktiviteter samtidigt, med noggrannhet och struktur.\n\nVi fäster stor vikt vid den personliga lämpligheten och ser det som självklart att du bidrar till ett gott arbetsklimat. Det är också viktigt att du kan identifiera dig med och leva upp till vår värdegrund som innebär att du ska vara lyhörd, engagerad och pålitlig. Vi tror på allas lika möjligheter och ett av våra huvuduppdrag är att verka för mångfald och en personalsammansättning som speglar länens befolkning.\n\nBra att veta \nVåra medarbetare är viktiga för oss och du har möjlighet att ha en bra balans mellan arbetsliv och privatliv. Vi ger även möjlighet att träna på arbetstid, generösa arbetstidsavtal, föräldralön samt upp till sju veckors semester per år.\n\nhttps://www.lansstyrelsen.se/vastra-gotaland/om-oss/jobba-hos-oss/jobba-pa-it-avdelningen.html kan du hitta mer information om hur det är att arbeta på Länsstyrelsens IT-avdelning.\n\nLönespann för den här tjänsten är 30 000-39 000 kronor.\n\nAnställningen kan komma att inledas med 6 månaders provanställning. Det ingår beredskap och jourtjänstgöring 3-4 veckor per år.\n\nVi ställer höga krav på våra medarbetares säkerhetsmedvetenhet. Säkerhetsprövning enligt Säkerhetsskyddslagen (2018:585) kan komma att genomföras innan vi fattar beslut om anställning. Läs mer om säkerhetsprövning Personalsäkerhet - Säkerhetspolisen (sakerhetspolisen.se). Även svenskt medborgarskap kan komma att krävas.\n\nVi har valt rekryteringskanaler och vill inte bli kontaktade av rekryteringsföretag.\n\nUrval och intervjuer sker löpande.\n\nVälkommen med din ansökan! Vi vill gärna att den är på svenska då det är vårt arbetsspråk.\n\nDin ansökan blir en allmän handling när du söker tjänster hos oss. Därför är det viktigt att du med skyddade personuppgifter inte registrerar dig via vårt rekryteringssystem. Posta din ansökan till HR-enheten, Länsstyrelsen Västra Götaland, 403 40 Göteborg. Delge inte några känsliga uppgifter i din ansökan men ange någon form av kontaktuppgift så att vi kan kontakta dig om du är aktuell för tjänsten. Vid frågor om hanteringen av skyddade personuppgifter, ta kontakt med HR via e-post hr.vastragotaland@lansstyrelsen.se. Har du frågor om rekryteringsprocessen vänder du dig till rekryterande chef, se kontaktuppgifter nedan.",
      "Techstack": "Microsoft Windows, AD-hantering, Exchange, Nätverk, PowerShell, Linux, mobilitetsplattformar, UEM hantering, ITIL-processer",
      "Produkt": "Digitala lösningar för samhällsnytta och IT-supporttjänster",
      "Företagsstruktur": "IT-avdelningen som stödjer 21 länsstyrelser i Sverige, placeringsort i Mariestad",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "ostergotland@lansstyrelsen.se",
          "name": "Ostergotland",
          "position": "",
          "source": "https://www.lansstyrelsen.se/english/about-us/contact-us.html"
        }
      ],
      "social_links": {
        "linkedin": "http://www.linkedin.com/sharearticle?mini=true&url=https://www.lansstyrelsen.se/english/about-us/contact-us.html",
        "facebook": "http://www.facebook.com/sharer.php?u=https://www.lansstyrelsen.se/english/about-us/contact-us.html",
        "twitter": "http://twitter.com/intent/tweet?text=https://www.lansstyrelsen.se/english/about-us/contact-us.html%20(via%20länsstyrelsen)",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 315,
      "företagsnamn": "Kungliga Tekniska Högskolan",
      "företagswebb": "https://www.kth.se/en",
      "organisationsnummer": "2021003054",
      "sökterm": [
        "PyTorch",
        "Assembly",
        "Artificial Intelligence",
        "Wordpress",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29557706",
      "titel": "Postdoktor inom Robotik och geometrisk maskininlärning",
      "beskrivning": "Arbetsuppgifter\nPå institutionen för robotik, perception och lärande (RPL) bedrivs forskning inom datorseende, robotik och maskininlärning.\r\n\r\nLaboratoriet för geometrisk robotinlärning vid RPL söker nu en postdoktor inom robotik och geometrisk maskininlärning. Den framgångsrika kandidaten kommer att arbeta med robotinlärnings- och kontrollalgoritmer som bygger på differentialgeometri och fysikinformerade priors för att möjliggöra dataeffektiv och säker generering av robotrörelser och för robotmanipulation med starka garantier. Den framgångsrika kandidaten förväntas bedriva forskning på högsta internationella nivå och handleda masterstudenter.\n\nVi erbjuder\n - En anställning på ett ledande tekniskt universitet som skapar kunskap och kompetens för en hållbar framtid\n - Engagerade och ambitiösa kollegor samt en kreativ, internationell och dynamisk miljö\n - Arbete i Stockholm med närhet till naturen (frivillig att ta med i svenska annonsen)\n - Frivilligt att skriva ytterligare punkter kring vad KTH eller den specifika anställningen erbjuder eller gör oss unika\n - Tillhörighet till Wallengerg AI, Autonomous Systems, and Software Program\n\nWallenberg AI, Autonomous Systems and Software Program, WASP, är Sveriges största enskilda forskningsprogram i modern tid. Programmet skapar en plattform för akademisk forskning och utbildning i nära samarbete med ledande svensk teknikintensiv industri. Forskningen innefattar artificiell intelligens och autonoma system som verkar i samarbete med människor och som anpassar sig till sin omgivning med hjälp av sensorer, information och kunskap och skapar intelligenta system av system.\n\nWASPs vision är excellent forskning och kompetens inom artificiell intelligens, autonoma system och mjukvara till gagn för Sveriges industri och samhälle.\n\nLäs mer: https://wasp-sweden.org/\n\nhttps://www.kth.se/om/work-at-kth/kth-your-future-workplace-1.49050 samt våra https://www.kth.se/om/work-at-kth/en-arbetsplats-med-manga-formaner-1.467932\n\nKvalifikationer\nKrav\n\n - Avlagd doktorsexamen eller utländsk examen som bedöms motsvara en doktorsexamen. Detta behörighetskrav ska vara uppfyllt senast vid tidpunkten då anställningsbeslutet fattas.\n - Forskningsexpertis inom robotik, maskininlärning och/eller styrning.\n - Enastående forsknings- och publikationslista.\n - Välutvecklade analytiska och problemlösande färdigheter.\n - Starka programmeringsfärdigheter.\n - Mycket goda kunskaper i engelska språket (skriftligt och muntligt), då språket krävs i det dagliga arbetet.\n\nMeriterande\n\n - Vid sista ansökningsdag högst tre år sedan doktorsexamen eller en utländsk examen som bedöms motsvara doktorsexamen avlades.\n - Bakgrund inom differentialgeometri.\n - Erfarenhet av riktiga robotar.\n - Förmåga att samarbeta.\n - Självständighet i ditt arbete.\n - Pedagogisk förmåga.\n - Medvetenhet om mångfalds- och likabehandlingsfrågor med särskilt fokus på jämställdhet.\n\nVi kommer att lägga stor vikt vid personliga egenskaper.\n\nFackliga representanter\nKontaktuppgifter till https://www.kth.se/om/work-at-kth/fackrepresentanter-1.500898\n\nAnsökan\nDu ansöker via KTH:s rekryteringssystem. Du som sökande har huvudansvaret för att din ansökan är komplett när den skickas in.\n\nAnsökan ska innehålla: \n\nCV inklusive en publikationslista och namn på minst 2 professionella referenser. Forskningsutlåtande, inklusive dina akademiska intressen och hur de relaterar till din tidigare forskning och framtida forskningsinriktningar i vårt labb (max 2 sidor utan referenser) Kopia av examensbevis och betyg från dina tidigare universitetsstudier. Översättningar till engelska eller svenska om de ursprungliga dokumenten inte utfärdas på något av dessa språk. \n\nAnsökan ska vara KTH tillhanda senast sista ansökningsdagen vid midnatt, CET/CEST (Central European Time/Central European Summer Time).\n\nOm anställningen \nAnställningen gäller tillsvidare, dock längst två år.\n\nEn https://www.arbetsgivarverket.se/globalassets/arbetsgivarverket/avtal-och-skrifter/avtal/avtal-om-tidsbegransad-anstallning-som-postdoktor/avtal-om-tidsbegransad-anstallning-som-postdoktor-2021-11-19.pdf är en tidsbegränsad meriteringsanställning med huvudinriktning mot forskning avsedd som ett första karriärsteg efter disputation.\n\nÖvrigt\nSträvan efter jämställdhet, mångfald och lika villkor är både en kvalitetsfråga och en självklar del av KTH:s värdegrund.\n\nFör https://www.kth.se/om/work-at-kth/fackrepresentanter-1.500898 i samband med rekrytering.\n\nDet kan förekomma att en anställning hos KTH är placerad i säkerhetsklass. Om så är fallet för just denna anställning görs en säkerhetsprövning av sökande i enlighet med säkerhetsskyddslagen (2018:585) efter samtycke. I dessa fall är en förutsättning för anställning att sökande blir godkänd efter säkerhetsprövning.\n\nVi undanber oss direktkontakt med bemannings- och rekryteringsföretag samt försäljare av platsannonser.\n\n\n\nOm KTH\n\nKTH är ett av Europas ledande tekniska universitet och en viktig arena för kunskapsutveckling. Som Sveriges största universitet för teknisk forskning och utbildning samlar vi studenter, forskare och fakultet från hela världen. Vår forskning och utbildning omfattar såväl naturvetenskap som alla grenar inom teknik samt arkitektur, industriell ekonomi, samhällsplanering, historia och filosofi. https://www.kth.se/om/om-kth-1.885102",
      "Techstack": "datorseende, robotik, maskininlärning, differentialgeometri, programmeringsfärdigheter",
      "Produkt": "Forskning inom robotik, perception och lärande, specifikt robotinlärning och kontrollalgoritmer",
      "Företagsstruktur": "Kungliga Tekniska Högskolan är ett ledande tekniskt universitet med fokus på internationell forskning och utbildning. Deltar i Wallenberg AI, Autonomous Systems and Software Program.",
      "Ekonomi": "Information om ekonomin finns inte angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "dataskyddsombud@kth.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.kth.se/en/om/kontakt"
        },
        {
          "email": "it-support@kth.se",
          "name": "It Support",
          "position": "",
          "source": "https://www.kth.se/en/om/kontakt"
        },
        {
          "email": "info@kth.se",
          "name": "Info",
          "position": "",
          "source": "https://www.kth.se/en/om/kontakt"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 316,
      "företagsnamn": "twoday INSIKT AB",
      "företagswebb": "https://www.twoday.com/services/insikt",
      "organisationsnummer": "5566530159",
      "sökterm": [
        "jQuery",
        "C/C++",
        "OWASP",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29538647",
      "titel": "Systemutvecklare",
      "beskrivning": "Vi söker en skicklig och engagerad systemutvecklare som vill vara med och skapa framtidens lösningar för offentlig sektor. Hos oss får du möjlighet att utveckla innovativ och effektiv mjukvara som gör skillnad för samhället och dess invånare. Om du har en passion för att bygga hållbara och användarvänliga system, samt vill bidra till en digital transformation inom offentlig verksamhet, då kan detta vara rätt möjlighet för dig! Vi erbjuder en stimulerande arbetsmiljö med utmanande projekt och ett nära samarbete med både teknik och verksamhet. \nVill du liksom oss växa med våra kunder, medarbetare och produkter, i kombination med att du har kul på jobbet? Då är drömjobbet ute nu! \n\nOm rollen \nI rollen som systemutvecklare arbetar du med våra produkter inom området för informationshantering som levereras som molntjänster och on-premise. Du kommer att arbeta i ett agilt utvecklingsteam där alla i teamet stöttar varandra. \nDu bör ha relevant utbildning inom IT eller motsvarande kunskaper förvärvade på annat sätt. \nEn eller flera av följande kunskaper/erfarenheter är meriterande: \n C#, Razor Pages, Python, jQuery och C/C++ \n  OWASP, WCAG och CSS3 \n  SQL databaser, Microsoft SQL Server \n \n\n\nVem är du? \nI denna tjänst är din utbildningsbakgrund inte det viktigaste, men du är tekniskt intresserad och brinner för att lära dig nya saker. \n\n\nVi erbjuder \n 30 dagars betald semester  \n  Flexibel vardag och hybridarbete  \n  Friskvård 4 000 kr/år  \n  Ta del av twodays interna kontaktnätverk med över 2 200+ IT-kompetenser inom hela Norden.  \n  Möjlighet att gå med i twodays investeringsprogram (TOP)  \n \n \nAnsökan \nLåter det som den perfekta rollen för dig? Vänta inte med att skicka in ditt CV och personliga brev. Har du några frågor om tjänsten så tveka inte på att höra av dig till Affärsområdeschef Berit Backvid på berit.backvid@twoday.com eller CTO Fredrik Karlsson på fredrik.karlsson@twoday.com",
      "Techstack": [
        "C#",
        "Razor Pages",
        "Python",
        "jQuery",
        "C/C++",
        "OWASP",
        "WCAG",
        "CSS3",
        "SQL",
        "Microsoft SQL Server"
      ],
      "Produkt": "Mjukvarulösningar för offentlig sektor, informationshantering genom molntjänster och on-premise",
      "Företagsstruktur": "Ingen specifik information om antal anställda eller avdelningar",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 317,
      "företagsnamn": "Etteplan Sweden AB",
      "företagswebb": "https://www.etteplan.com/",
      "organisationsnummer": "5565260592",
      "sökterm": [
        "Go",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29537874",
      "titel": "Software Developer",
      "beskrivning": "Etteplan is a leading engineering company shaping the industries of the future. We are over 4,000 technology specialists who are passionate about technology and people. Together we shape the innovations and development of the future within a global business environment.\n\nWe are looking for passionate technology experts. Do you thrive in a dynamic work environment where innovation is part of everyday life? Then this role could be for you!\n\n\nYour role\n\nWe are now looking for a sharp software developer with solid knowledge of product development for our office in Jönköping. You will go straight into a profiled customer project and play a central role there. You are driven by solving technical challenges and understand how the components of an embedded system interact. You will part of driving electronics and software development towards a more modern product landscape, where the degree of integration between technologies is high and flexibility in solutions is central. In your role, you will have the opportunity for professional and personal development - something that is an important part of Etteplan's culture.\n\nYour profileWe place great importance on personal qualities and are looking for someone who wants to develop their knowledge. You are a person who enjoys taking on new challenges, takes personal responsibility and is used to working towards set goals. You are genuinely interested in technology and bring with you a breadth of skills in software development. You are innovative and like to collaborate with others.To meet the expectations in your role as a software developer, we see that:\n\n\n - You have a  university degree in computer science or equivalent\n - You have at least 5 years of experience in software development\n - You are used to working with embedded systems including the adjacent electronics\n - You know C, C++, C# and one of the Linux distributions well\n - You have a B driving license and access to a car\nExperience in mechatronics components (e.g. electric motors, gyros, accelerometers) is an advantage.\n\n\n\nIs Etteplan the next step for you in your career journey? Submit your application today and become a part of our team!\r\n\n\nEtteplan is a leading technical consulting company shaping the industries of the future. With a dynamic and inclusive work culture, we offer exciting assignments, diverse customer relationships and an environment where your ambition can flourish. We are over 700 technology specialists in Sweden who are passionate about technology and people. Together, we shape the innovations and developments of the future within a global business environment. With us, there are many opportunities for those who want to grow and develop in a forward-looking organization.",
      "Techstack": "C, C++, C#, Linux, embedded systems, mechatronics components",
      "Produkt": "Teknisk konsultverksamhet, produktutveckling inom teknik",
      "Företagsstruktur": "Över 700 anställda i Sverige, teknikspecialister, fokus på innovation och utveckling",
      "Ekonomi": "Inga ekonomiska siffror angivna i beskrivningen eller sökresultaten",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/etteplan-group",
        "facebook": "https://www.facebook.com/etteplan",
        "twitter": null,
        "instagram": "https://www.instagram.com/etteplan_official/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 318,
      "företagsnamn": "Projektiva AB",
      "företagswebb": "https://www.projektiva.se",
      "organisationsnummer": "5590939319",
      "sökterm": [
        "Git",
        ".NET",
        "AWS Lambda",
        "AWS",
        "JavaScript",
        "Spring",
        "Angular",
        "Robot Framework",
        "React",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29537478",
      "titel": "Systemutvecklare",
      "beskrivning": "Är du en erfaren Systemutvecklare som brinner för att bygga och optimera lösningar som gör skillnad. Vill du vara med och utveckla framtidensdigitala lösningar, kan detta vara din nästa utmaning!\nProjektiva levererar konsulttjänster och tjänster inom ITtill företag och myndigheter som behöver införa, anpassa eller vidareutvecklasin IT miljö med lösningar som gör deras verksamhet effektivare, mindre kostsamoch mer säker. Vi har en stor erfarenhet inom teamet från våra krävande kunderoch uppdrag, och vill nu stärka upp med fler medarbetare i vår satsning attfortsätta växa organiskt. Vi värdesätter mångfald och strävar efter att skapaen inspirerande arbetsmiljö där våra medarbetare kan växa och utvecklas. Dukommer vara en del av ett team med visionen att arbeta nära och stöttande samt attvi värdesätter en god gemenskap.\n \nVi söker nu en erfaren konsult för kunduppdrag som har: \nHar relevant utbildning inom området\nHar minst 5 års erfarenhet av att arbeta som Systemutvecklare\nHar minst 5 års erfarenhet från att ha arbetatsom konsult\nGedigen kunskap iprogrammeringsspråk som Java, C#, Python eller JavaScript.\nErfarenhet av att arbeta med moderna ramverk ochteknologier (t.ex React, Angular, .Net, Spring, etc)\n.NET-teknologieroch ramverk, såsom, ASP.NET, .NET Core ochEntity Framework\nStark problemlösningsförmåga och en förmåga atttänka både kreativt och strukturerat.\nErfarenhet av databashantering och API utveckling\nErfarenhet från applikationsutveckling,systemunderhåll och implementering av tekniska lösningar.\nEn vilja att ständigt utvecklas och hålla diguppdaterad inom teknikens framkant\n\n\n\nMeriterande:\nErfaranheter av molntjänster som AWS, Azure ellerGoogle Cloud\nKunskap om DevOps och CI/CD-pipelines\nErfarenhetav agila arbetsmetoder och verktyg som Jira, Confluence och Git\n\n\n\nVi erbjuder:\nEn dynamisk och stimulerande arbetsmiljö med möjlighet att arbeta med spännande projekt.\nUtvecklingsmöjligheter och utbildningar för att stödja din karriärväg.\nKonkurrenskraftig lön och förmåner.\n\n\n\nUppdrag kan komma att omfattas av regler för säkerhetsskydd med säkerhetsskyddsavtal. Du kan därför behöva genomgå erforderlig säkerhetskontroll och/eller registerkontroll.\nÄr du redo att ta nästa steg i din karriär som konsult? \nSkicka in din ansökan med CV och ett personligt brev till konsult@projektiva.se\nVi utvärderar kandidater löpande, skicka in din ansökan så snart som möjligt.",
      "Techstack": [
        "Java",
        "C#",
        "Python",
        "JavaScript",
        ".NET",
        "React",
        "Angular",
        "ASP.NET",
        ".NET Core",
        "Entity Framework",
        "AWS",
        "Azure",
        "Google Cloud",
        "DevOps",
        "CI/CD",
        "Jira",
        "Confluence",
        "Git"
      ],
      "Produkt": "Konsulttjänster och IT-lösningar för företag och myndigheter",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/projektiva-ab/",
        "facebook": "https://www.facebook.com/projektivaab/",
        "twitter": null,
        "instagram": "https://www.instagram.com/projektiva_ab/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 319,
      "företagsnamn": "Högskolan i Borås",
      "företagswebb": "http://www.hb.se/",
      "organisationsnummer": "2021003138",
      "sökterm": [
        ".NET",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29537061",
      "titel": "Universitetslektor i informatik inriktning mjukvaruutveckling",
      "beskrivning": "Högskolan i Borås erbjuder mer än bara en anställning – här är du med och påverkar och förändrar. För oss är det viktigt att du mår bra och har en god balans mellan arbete och fritid. Därför erbjuder vi generösa villkor och förmåner som flexibla arbetstider, generöst semesteravtal, föräldravänliga villkor och forskningstid för lärare. Våra akademiska karriärvägar ger möjlighet att utvecklas och avancera. Vill du så finns det även chans till internationella samarbeten, studier och praktik utomlands. Att vi är placerade centralt i staden ger närhet till det mesta och goda pendlingsmöjligheter.\n\nVälkommen till oss på Akademin för bibliotek, information, pedagogik och IT!\n\nDina arbetsuppgifter\nSom universitetslektor vid Institutionen för informationsteknologi (IIT) får du en spännande och varierad roll. I tjänsten ingår forsknings-, kompetensutvecklingstid samt övriga arbetsuppgifter vilket motsvarar 30 % enligt gällande arbetstidsavtal.\n\nDina huvudsakliga arbetsuppgifter omfattar både forskning och undervisning. Du undervisar tillsammans med kollegor inom institutionens utbildningar i informatik, vilket omfattar kurser på både grund- och magisternivå. På grundnivå sker undervisningen främst inom kandidatprogrammet Systemarkitekturutbildning med inriktning mot programutveckling. På magisternivå fokuserar undervisning och kursutveckling främst på informatik med inriktning data-driven IT management. Undervisningen på grundnivå sker huvudsakligen på svenska, medan undervisningen på avancerad nivå främst är på engelska.\n\nExempel på kursinnehåll inkluderar:\n\n\n• objektorienterad programmering i C#\n• DevOps\n• datavisualisering\n• tillämpad artificiell intelligens (AI)\n• programutvecklingsprojekt\n• utveckling för webb/mobil.\n\nInstitutionens policy är att alla medarbetare också ska delta i forskningsprojekt kopplade till våra forskargrupper. Vi har två forskargrupper: InnovationLab, som fokuserar på att studera och utveckla artefakter inom digitala innovationer, och ComputerScienceLab, med inriktning på intelligent dataanalys av stora datamängder. En stor del av vår forskning är inriktad på data-driven digital innovation och är ofta externfinansierad och genomförs i projektform med flera medarbetare i samverkan med näringslivet.\n\nEn viktig del av tjänsten är att vidareutveckla forskningsmiljön, främst genom egen forskning, men även genom handledning av forskarstuderande samt skapande av ansökningar för extern forskningsfinansiering. Att bygga upp samverkan med nationella och internationella nätverk är också en naturlig del av arbetet. \n\n\nDina kvalifikationer \nFör anställningen krävs:\n\n\n• avlagd doktorsexamen eller motsvarande vetenskaplig kompetens inom informatik eller annat relevant ämne för tjänstens inriktning (t.ex. datavetenskap)\n• visad pedagogisk skicklighet\n• goda och dokumenterade kunskaper i svenska och engelska, både tal och skrift\n• dokumenterad erfarenhet av för institutionen relevant undervisning inom mjukvaruutveckling\n• dokumenterad erfarenhet av kursansvar och utveckling av kursmaterial\n• vetenskaplig skicklighet inom ämnesområdet visad genom vetenskaplig publicering, konferensdeltagande, deltagande i forskningssamarbeten samt andra åtaganden i vetenskapssamhället såsom exempelvis gransknings- eller sakkunniguppdrag\n• förmåga att bidra till utvecklingen av institutionens forskning inom informatik.\n\nDet är meriterande med dokumenterad erfarenhet av:\n\n\n• ansvar för utvecklingsarbete inom grundutbildning\n• undervisning och handledning på forskarutbildningsnivå\n• kunskaper inom Python och ramverk som .Net.\n• tillämpad artificiell intelligens\n• DevOps\n• att söka och erhålla externa forskningsmedel\n• ledning av forskning inom informatik\n• internationella relationer\n• yrkeslivserfarenhet från näringslivet av relevans för tjänsten\n• samarbete med näringsliv och/eller offentlig förvaltning.\n\nEtt generellt behörighetskrav för tillsvidareanställning som lärare är genomgången högskolepedagogisk utbildning motsvarande 10 veckors heltidsstudier, eller motsvarande kompetens. En anställd som saknar högskolepedagogisk utbildning kan genomgå utbildningen under de två första åren av anställningen.\n\nStor vikt kommer att läggas vid personlig lämplighet och förmåga att samarbeta i lärarlag.\n\nDin anställning\nTillsvidareanställning, på heltid eller enligt överenskommelse om annan omfattning. Sex månaders provanställning kan komma att tillämpas. Tillträde snarast eller enligt överenskommelse. Placeringsort Borås.\n\nSå här ansöker du\nVälkommen med din kompletta ansökan inklusive diarienummer och bilagor via vårt rekryteringssystem senast den 3 april. \n\nLäs mer om hur du ansöker och vilka bilagor som ska bifogas.\n\nHögskolan i Borås uppmuntrar ansökningar från personer med varierande bakgrunder, erfarenheter och synsätt eftersom detta berikar och stärker vår verksamhet. Vi eftersträvar jämn könsfördelning hos medarbetarna och värdesätter mångfald i verksamheten.\n\nVill du veta mer?\nHögskolan i Borås är en statlig myndighet vilket innebär att du får särskilda förmåner, generös semester och en förmånlig tjänstepension. Läs mer om våra förmåner för anställda.\n\nHär kan du också läsa mer om hur det är att jobba hos oss.\n\nKontakta nedanstående personer om du vill veta mer om ditt nya jobb:\n\nAlen Doracic, rekryterande chef.\n\nFackliga företrädare är Selma Music och Antonios Tsertsidis, Saco-S som nås via högskolans växel tfn 033-435 40 00. Facklig företrädare för OFR/S nås via stvidhb@hb.se.",
      "Techstack": [
        "C#",
        "Python",
        ".Net",
        "DevOps",
        "artificiell intelligens"
      ],
      "Produkt": "Utbildning inom informatik och data-driven IT management, inklusive forskningsverksamhet",
      "Företagsstruktur": "Statlig myndighet, Akademin för bibliotek, information, pedagogik och IT, Institutionen för informationsteknologi (IIT)",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://se.linkedin.com/school/hogskolan-i-boras/",
        "facebook": "https://www.facebook.com/universityofboras",
        "twitter": null,
        "instagram": "http://instagram.com/universityofboras"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 320,
      "företagsnamn": "Avatron Digital West AB",
      "företagswebb": "http://www.advantek.se",
      "organisationsnummer": "5593629297",
      "sökterm": [
        "C/C++",
        "Functional Programming",
        "C#-utveckling"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29410865",
      "titel": "Senior Software Developer C/C++",
      "beskrivning": "We are Advantek – an innovative technology company focusing on creating the best engineering solutions for our customers.\nWe are a family – We enable each other and challenge one another. We strongly believe that the key to success is not only working as a team, but also focusing on each individual and meeting their needs to give each of our team players the ability to be the best version of themselves. At Advantek we are confident in our culture, relations, and our capabilities.\nWe are expanding – Our division is growing and we’re looking for Senior Software Developers who have the full skill set in C++. As a SW developer you will work as a consultant on various assignments. We value a positive attitude and that you like to learn new things. You thrive in an environment that engages and challenges you - where you get the opportunity to combine your programming skills with your problem-solving ability. In your role as an engineer for Advantek, you play a vital role in our future and our customers future, in contributing to successful projects and products.\nRequirements\nA positive attitude with a will to explore and learn new things\nMinimum 7 years of work experience\nMinimum 4 years of C++ experience\nWork experience of hardware-related software development in C\nAbility to work independently and in teams\nVery good knowledge of English, written and spoken.\n\n\n\nAdvantageous\nExperience of agile working methods\nHands-on experience with Linux kernel and Yocto\nAndroid architecture and toolchain\nGerrit, Jenkins, Docker, CI/CD\nFirmware development \nCAN / CanOpen\nTake on the role of mentor\nProject communication with Customers / Suppliers\nWork as a member of a globally distributed team Ability to deliver SW tests & tools in python and continuously improve CI/CD workflows\nAwareness of Functional Safety and SPICE processes is a plus\n\n\n\nBenefits\nBeing a part of our team means that you will be part of a generous and encouraging group that takes care of one another. In addition to this, we offer competitive compensation.",
      "Techstack": [
        "C++",
        "C",
        "Linux kernel",
        "Yocto",
        "Android architecture",
        "Gerrit",
        "Jenkins",
        "Docker",
        "CI/CD",
        "Python"
      ],
      "Produkt": "Ingen specifik produkt nämnd, men fokuserar på ingenjörslösningar och programvaruutveckling.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/advantekgroup",
        "facebook": "https://www.facebook.com/advantekgroup/",
        "twitter": null,
        "instagram": "https://www.instagram.com/advantekgroup"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 321,
      "företagsnamn": "Combitech AB",
      "företagswebb": "https://www.combitech.com/",
      "organisationsnummer": "5562186790",
      "sökterm": [
        "Ansible",
        "Selenium",
        "Scrum",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "Jenkins",
        "C/C++",
        "C#-utveckling",
        "Docker",
        "Robot Framework",
        "Terraform",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29546283",
      "titel": "DevOps-ingenjör",
      "beskrivning": "Combitech söker nu en driven DevOps-ingenjör till vårt team i Stockholm. Vi erbjuder en spännande roll där du får möjlighet att arbeta som konsult ute hos någon av våra kunder inom bland annat försvarsindustrin. Du kommer jobba med de senaste teknologierna inom molntjänster och automatisering såsom AWS, Azure, Google. Här får du chansen att växa och utvecklas tillsammans med oss, samtidigt som du bidrar till att forma framtidens säkra samhälle.\n \n\nRollen\n\nI rollen som DevOps-ingenjör får du möjlighet att:\n\n * \n\nAutomatisera och optimera utvecklings- och driftsprocesser. \n\n * \n\nBygga och underhålla CI/CD-pipelines. \n\n * \n\nHantera infrastruktur som kod med verktyg som Terraform och Ansible. \n\n * \n\nArbeta med containerisering och orkestrering med Docker och Kubernetes. \n\n * \n\nGenomföra automatiska tester, kodgranskning och kvalitetskontroller. \n\n * \n\nSäkerställa en stabil och säker drift av system i både test- och produktionsmiljöer. \n\n * \n\nAnvända skriptning i Bash, PowerShell och Python för att effektivisera processer. \n\n * \n\nHantera loggning, monitorering och incidenthantering med Prometheus, Grafana och ELK-stack\n\n \n\n \n\nVi söker dig som\n\n * \n\nHar en ingenjörsutbildning eller annan teknisk utbildning.\n\n * \n\nHar erfarenhet av verktyg som Azure DevOps, Jenkins, GitHub Actions eller Octopus Deploy.\n\n * \n\nHar arbetat med molntjänster som AWS, Azure eller Google Cloud i minst 3 år.\n\n * \n\nHar god förståelse för nätverk, inklusive TCP/IP och DNS.\n\n * \n\nÄr en problemlösare som trivs med att arbeta i team.\n\n * \n\nHar en positiv inställning till förändring och förbättring.\n\n * \n\nHar stark kommunikations- och samarbetsförmåga.\n\n \n\nDå tjänsten innebär arbete som omfattas av försvarssekretess krävs det att du genomför och godkänns i en säkerhetsprövning med registerkontroll.\n\nUrval sker löpande. Vi ser fram emot din ansökan!\n \n\nKom och gör skillnad\n\nVi tror att man gör ett bättre jobb om man kan fokusera på rätt saker, därför gör vi det lätt att kombinera jobbet med vardagen. Vi satsar på våra medarbetare, de utgör kärnan, hjärnan och hjärtat i vår verksamhet. Dessutom står vi på en stadig grund av högteknologi, forskning och anställningstrygghet med försvars- och säkerhetskoncernen Saab som ägare.\n\n \n\nFör oss handlar det om hållbarhet - vi vill bli branschens mest hållbara företag; och för att vara ett hållbart företag i en hållbar framtid behöver vi investera i våra medarbetare. För oss är din återhämtning, dina utvecklingsmöjligheter och din trygghet lika viktigt som företagets framgång - utan våra medarbetare står vi stilla. \n\nVill du veta mer om hur det är att arbeta hos oss? Kolla in våra karriärsidor!\n\nKontaktperson/Rekryterande chef: Petra Charlotte Arrenäs petracharlotte.arrenas@combitech.com",
      "Techstack": [
        "AWS",
        "Azure",
        "Google Cloud",
        "Terraform",
        "Ansible",
        "Docker",
        "Kubernetes",
        "Bash",
        "PowerShell",
        "Python",
        "Prometheus",
        "Grafana",
        "ELK-stack"
      ],
      "Produkt": "Konsulttjänster inom DevOps och molntjänster, främst inom försvarsindustrin",
      "Företagsstruktur": "Öppen för utveckling, högteknologisk bakgrund, ägd av Saab",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {},
      "kontakter": [
        {
          "email": "00info@combitech.com",
          "name": "Info",
          "position": "",
          "source": "https://www.combitech.com/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/combitech-ab",
        "facebook": "https://www.facebook.com/combitech",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 322,
      "företagsnamn": "ARBETSMILJÖVERKET",
      "företagswebb": "https://www.av.se/",
      "organisationsnummer": "2021002148",
      "sökterm": [
        "Kubernetes",
        "SQL",
        "C#-utveckling",
        "Docker",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29544419",
      "titel": "Data Engineer som vill driva utveckling",
      "beskrivning": "På Arbetsmiljöverket jobbar vi tillsammans för att ingen ska bli sjuk, skadas eller dö av jobbet. Därför hjälper vi arbetsgivare att uppfylla de krav som finns och informerar om hur arbetsmiljöarbetet blir en naturlig del av vardagen. Med arbetsmiljölagen som grund tar vi fram regler, inspekterar arbetsplatser och sprider kunskap om arbetsmiljöfrågor. Uppdraget är allvarligt men vår vardag präglas av arbetsglädje och vi är omtänksamma och hjälpsamma kollegor.Ditt nya jobb\nI januari 2024 genomförde vi en omorganisation av IT-enheten och som då delades in i 3 sektioner: Helpdesk, Infrastruktur, och Systemutveckling. Nu är det dags att rekrytera en Data Engineer till sektionen Systemutveckling, som i dagsläget består av 10 medarbetare fördelat på två utvecklingsteam.\n \nVi avser att bygga ett framtidssäkert systemstöd som möter myndighetens växande behov av digitalisering, åtkomst till data, beslutsstöd och avancerade analyser såsom AI. Samtidigt behöver vi fokusera på att hantera teknisk skuld genom att göra systemen lätta att förvalta och vidareutveckla på lång sikt. Vårt mål är att bygga en organisation som klarar av att växa med fler utvecklarteam, stärka vår kompetens inom utveckling och modernisering.\n \nArbetsmiljöverket har som målsättning att bli mer datadrivet och bl.a fatta beslut och utveckla våra arbetssätt utifrån data och analys. För att vi som IT-enhet ska kunna stödja verksamheten i denna resa behöver vi utveckla och modernisera vår data -och analysplattform. Vår befintliga arkitektur är baserad på SQL server, SSIS och SSRS och är helt on-premises. Vi vill nu öppna upp oss för molnlösningar och gå mot en hybrid arkitektur såsom Microsoft Azure Data Factory/Fabric.\n \nSom Data Engineer spelar du en central roll i att driva denna utveckling från arkitektur, design, utveckling och implementation. Genom att arbeta nära förvaltning, projekt och behovsägare har du förmågan att förstå de tekniska behov och utmaningar som finns för att myndigheten ska kunna bli mer datadriven.\n \n\nDin bakgrund\n\nRollen kräver att du har:\n\n\n• Eftergymnasial utbildning inom system-, information- eller datavetenskap, alternativt motsvarande kunskaper förvärvade genom arbetslivserfarenhet som vi bedömer som likvärdig.\n• Minst 2 års aktuell erfarenhet som Data Engineer som inkluderar erfarenhet av att designa och implementera datalager och dataflöden/data pipelines\n• Erfarenhet av hybrida molnlösningar, aktuell erfarenhet av Microsoft Azure Data Factory/Fabric är meriterande.\n• God förmåga att kommunicera på svenska och engelska i tal och skrift\n• Svenskt medborgarskap\n\nDet är meriterande om du även har:\n\n\n• Erfarenhet av att använda metoder för datakvalitet, dataintegritet och datatvätt\n• Aktuell erfarenhet av programmering i Python\n• Erfarenhet av databaser och SQL\n• Erfarenhet av att arbeta i agila team med DevOps-metoder (CI/CD)\n• Erfarenhet av lösningsarkitektur för dataplattformar\n• Kunskap om containerteknik som Docker och Kubernetes\n\nSom person ser vi att du kommer att trivas och lyckas i rollen om du har ett starkt användarfokus och kan driva olika projekt genom att vara lösning- och resultatorienterad. Du har lätt för att samarbeta med olika intressenter genom att bland annat vara kommunikativ och du tar initiativ inom ditt arbetsområde. Vid urvalet kommer vi att lägga stor vikt vid dina personliga egenskaper.\n\nEn anställning hos oss kan innebära att befattningen placeras i säkerhetsklass. Säkerhetsprövning med eller utan registerkontroll kan därför komma att göras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap. Säkerhetsprövning genomförs enligt Säkerhetsskyddslagen (2018:585).\n\nVad vi erbjuder dig \n\nArbetsmiljöverket är en trygg och stabil arbetsgivare och en myndighet som hela tiden förändras med samhället vi verkar. Vi är stolta över att få använda vår kunskap och vårt förtroende i vårt viktiga samhällsuppdrag. Tillsammans skapar vi en inkluderande kultur, som rymmer hjärta, mod och hjärna. Hos oss blir hela du en viktig del i något större.\n\nAnställningen är en tillsvidareanställning, på heltid och är för närvarande placerad på vårt kontor i Solna där Arbetsmiljöverket har ett kontor. Vi tillämpar individuell lönesättning och provanställning på sex månader.\n\nVi strävar efter att alla medarbetare ska ha en hållbar arbetsmiljö och en balans mellan jobb och fritid. Därför har vi flexibla arbetstider eller tillämpar förtroendearbetstid och ger möjlighet till distansarbete där verksamheten så tillåter.\n\nOm oss och våra förmåner och villkor \n\nSå rekryterar vi\n\nVi använder kompetensbaserad rekrytering, både för att kvalitetssäkra rekryteringen och för att motverka diskriminering. Vi ber dig därför att endast bifoga ett CV, och svara på några frågor istället för ett personligt brev när du registrerar din ansökan. Eftersom vi arbetar kompetensbaserat använder vi oss också av arbetspsykologiska tester i den här rekryteringen. Intervjuer sker från vecka 15.\n\nVi tycker att det är viktigt att även du får göra din bedömning av oss. Därför välkomnar vi frågor före såväl som under rekryteringsprocessen. Fackliga kontaktpersoner är Adam Jansson för Saco, Marita Jonsson för ST samt Jenny Bengtsson för Seko. Samtliga nås via Arbetsmiljöverkets växel: 010-730 90 00.\n\nVill du jobba tillsammans med oss för att ingen ska bli sjuk, skadas eller dö av jobbet? \n\nVälkommen med din ansökan senast den 6 april 2025!",
      "Techstack": [
        "SQL Server",
        "SSIS",
        "SSRS",
        "Microsoft Azure Data Factory",
        "Microsoft Azure Data Fabric",
        "Python",
        "Docker",
        "Kubernetes"
      ],
      "Produkt": "Regler, inspektion av arbetsplatser och spridning av kunskap om arbetsmiljöfrågor",
      "Företagsstruktur": "IT-enheten är indelad i 3 sektioner: Helpdesk, Infrastruktur, och Systemutveckling med totalt 10 medarbetare i Systemutveckling fördelade på två utvecklingsteam",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "fornamn.efternamn@av.se",
          "name": "Fornamn Efternamn",
          "position": "",
          "source": "https://www.av.se/om-oss/kontakta-oss/"
        },
        {
          "email": "arbetsmiljoverket@av.se",
          "name": "Arbetsmiljoverket",
          "position": "",
          "source": "https://www.av.se/om-oss/kontakta-oss/"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/arbetsmiljoverket",
        "facebook": "http://sv-se.facebook.com/arbetsmiljoverket",
        "twitter": null,
        "instagram": "https://www.instagram.com/arbetsmiljoverket_av/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 323,
      "företagsnamn": "Örebro kommun",
      "företagswebb": "http://www.orebro.se",
      "organisationsnummer": "2120001967",
      "sökterm": [
        "C#-utveckling",
        "Docker",
        "SQL",
        "PowerShell"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29552012",
      "titel": "Statistiker till Utvecklings- och hållbarhetsavdelningen",
      "beskrivning": "Är du redo att ta nästa steg i din karriär som statistiker? Är du dessutom en driven och analytisk person som vill göra skillnad? Vi söker en ny stjärna som vill vara med och forma framtiden för vår kommun. Välkommen att skicka in din ansökan och bli en del av vårt dynamiska team!\n\nOm tjänsten\n\nÖrebro kommun har många olika verksamheter som påverkar din vardag på flera sätt, från äldreomsorg och skola till teknik och service. Som statistiker kommer du att tillhöra vår statistik- och analysfunktion, där vi tillsammans arbetar för att göra kommunens verksamheter mer faktadrivna och därmed ännu bättre. Vi stöttar våra verksamheter genom att bearbeta och analysera data från deras system eller insamlad på annat sätt. Detta skapar förutsättningar för målformulering, uppföljning och beslutsfattande baserat på fakta. Du kommer också att presentera underlag på ett pedagogiskt sätt för att effektivt nå ut med budskapet.\n\nVi utvecklar just nu vårt arbetssätt och arbetar mer i team riktade mot olika förvaltningar eller ämnesområden. I denna roll får du vara med och utveckla vår verksamhet och bidra med egna idéer och tankar för att göra oss ännu bättre!\n\nExempel på arbetsuppgifter:\n\n• ge stöd i att systematiskt analysera underlag och presentera det på ett pedagogiskt och målgruppsanpassat sätt\n• stödja kommunledning och driftsförvaltningar med omvärldsanalyser\n• ge metodstöd i insamling, bearbetning och visualisering av statistik\n• göra statistik för uppföljning av interna mål och processer lättillgänglig för kommunens olika verksamheter\n• driva och delta i utvecklingsarbete inom statistik- och datatillgångsfrågor\n• delta aktivt i utvecklingen av kommunens statistik- och analysfunktion\n\nOm arbetsplatsen\nUtvecklings- och hållbarhetsavdelningens uppdrag är att ge driftsförvaltningarna och kommunledningen stöd i att leva upp till kommunens strategier och mål för en hållbar verksamhets- och samhällsutveckling. Vår avdelning består av två enheter. Du kommer i rollen som statistiker ingå i vår statistik- och analysfunktion som tillhör enheten för analys och projektkontor. Funktionen består i dagsläget av sju medarbetare.\n\nVi har årsarbetstid vilket innebär att du har möjlighet att till viss del styra över din egen arbetstid. Det finns även möjlighet till distansarbete utifrån verksamhetens behov. Vi sitter i nyrenoverade lokaler på Åbylunden 1. \n\nLäs mer om hur det är att jobba i Örebro kommun på www.orebro.se/jobb.\n\nKvalifikationer\nFör att trivas hos oss är du en strukturerad person som tar ansvar för dina arbetsuppgifter och driver ditt arbete framåt. I vårt pågående förändringsarbete söker vi dig som gärna tar egna initiativ och bidrar med kreativa idéer. Du har lätt för att sätta dig in i komplexa frågor, analysera och bryta ner problem för att sedan hitta lösningar. Eftersom vi arbetar teambaserat är det viktigt att du lyssnar, kommunicerar och samarbetar väl med andra. Du planerar, organiserar och prioriterar ditt arbete effektivt och ser till att tidsramar hålls. Vidare har du god digital kompetens och behärskar svenska i tal och skrift.\n\nVi lägger stor vikt vid personlig lämplighet.\n\nKrav:\n\n• akademisk examen, minst 180hp, med inriktning mot statistik i kombination med ekonomi eller annan samhällsvetenskaplig inriktning som arbetsgivaren bedömer likvärdig\n• arbetslivserfarenhet inom statistikproduktion och/eller statistiskt analysarbete\n\nMeriterande:\n\n• erfarenhet av att tolka statistik och att muntlig och skriftligt presentera den på ett pedagogiskt sätt\n• erfarenhet av att arbeta med statistik för uppföljning av interna mål och processer\n• kompetens inom BI och BI-verktyg, exempelvis Power BI\n• erfarenhet av arbete i SQL, R\n• erfarenhet av arbete inom offentlig sektor \n\nOmfattning och tillträde\nAnställningsform: tillsvidareanställning\n\nSysselsättningsgrad: 100%\n\nTillträde: enligt överenskommelse\n\nAntal tjänster: 1\n\nÖvrig information\nIntervjuer kan komma att ske digitalt. På orebro.se/jobb/digitalaintervjuer kan du läsa mer om våra digitala intervjuer och hur du kan förbereda dig.\n\nIntervjuer planeras att hållas under vecka 15. \n\nAnsökan\nSista ansökningsdag är 1 april.\n\nVälkommen med din ansökan!\n\n\nSkyddade personuppgifter? Läs mer om hur du ansöker på orebro.se/jobb/skyddadepersonuppgifter",
      "Techstack": [
        "Power BI",
        "SQL",
        "R"
      ],
      "Produkt": "Statistik- och analysfunktioner för kommunens verksamheter",
      "Företagsstruktur": {
        "AntalAnställda": 7,
        "Avdelningar": [
          "Utvecklings- och hållbarhetsavdelningen",
          "Statistik- och analysfunktion"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "servicecenter@orebro.se",
          "name": "Servicecenter",
          "position": "",
          "source": "http://www.orebro.se"
        },
        {
          "email": "servicecenter@t-meeting.se",
          "name": "Servicecenter",
          "position": "",
          "source": "http://www.orebro.se"
        }
      ],
      "social_links": {
        "linkedin": "//www.linkedin.com/sharearticle?mini=true&url=https%3a%2f%2fwww.orebro.se%2f",
        "facebook": "//www.facebook.com/sharer.php?u=https%3a%2f%2fwww.orebro.se%2f",
        "twitter": "//twitter.com/intent/tweet?text=https%3a%2f%2fwww.orebro.se%2f",
        "instagram": "https://www.instagram.com/orebrokommun/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 324,
      "företagsnamn": "REGION KRONOBERG",
      "företagswebb": "http://bit.ly/4i8uStS",
      "organisationsnummer": "2321000065",
      "sökterm": [
        "C#-utveckling"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29521652",
      "titel": "Teamledare för Informationsdriven utveckling – Region Kronoberg",
      "beskrivning": "I Region Kronoberg är vi 6500 personer som jobbar för kronobergarnas bästa – varje dag! Vi ansvarar för hälso- och sjukvård, kollektivtrafik, regional utveckling och kultur i länet. Vårt mål är att våra medarbetare ska trivas, växa i sin yrkesroll och kunna påverka sin arbetsvardag.\n\nHär får du möjlighet att arbeta i en organisation som präglas av engagemang, samarbete och innovation. Vi värdesätter din kompetens och dina idéer, och vi strävar efter att skapa en arbetsmiljö där du känner dig inkluderad och motiverad att göra skillnad varje dag.\r\n\r\nARBETSUPPGIFTER\nVill du stärka Region Kronobergs förmåga att använda data som beslutsunderlag?\n\nVi söker en engagerad teamledare som vill vara en nyckelspelare i vårt arbete med att skapa en mer informationsdriven organisation. Din roll blir att leda och utveckla vårt team inom business intelligence, datadistribution och datalager, samt hjälpa verksamheten att öka sin datamognad och bättre utnyttja data för att fatta insiktsdrivna beslut.\n\nOm rollen\n\nSom teamledare är du en central del av vårt arbete med att utveckla Region Kronobergs förmåga att arbeta datadrivet. Du leder och stöttar teamet i dess arbete samtidigt som du samarbetar nära verksamheten för att identifiera behov och möjligheter. Genom att öka datamognad (data literacy) och stötta organisationen i att tolka och använda data effektivt, bidrar du till en kultur där fakta och analys ligger till grund för beslut.\n\nDina ansvarsområden:\n\n\t• Leda och utveckla teamet inom business intelligence och datadriven analys.\n\t• Driva och utveckla regionens arbete med att bli en mer informationsdriven organisation.\n\t• Stärka verksamhetens förmåga att analysera och använda data genom att öka datamognaden (data literacy).\n\t• Säkerställa att teamets arbete prioriteras och genomförs på ett sätt som skapar största möjliga nytta.\n\t• Utveckla och förvalta BI-lösningar, med fokus på Qlik Sense och QlikView.\n\t• Skapa och förbättra dashboards och rapporter som gör det enklare för organisationen att förstå och agera på data.\n\t• Samarbeta med olika verksamheter för att identifiera behov och omsätta dessa i datadrivna lösningar.\n\t• Bidra till strategisk utveckling av regionens dataplattform och framtida lösningar inom Power BI.\n\t• Medverka i arbetet med datadistribution, datamodellering och utveckling av datalager.\r\n\r\nKVALIFIKATIONER\nVi söker dig som har:\n\n\t• Erfarenhet av att leda eller coacha team inom IT, analys eller BI.\n\t• Erfarenhet av att arbeta med verksamheter för att förstå deras behov och omsätta dessa till datadrivna lösningar.\n\t• Kunskap inom business intelligence och erfarenhet av Qlik-produkter såsom Qlik Sense och QlikView.\n\t• God förståelse för datamodellering, analys och datadrivna beslutsprocesser.\n\t• Meriterande med erfarenhet av Power BI eller liknande analys- och visualiseringsverktyg.\n\t• Kunskap om SQL och MS SQL samt erfarenhet av att arbeta med datalager och ETL-processer är en fördel.\n\t• Förmåga att facilitera och leda prioriteringsarbete inom IT eller dataanalys.\n\nPersonliga egenskaper:\n\n\t• Förmåga att inspirera och leda ett team mot gemensamma mål.\n\t• Stark analytisk förmåga och en vilja att göra komplex information begriplig och användbar.\n\t• Strukturerad och initiativrik med en stark problemlösningsförmåga.\n\t• Nyfiken och drivs av att utveckla både dig själv, ditt team och organisationen inom BI och dataanalys.\n\t• God kommunikativ förmåga och förmåga att skapa engagemang kring data och analys.\n\nVi erbjuder dig:\n\n\t• En central roll i utvecklingen av en informationsdriven organisation.\n\t• En arbetsplats där vi värdesätter samarbete och innovation.\n\t• Möjlighet att arbeta med modern BI-teknik och påverka regionens datadrivna framtid.\n\t• En roll där du får stor möjlighet att påverka och göra skillnad.\n\nFör att underlätta behandlingen av din ansökan, vänligen bifoga ett detaljerat CV.\r\n\nÖVRIGT\nFrågor om specifika jobb besvaras av den rekryterare eller kontaktperson som anges i annonsen. För att skicka in din ansökan, klicka på ansökningslänken i annonsen.\n\nInformationen du anger kan komma att lämnas ut avseende regler för allmän handling enligt offentlighetsprincipen och dina uppgifter behandlas enligt Dataskyddsförordningen (GDPR).\n\nKontakta ansvarig rekryterare hos Region Kronoberg vid skyddad identitet för vidare information om hur du ansöker och hantering av dina personuppgifter.\n\nVi undanber oss vänligt men bestämt erbjudanden om annonserings- och rekryteringstjänster i samband med den här annonsen.",
      "Techstack": [
        "Qlik Sense",
        "QlikView",
        "Power BI",
        "SQL",
        "MS SQL"
      ],
      "Produkt": "Hälso- och sjukvård, kollektivtrafik, regional utveckling och kultur",
      "Företagsstruktur": "Omfattar 6500 anställda, team inom business intelligence och datadriven analys",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 325,
      "företagsnamn": "Sydkraft AB",
      "företagswebb": "https://duckduckgo.com/y.js?ad_domain=namecheap.com&ad_provider=bingv7aa&ad_type=txad&click_metadata=_NQaryu%2Dpd67YmDabxLWVkd5Wo4nJiGqJc2Dqf_tkCcojcclmWz5u3A%2D8Lu6CGstiTw%2DetBv5vFmGOiFaeZigHTWqXWLuBUh3uJXFgTcpseKwz5YkceliXfsShClkDeR.ISWJt8YPtzjpB4c7H%2DkROA&rut=488ab010190d50c761b425afe92647ae3c5bc37bed891d24d2bae0da70672d69&u3=https%3A%2F%2Fwww.bing.com%2Faclick%3Fld%3De8qjXWoG6FaocIUz0qBX1qYDVUCUzZIb_XhO6nv9Sq94mCxlkXS6u4sE0WEXmbqVksfAZePkGSOYUxz%2Dd2SHkIjwYw3jpPO2QkWSDzn_iCAGR7CbV31161Lu_1IBNSbcl26McS5%2DbEcXJPFEdooa2T%2D6YGdBqHsGuBFvmRM8NjcxYO7zbnlfKtdaFi5kOEV9JH12xbSw%26u%3DaHR0cHMlM2ElMmYlMmZ3d3cubmFtZWNoZWFwLmNvbSUyZiUzZm1zY2xraWQlM2Q4NTc4MmUxNTYxZWExYjBhMDcxMjQ5ZjY3ZjQ0M2ZkYyUyNnV0bV9zb3VyY2UlM2RiaW5nJTI2dXRtX21lZGl1bSUzZGNwYyUyNnV0bV9jYW1wYWlnbiUzZEJpbmctTkMtUGVyZm9ybWFuY2UtTWF4LUdsb2JhbCUyNnV0bV90ZXJtJTNkd3d3Lm5hbWVjaGVhcC5jb20lMjZ1dG1fY29udGVudCUzZEJpbmctTkMtUGVyZm9ybWFuY2UtTWF4LUdsb2JhbC1ST1ctQWxsJTI1MjBwcm9kdWN0cw%26rlid%3D85782e1561ea1b0a071249f67f443fdc&vqd=4-92344066632827395858779406777025413794&iurl=%7B1%7DIG%3D17A52C96191D4B0B9481AF5802BF2B93%26CID%3D19EEE6890C19661C0723F3330DBA6760%26ID%3DDevEx%2C5047.1",
      "organisationsnummer": "5590120316",
      "sökterm": [
        "Sharepoint"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561216",
      "titel": "We are looking for a Application Manager/Service Owner - Uniper",
      "beskrivning": "Now you have the chance to join our dynamic and internationally diverse team at Uniper as Application Manager / Service Owner for our Corporate Technology applications! In this role, you´ll take on product ownerships, budget management, and the publishing and maintenance of our IT service catalogue on Swedish PING pages.\nWe pride ourselves on fostering a collaborative environment where engaged and motivated colleagues work together to achieve exciting goals. Our new office located at Hyllie Terass in Malmoe is not only health and environmentally certified, but it also boasts excellent transport links and proximity to one of Scandinavia´s largest shopping malls, a vibrant sports and event centre and lot´s more.\nDon't miss this opportunity to be part of a forward-thinking company with an exciting future ahead. Apply now and let your journey begin with us. \nWe are Uniper\nAt Uniper, we are pro-actively transforming the world of energy and at the same time securing the supply of energy. As a company operating internationally, we work in very diverse teams and offer our employees as much flexibility as is possible. Equity, mutual appreciation and respect are the core of our corporate culture. At our company you will have the opportunity to shape new technologies, work on solutions for a modern and future-oriented energy supply and actively design change processes. Interested? Then, we will look forward to receiving your application!\nYour responsibilities \nIn the role as Application Manager / Service Owner you´ll be responsible for overseeing and managing the services and solutions that support the Uniper’s business units across Sweden. Furthermore, your main areas of responsibility and tasks will include the following;\nProduct Ownership for Scrive\nSAP - Manage budget, invoicing and suppliers for applications in scope\nProviding business stakeholder support\nProject Participation when relevant including review of project deliverables (including document management system and CMDB design)\nParticipate in Incident and Problem management following ITIL framework\nApplication Portfolio Maintenance -managing new and existing configuration items in CMDB (Jira Service and Asset Management)\nEnsure information security classification of IT-systems in scope in relevant tool\nActing as an escalation point for incidents within the services and IT systems in your portfolio\nPublishing and maintain the IT Service Catalog on Swedish Ping pages\nOversee and drive document migration from file shares to Sharepoint for Uniper IT Sweden\n\n Uniper is part of Sweden's critical infrastructure and our operations are covered by, among other things, rules related to protective security, export control and nuclear non-proliferation. We will therefore carry out security clearance of all positions and complement with register control for security classified positions, according to the Protection Security Act. Uniper is part of Sweden´s vital societal functions and critical infrastructure which is why this position may be subject to wartime placement. Health and drug tests are performed if applicable.\nYour profile\nThe ideal candidate has a successful background- and experience in Incident and Application management, as well as experience in managing services at an international level. Furthermore, we believe you have an in-depth understanding of project management, experience in administering platforms, capture and understand user requirements, and provide user consulting. If you have a post-secondary education in IT or equivalent, it is advantageous but not a requirement. The most important is that you can identify yourself with the experience and qualifications as described in this job ad, as well as having a strong motivation and desire to develop yourself. Other skills and experiences we value high for this role is as follows;\n•   Experience with procurement processes such as PR’s and PO’s as well as invoice approvals, preferably in SAP\n•   Familiarity with CMDB concept\n•   Knowledge of ITIL v3\n•   Strong communication and stakeholder management skills\n•   Previous experience with SharePoint online is a plus\n•   Self-driven with excellent organizational and coordination skills\n•   Awareness of ISO 27001 and ISO 27001 as security is key\n•   Fluent in Swedish and English, both written and spoken \nWe work with continuous recruitment and selection, so please apply as soon as possible to ensure that your application is included in the selection. We are looking forward to your application!   \nYour benefits \nOur employees are our most important asset. That's why we offer employee benefits and working conditions to help you do a good job. \nSalary\nGood work should be rewarded. We offer a salary based on your experience, responsibility and performance. \nSecurity\nWorking with us should be both rewarding and safe. We ensure that all our employees have good insurance and pension schemes. \nFamily\nChildren are a natural part of life. We offer all employees with children extra financial support during parental leave. \nDevelopment\nWe like innovation and development. We can help you with study grants and tools such as mentoring and coaching. \nHealth\nWork and health are connected. We offer all employees occupational health care, a wellness allowance, free medicine, medical care and an annual financial support via the \"Uniper account\". \nYour contact\nIf you have any questions, please do not hesitate to contact us at:\nRecruiting Manager, Patrick Müller, Head of Corporate Technology Applications - Corporate IT at;\npatrick.mueller@uniper.energy \nUnion representatives:\nCharlotte Pennander, Unionen +46 705 885879\nLaila Klintesten, Unionen +46 708 244689\nMagnus Nicklasson, Sveriges Ingenjörer +46 76 1154687",
      "Techstack": [
        "SAP",
        "Jira Service och Asset Management",
        "SharePoint",
        "ITIL",
        "ISO 27001"
      ],
      "Produkt": "IT-tjänster och lösningar som stöder Unipers affärsenheter",
      "Företagsstruktur": "Internationell organisation med ett fokus på samarbete och innovation, baserat i Malmö",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "support@duck.com",
          "name": "Support",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "privacypro@duckduckgo.com",
          "name": "Privacypro",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "legal@duckduckgo.com",
          "name": "Legal",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "eurep@itgovernance.eu",
          "name": "Eurep",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "dmca@duckduckgo.com",
          "name": "Dmca",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "press@duckduckgo.com",
          "name": "Press",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "privacyprolegal@duckduckgo.com",
          "name": "Privacyprolegal",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "ukrep@grcilaw.com",
          "name": "Ukrep",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        },
        {
          "email": "privacy@duckduckgo.com",
          "name": "Privacy",
          "position": "",
          "source": "https://duckduckgo.com/contact"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": "https://twitter.com/duckduckgo",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 326,
      "företagsnamn": "Marketpeople AB",
      "företagswebb": "https://marketpeople.se/",
      "organisationsnummer": "5594203167",
      "sökterm": [
        "Sharepoint"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555677",
      "titel": "Apotekschef/Team Manager Apotek, MWI Animal Health - Jobb i Sjöbo",
      "beskrivning": "Om tjänsten\nI rollen som Team Manager Apotek driver du verksamheten i enlighet med kundernas behov, förväntningar och krav. Du ansvarar för att apoteket följer alla tillämpliga lagar och förordningar samt håller hög kvalitet och säkerhet. Du kommer ansvara för medarbetarna på apoteket och arbetar gemensamt med teamet för att ge kunder utmärkt service. Som Team Manager kommer du även arbeta med att coacha medarbetarna för att säkerställa deras personliga samt affärsrelaterade utveckling. Dessutom ansvarar du för att lösa problem som kan uppkomma och aktivt hantera processer för att bolagets uppsatta mål uppnås. I tjänsten ingår även att hantera frånvaro, säkerställa efterlevnad av affärsstandard samt resultatstyrning. Även andra personalfrågor hanteras av dig. \nDu kommer att arbeta nära dina kollegor internt men även hantera viss kommunikation med kunder. \nArbetsuppgifter\nDe huvudsakliga arbetsuppgifter är:  \n Leda apotekets dagliga verksamhet så att prestations- och ekonomiska mål uppnås. Analysera och rapportera data.\n Säkerställa att lagar och förordningar följs.\n Samarbeta med LMA och säkerställa rätt förutsättningar för personalens arbetsuppgifter.\n Säkerställa personalens arbete, ge feedback och stödja deras utveckling genom kontinuerliga individuella möten och prestationsdiskussioner. \n Arbeta för en hög kundnöjdhet.\n Bidra till förändringar och innovation.\n Identifiera och hantera risker i verksamheten.\n Identifiera trender och mönster samt säkerställa kunskapsdelning för en enhetlig arbetsmetod.\n Ansvara för avdelningens driftskostnader. \n Implementera, anpassa och säkerställa att KPI:er nås efter verksamhetens behov.\n \nÄven andra arbetsuppgifter kan förekomma i tjänsten. \n \nArbetstider: Måndag till Fredag kl. 08:00 - 17:00.\nAnställningsform: Tillsvidareanställning på heltid, med sedvanlig provanställning om sex månader.\nStart för tjänsten: Omgående eller enligt överenskommelse. \nAdress till arbetsplats: Forskaregatan 1D, 275 37 Sjöbo\nLön och förmåner\nLön: Enligt överenskommelse, kollektivavtal med Unionen\nFörmåner: \n Tjänstepension\n Friskvårdsbidrag\n Lunchförmåner\n Möjlighet till årlig bonus \n Krav och egenskaper\nKrav\n\n\n\n\n\n\nLegitimerad apotekare eller receptarie med giltig svensk legitimation utfärdad av Socialstyrelsen.\n \n\n\n\n\n\n\n\n\n\n\n\n\nFlytande svenska i tal och skrift. \n \n\n\n\n\n\n\n\n\n\n\n\n\nMycket goda kunskaper i engelska i tal och skrift. \n \n\n\n\n\n\n\n\n\n\n\n\n\nGod kunskap om gällande lagar och regler för apoteksverksamhet.\n \n\n\n\n\n\n\n\n\n\n\n\nGoda kunskaper i Microsoft365 (Business Central, Excel, SharePoint, Word, PowerPoint, Outlook och Visio).\n \n\n\n\n\n\n\n\n \nMeriterande\n Erfarenhet som Apotekschef.\n Erfarenhet av budgetering och ekonomisk rapportering. \n  \nEgenskaper\nMWI Animal Health söker dig med stark ledarskapsförmåga som är duktig på att bygga framgångsrika team. Genom din utmärkta kommunikations- och organisationsförmåga så skapar du delaktighet och förtroende samt inspirerar ditt team att uppnå era gemensamma mål. Med ditt stora engagemang och prestigelöshet bidrar du till ett starkt kundfokus där hälsa och välbefinnande prioriteras. För att lyckas i rollen behöver du även ha förmågan att arbeta i en snabb och dynamisk miljö. Som ledare och chef hos MWI Animal Health är det viktigt att vara ansvarstagande, ha högt engagemang och säkerställa att rätt personer är på rätt plats vid rätt tidpunkt. Vikt läggs även vid övriga personliga egenskaper.  \nOm MWI Animal Health\nMWI Animal Health är Sveriges enda fullsortimentsgrossist inom djurhälsa och de gör allt för att underlätta och stödja de som arbetar med och lever nära djuren. MWI Animal Health erbjuder ett gediget kunnande, ett lättillgängligt stöd, en hög servicenivå och ett brett och prisvärt sortiment inom läkemedel, förbrukning och sjukvårdsutrustning. Hos MWI Animal Health finns goda möjligheter till både personlig utveckling och att ta steg i karriären! Oavsett om du vill växa in i en annan roll eller specialisera dig mot ett mer specifikt område. Möjligheterna är många och stora för den som är driven och engagerad. Här blir du en del av ett företag med stark tillväxt och får jobba i ett sammansvetsat team med höga ambitioner.\nRekryteringsprocessen\nMarketpeople har en rättvis och enkel rekryteringsprocess där du ansöker om ett jobb på vår hemsida. Efter att du skickat in din ansökan så kommer du få ett mail om att genomföra AI-intervju med Hubert. Nästa steg kommer vara en juridisk bakgrundskontroll via Fortcheck. Därefter genomförs referenstagning digitalt med hjälp av Refensa. Efter detta tar MWI Animal Health själva över processen. \nOm Marketpeople\nHemsida: www.marketpeople.se",
      "Techstack": [
        "Microsoft365",
        "Business Central",
        "Excel",
        "SharePoint",
        "Word",
        "PowerPoint",
        "Outlook",
        "Visio"
      ],
      "Produkt": "Apoteksverksamhet, läkemedel, förbrukning och sjukvårdsutrustning",
      "Företagsstruktur": "Team Manager ansvarar för apotekets verksamhet och personal, ingen specifik information om antal anställda eller avdelningar",
      "Ekonomi": "Lön enligt överenskommelse, kollektivavtal med Unionen, inga specifika ekonomiska siffror angivna",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@marketpeople.se",
          "name": "Info",
          "position": "",
          "source": "https://marketpeople.se/kontakta-oss/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/marketpeople-ab",
        "facebook": "https://www.facebook.com/marketpeoplesverige",
        "twitter": null,
        "instagram": "https://www.instagram.com/marketpeoplesverige/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 327,
      "företagsnamn": "Hitachi Energy Sweden AB",
      "företagswebb": null,
      "organisationsnummer": "5560297029",
      "sökterm": [
        "Data Visualization",
        "Penetration Testing",
        "Sharepoint",
        "Assembly",
        "Artificial Intelligence",
        "C/C++",
        "Object-Oriented Programming",
        "Robot Framework",
        "Backbone.js",
        "Material-UI"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554541",
      "titel": "Strategic Buyer",
      "beskrivning": "The opportunity\nHigh Voltage Breakers is a key business unit within Hitachi Energy, based in Ludvika, Sweden. Our unit has global responsibility for developing, producing, and selling High Voltage Breakers for power systems. As the world shifts towards green energy, High Voltage Breakers play a crucial role in accelerating the transition.\nAre you up for the role as our speaking partner between suppliers and internal functions? We are looking for a team player who is driven, structured, analytical and has a result-oriented mindset. In this role you will be located in Ludvika but have the opportunity to collaborate on a global arena with a wide range of stakeholders.\nAs a strategic buyer you will be part of a key function in driving and coordinating strategic sourcing activities together with our suppliers and internal interfaces such as design, sales, production and operational purchasing. You will work together with stakeholders to find more cost-efficient and reliable solutions and setups. You will be included in a team who supports each other in a dynamic environment with great atmosphere.\nWe are looking for a variety of people to join our team so don’t hesitate to apply even though you don’t meet all the requirements. We are interested in learning more about you and how you can contribute to our team.\nHow you’ll make an impact\nMaintain and develop the supply base with focus on quality, delivery and total cost.\nDefine and drive local sourcing strategies that align with the development and implementation of regional sourcing strategies in collaboration with the regional Category Manager.\nRuns regular supplier evaluations in collaboration with the respective local buyer and initiate improvement projects when required.\nDefines and establishes local standard agreements with all major suppliers, and periodically renew pricelists, standard purchase terms and conditions in line with Business directives and guidelines.\nIdentifies new suppliers in cooperation with relevant category team. Qualifies new suppliers in cooperation with Supplier Quality and Engineering specialists.\nRuns benchmark studies for the local factory and for specific sourcing initiatives and implements cost-out programs and/or processes to reach financial targets.\nCoordinate, collaborate and support the Business in SCM related topics. \n\nYour background\nYou are a curious person with the drive to challenge yourself and the organization for continuous improvement.\nGood communication and networking skills as well as strong analytical and problem-solving skills.\nProfessional experience in a supply chain function.\nStrong sense of ownership and entrepreneurial attitude.\nWell versed in MS tools – Excel, Power Point, SharePoint, Power BI, etc.\nAs you will be part of a company that operates on a global arena, proficiency in English is required.\n\nWhat we offer \nCollective agreement \nFlexible working time \nHealth care and wellness allowance \nFantastic career possibilities within Hitachi Energy both within Sweden and globally \nMentor to support you throughout onboard phase \nVarious trainings and education supporting employee development​ \nDiversified company with over 70+ nationalities working in Sweden \nSupplementary compensation for parental leave \nEmployee Benefit Portal with thousands of discounts and perks \n\nMore about us\nWe are interested to learn more about you and what you can contribute with so don’t hesitate to apply!\nApplications will be reviewed on an ongoing basis, so don’t delay – apply today!  \nMore information: Hiring Manager,Tobias Eriksson, tobias.eriksson1@hitachienergy.com will answer your questions about the position. Union representatives - Sveriges Ingenjörer: Philip Bengtsson, +46 107-38 25 17; Unionen: Michael Fosselius, +46 107 38 46 19; Ledarna: Frank Hollstedt, +46 107-38 70 43. All other questions can be directed to Talent Acquisition Partner Renée Lundgren, renee.lundgren@hitachienergy.com.",
      "Techstack": "MS Excel, MS Power Point, MS SharePoint, MS Power BI",
      "Produkt": "Högspänningsbrytare för kraftsystem",
      "Företagsstruktur": "Globalt ansvar för utveckling, produktion och försäljning av högspänningsbrytare, beläget i Ludvika, Sverige",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 328,
      "företagsnamn": "Danx AB",
      "företagswebb": "https://www.danx.com/",
      "organisationsnummer": "5567233118",
      "sökterm": [
        "Sharepoint"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531659",
      "titel": "TLS söker ny medarbetare till teamet i Malmö",
      "beskrivning": "TLS arbetar med transport, uppstart och installation av skrivare och kopieringsmaskiner. Vi ser till att maskinerna är monterade, konfigurerade och redo att användas direkt vid leverans hos slutkunden. Vårt team ansvarar för att ställa maskinerna på plats, säkerställa att de fungerar som de ska samt ge kunden en introduktion till de grundläggande funktionerna. Dessutom hanterar vi returer och transporter av utgående maskiner.\nVi växer och söker nu en engagerad och ansvarsfull medarbetare till vårt team i Malmö! Rollen är varierad och innefattar lagerarbete, montering, konfigurering och vid behov även chaufförsuppdrag. Vill du bli en del av ett fantastiskt team och arbeta med teknisk utrustning i en koncern med stark tillväxt?\n\nDå vill vi gärna komma i kontakt med dig!  \n\nOm jobbet:\n Lagerarbete: rangering, truckkörning, orderhantering och inskrivning av maskiner.\n Uppackning, montering och mjukvarukonfigurering av skrivare och kopieringsmaskiner.\n Chaufförsuppdrag vid behov, vilket inkluderar leverans och viss installation av maskiner, både i Malmö och andra orter. Tunga lyft förekommer.\n\n\nVad vi förväntar oss:\nDet är viktigt att du har en god teknisk förståelse så att du snabbt kan tillägna dig kunskaper och färdigheter om den utrustning du ska arbeta med. Dessutom lägger vi vikt vid att du förstår betydelsen av en korrekt och riktig hantering och montering av utrustningen, att du håller vad du lovar och att du kan leverera förstklassig service ute hos kunden.\n\nVi söker dig som:\n Är noggrann och kvalitetsmedveten.\n Är initiativtagande.\n Är ansvarsfull och kan jobba självständigt.\n Har en teknisk förståelse för nätverk och office365 (främst outlook, sharepoint och excel). Inga förkunskaper om skrivare krävs, men är meriterande.\n Besitter en god serviceförmåga, både i kommunikation mot våra uppdragsgivare angående konfigurering, samt mot slutkunden vid leveranser.\n I perioder kan arbeta under flexibla tider.\n I perioder kan arbeta på annan ort.\n Innehar truckkort kat A1-4, B1 & B5\n Innehar körkort. Högre behörighet och YKB är meriterande.\n\n\nVad vi erbjuder:\n En arbetsplats där stämningen är hög och varje dag präglas av en hög energinivå.\n Kompetenta och tillmötesgående kollegor som alltid är redo att hjälpa dig.\n Arbetskläder, verktyg, surfplatta och annan nödvändig utrustning.\n En grundlig introduktion och upplärning där du får gå vid sidan om en erfaren montör.\n\nTjänsten är en tillsvidareanställning på heltid (måndag-fredag) med en inledande provanställning på sex månader.\nVi rekryterar löpande och kommer tillsätta tjänsterna när vi hittat rätt kandidater.\nTveka därför inte på att ansöka redan idag för att ha möjlighet att vara med på vår fortsatta tillväxtresa!\n\n\nVi ser fram emot din ansökan!",
      "Techstack": "Nätverk, Office 365, Outlook, SharePoint, Excel",
      "Produkt": "Transport, uppstart och installation av skrivare och kopieringsmaskiner",
      "Företagsstruktur": "Tillsvidareanställning på heltid, provanställning på sex månader, anställer medarbetare till Malmökontoret",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@danx.no",
          "name": "Info",
          "position": "",
          "source": "https://www.danx.com/"
        },
        {
          "email": "info@danx.fi",
          "name": "Info",
          "position": "",
          "source": "https://www.danx.com/"
        },
        {
          "email": "warehousebry@danx.dk",
          "name": "Warehousebry",
          "position": "",
          "source": "https://www.danx.com/"
        },
        {
          "email": "info@danx.ee",
          "name": "Info",
          "position": "",
          "source": "https://www.danx.com/"
        },
        {
          "email": "info@danx.se",
          "name": "Info",
          "position": "",
          "source": "https://www.danx.com/"
        },
        {
          "email": "dkoperation@danx.dk",
          "name": "Dkoperation",
          "position": "",
          "source": "https://www.danx.com/"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": "https://www.danx.com/news/published/34/2022/1/danx_welcomes_axcel_as_investor_and_joins_forces_with_carousel",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 329,
      "företagsnamn": "Academic Resource AB",
      "företagswebb": null,
      "organisationsnummer": "5566490917",
      "sökterm": [
        "Sharepoint"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29521042",
      "titel": "Projektadministratör till bioteknikföretag i Uppsala",
      "beskrivning": "Vi söker en Projektadministratör till välkänt globalt bioteknikföretag i Uppsala, för ett spännande och utvecklande uppdrag inom projektarbete. De arbetar med förändringsprojekt inom produktion, såsom introduktion av nya produkter, förbättring av produktionsprocesser och fabriksflyttar. Arbetet sker globalt med stöd till projektledare över hela världen, inklusive USA. Det är ofta högt tempo och stora, komplexa projekt med många intressenter att interagera med. Rollen innebär många kontaktytor och teamet består av projektledare och projektadministratörer. Administratörerna samarbetar både med varandra och med projektledare samt linjeorganisationen för bemanning. \nTjänsten är placerad i Uppsala, heltid med start så snart som möjligt, och uppdraget är på 6 månader med goda möjligheter till förlängning.\n\n\nArbetsuppgifter:\n• Stöd till projektledare och projektkontor.\n• Delta i möten för att ta mötesanteckningar och föra in mötesprotokoll i dokumenthanteringssystem.\n• Administrera och hantera resurshanteringssystem (för närvarande Excelbaserat), göra utskick och följa upp efterlevnad, hålla ordning i distributionslistor, säkerställa att tidslinjer följs för resurshanteringsprocessen, svara på praktiska frågor, administrera och utveckla Excelfiler, samt föreslå förbättringar vid behov.\n• Övriga administrativa uppgifter kan förekomma.\n\n\nKvalifikationer:\n• Erfarenhet av administrativa sysslor. Tidigare projekterfarenhet är en fördel, gärna med teknisk eller R&D-bakgrund.\n• Goda kunskaper i svenska och engelska, både i tal och skrift.\n• Goda kunskaper i Office-paketet (Word, Excel, PowerPoint, SharePoint). Kunskaper i Miro är ett plus men inget krav.\n• Social och nätverkande, med förmåga att samarbeta med andra.\n• Ordningssinne och sinne för detaljer.\n• Initiativtagande och förmåga att se vad som behöver göras.\n• Trivas med administrativt arbete, som kan vara både enformigt och varierande.\n• Flexibel och kunna hantera olika arbetskulturer (svensk/amerikansk).\n• Förmåga att föreslå och genomföra effektiviseringar av egna arbetsuppgifter.\n• Möjlighet att resa till USA vid behov, inklusive visum och praktisk möjlighet att resa.\n\n\n\n\nOm Academic Resource:\nAcademic Resource är rekryterings- och bemanningsföretaget för akademiker med erfarenhet. Vi har lång erfarenhet av uthyrning, rekrytering samt interim management inom tjänstesektorn. Våra affärsområden är administration, ekonomi & finans samt life science. Vi verkar främst i Stockholm/Mälardalen.\nHos oss erbjuds du en anställning hos ett auktoriserat bemannings- och rekryteringsföretag, vilket innebär stor trygghet då du omfattas av bemanningsföretagen Almegas kollektivavtal. Som anställd på Academic Resource erbjuds du förmåner som tjänstepension, friskvårdsbidrag, försäkringar, semester och föräldralön. Du får en engagerad konsultchef som finns tillgänglig och håller löpande kontakt med dig och kundföretagen under hela din anställning, för att säkerställa att du trivs och utvecklas på din arbetsplats. Hos oss får du möjlighet att utvecklas genom lärande på arbetet samt i varierade roller på intressanta kundföretag.\nAnsökan:\nIntervjuer och urval sker löpande, så skicka in din ansökan så snart som möjligt. Klicka nedan på “Sök tjänsten” och fyll i dina kontaktuppgifter, ange referensnamn: PROADMCY0225. Vi gör sedvanlig bakgrundskontroll och kreditupplysning på de kandidater som går vidare.\nFrågor besvaras via mail av ansvarig rekryterare Ulrica Rosander på: ulrica.rosander@academicresource.se",
      "Techstack": [
        "Excel",
        "Word",
        "PowerPoint",
        "SharePoint",
        "Miro"
      ],
      "Produkt": "Rekrytering och bemanning inom administration, ekonomi & finans samt life science",
      "Företagsstruktur": "Ej specificerad information om antal anställda eller avdelningar",
      "Ekonomi": "Ej specificerad ekonomisk information",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 330,
      "företagsnamn": "Balco AB",
      "företagswebb": "http://www.balco.se",
      "organisationsnummer": "5562994482",
      "sökterm": [
        "Sharepoint",
        "PowerShell"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29511090",
      "titel": "IT-Tekniker",
      "beskrivning": "Balco Group är ett tillväxtbolag som erbjuder innovativa, patenterade och energibesparande balkong- och fasadlösningar av hög kvalitet. Våra kundanpassade produkter bidrar till en ökad livskvalitet, trygghet och värdeökning till boenden i flerbostadshus. Balco kontrollerar, genom en effektiv försäljningsprocess, hela värdekedjan – från produktion till leverans. Balco grundades i Växjö 1987 och har över 500 anställda, är marknadsledare i Norden och är verksam på ett flertal marknader i norra Europa. Omsättningen under 2024 uppgick till 1 418 MSEK. Balco Group är börsnoterat på Nasdaq Stockholm sedan 2017. \nIT-avdelningens huvuduppgift är att ansvara för drift, leverans och utveckling av verksamhetsstödjande processer och IT-tjänster i en Windows-miljö. Tillsammans med dina kollegor arbetar ni både strategiskt och operativt för koncernens bolag och användare. I det dagliga hanterar ni inkommande incidenter och service requests, administrerar vår Microsoftmiljö, servermiljö samt den fysiska IT-miljön. Avdelningen tillsammans med IT-chefen, hanterar det strategiska vad gäller inventering, inköp, integration och implementation av affärssystemsrelaterade system och tjänster. \nDitt ansvarsområde är 2nd/3rd line support där du tar emot ärenden från helpdesken och gör djupare felsökning på de ärenden som inte kunnat lösas där. Som 2nd/3rd line-tekniker är du också delaktig i att bygga och utveckla själva IT-miljön. Karaktären av olika ärenden och arbetsuppgifter kan vara väldigt varierad men tempot är alltid högt och stimulerande.\nÖvergripande:\n Supportera och vidareutveckla affärssystemet.\n Automatisera och utveckla arbetsflödena i organisationen. \n Bidra med IT-kompetens kring införande av nya system.\n Installation, drift, felsökning och underhåll av Windows server och klient\n Nätverk och brandväggar\n Säkerhet och backup\n Datacenter och serverrum\n Microsoft 365\n  \n \nDina egenskaper\nFör att lyckas och trivas i rollen finns det några egenskaper vi ser som extra viktiga. Du har förståelse för användarens behov och kan utefter det skräddarsy nödvändiga lösningar. Du ser helheten och levererar effektiva lösningar med hög kvalitet och enligt tidsplan. Att ansvarsfullt och självständigt driva ditt arbete framåt och alltid ge bästa tänkbara service är självklart för dig. Du har ett analytiskt, proaktivt och kreativt förhållningssätt som du får användning av när du möter olika typer av problem. Du motiveras av att agera problemlösande, då du har intresset samt förmågan att fördjupa dig i komplexa problem. \nDå vissa uppdrag kräver att du arbetar tätt ihop med ditt team, är det viktigt att du är en lagspelare och uppskattar att jobba tillsammans med andra. Du är en person med stark vilja att utvecklas. \nDå vi tillhör en koncern (Balco Group) så har vi bolag utspridda över Europa där tjänsteresor förekommer med jämna mellanrum inom tjänsten som IT-Tekniker. Vi ställer därför krav på B-körkort samt att du har goda kunskaper i engelska både i tal och skrift. \nDet är meriterande om du har kunskaper inom följande områden.\n Autodesk Vault\n Certifierad enligt ITIL\n DNS\n ERP-system\n Microsoft 365 inklusive migreringar mellan tenant\n Microsoft Active Directory\n Microsoft Intune\n Microsoft SCCM\n Nätverk och säkerhet\n PKI\n PowerShell\n SharePoint\n SQL\n Veeam Backup\n VMware\n \nOm det här är arbetet för dig så erbjuder vi ett spännande och utvecklande jobb i ett expansivt företag med internationell prägel, snabba beslutsvägar, öppet arbetsklimat med stor gemenskap, bra introduktion och goda karriärmöjligheter. \nFrågor gällande tjänsten besvaras av CFO, Michael Grindborn på telefon +46 70 670 18 48 eller michael.grindborn@balco.se. Sista ansökningsdag är 2025-03-31. Intervjuer och urval kommer att ske löpande under ansökningstiden.\nVälkommen med din ansökan!",
      "Techstack": [
        "Windows-miljö",
        "Microsoft 365",
        "Autodesk Vault",
        "Microsoft Active Directory",
        "Microsoft Intune",
        "Microsoft SCCM",
        "Nätverk och säkerhet",
        "DNS",
        "SQL",
        "Veeam Backup",
        "VMware",
        "PowerShell",
        "SharePoint"
      ],
      "Produkt": "Balkong- och fasadlösningar av hög kvalitet",
      "Företagsstruktur": {
        "Antal anställda": 500,
        "Avdelningar": [
          "IT-avdelning",
          "Produktion",
          "Försäljning"
        ]
      },
      "Ekonomi": "Omsättningen under 2024 uppgick till 1 418 MSEK",
      "Ekonomisiffor": {
        "Omsättning": 1418,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/balco-ab?trk=extra_biz_viewers_viewed",
        "facebook": "https://www.facebook.com/balcobalconies/?fref=ts",
        "twitter": null,
        "instagram": "https://www.instagram.com/balcobalconies/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 331,
      "företagsnamn": "Björn Lundén AB",
      "företagswebb": "https://jobb.bjornlunden.se/",
      "organisationsnummer": "5562939982",
      "sökterm": [
        "Sharepoint"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29503768",
      "titel": "IT-supporttekniker till expansiva Bjorn Lunden",
      "beskrivning": "Om rollen\nVi expanderar vårt internationella IT-supportteam och söker en IT-supporttekniker med erfarenhet inom Microsoft 365 i en multi tenant-miljö. Teamets främsta uppgift är att stödja och förbättra arbetet med våra interna kommunikations- och samarbetsplattformar, vilket är centralt för vår internationella verksamhet. I dagsläget är vi ca 250 medarbetare inom Bjorn Lunden Group – baserade i Sverige, Danmark och Nederländerna.\nDitt framtida team består av omkring femton duktiga IT-entusiaster med olika kompetenser och erfarenheter. Oavsett placeringsort eller kompetensområde arbetar vi tillsammans med regelbundna möten och uppföljningar. Vi har ett tydligt förvaltningsansvar för den dagliga IT-driften, men gillar samtidigt att testa och utveckla nya tekniska lösningar för att skapa en bättre och mer effektiv arbetsmiljö för våra medarbetare.\nIT-avdelningen supporterar hela organisationen med både centrala och lokala applikationer, samt användarsupport. Du blir en nyckelperson i att stödja våra användare och säkerställa en smidig IT-drift. Dina arbetsuppgifter innefattar bland annat att:\nSystematiskt hantera inkommande ärenden på ett effektivt sätt och med ett professionellt kundbemötande.\nBistå med teknisk support och vägledning, både remote och on-site till våra medarbetare.\nBidra till utvecklingen av servicedesk-arbetet och implementeringen av förbättringsåtgärder och arbetsrutiner.\nUnderhålla datorer och applikationer i Windowsmiljö.\n\nVi ser helst att du utgår från något av våra kontor i Hälsingland (Näsviken, Ljusdal eller Hudiksvall). Resor i tjänsten kan förekomma.\nVem söker vi?\nFörutom ditt genuina intresse för IT och teknik tror vi att du som person är serviceinriktad, självgående och strukturerad. Samarbete är viktigt för oss och du bör därför trivas med att arbeta i team och ha god samarbetsförmåga. Du är pålitlig och tar ansvar för ditt arbete. Utöver det kommunicerar du obehindrat på svenska och engelska samt tycker om att arbeta med både teknik och människor.\nDin profil:\nDu har några års erfarenhet från en liknande roll och vana av att arbeta med ärendehanteringssystem som Zendesk eller liknande.\nDu har en eftergymnasial utbildning inom IT, eller motsvarande arbetslivserfarenhet.\nDu har kunskaper i administration och felsökning inom Microsoft 365-plattformen.\nDu har erfarenhet av att supportera Microsoft 365-applikationer så som: SharePoint, Teams, Outlook, samt endpoint- och application managment.\n\nMeriterande:\nKunskaper inom Microsoft Copilot och Power Platform.\nErfarenhet av drift och förvaltning av Windowsservrar - samt nätverksutrustning.\n\nVårt erbjudande\nVi erbjuder dig en roll i ett internationellt och växande företag med en stark marknadsposition, som vill utmana branschens jättar. Det är viktigt för oss att våra medarbetare mår bra och trivs på jobbet. Vi vill vara en schysst arbetsgivare och eftersträvar en hållbar balans mellan arbete och fritid. Det gör vi bland annat genom att erbjuda bra villkor och förmåner, 30 dagars semester samt möjlighet till flexibilitet. Vi vill vara det självklara valet för medarbetare som vill må bra och ha kul på jobbet.\nVilka är vi?\nVi är Bjorn Lunden, affärsplattformen som förenklar vardagen för små och medelstora företag. Vi har en enkel övertygelse: varje företag förtjänar tillväxtmöjligheter. Vi är här för att göra det möjligt 🐻.\nVi är på en riktigt spännande resa. Vi siktar högt och vår vision är att bli en av de ledande leverantörerna av programlösningar för redovisning och ekonomi i nordvästra Europa. Med rötterna i Hälsingland, närmare bestämt lilla Näsviken, har vi de senaste åren vuxit snabbt och gått från ett mindre, nationellt företag till en internationell koncern. Förutom i Sverige, finns vi även i Nederländerna och Danmark.\nAnsökan\nSista ansökningsdag är 30 mars 2025. Intervjuer kan komma att ske löpande innan sista ansökningsdagen – så sök nu!\nHar du frågor eller funderingar, kontakta:\nFredrik Jakobsson, Ansvarig IT-tekniker Norr: fredrik.jakobsson@bjornlunden.com\nRobert Dahlin, Group Head of IT and IT Services: robert.dahlin@bjornlunden.com",
      "Techstack": [
        "Microsoft 365",
        "SharePoint",
        "Teams",
        "Outlook",
        "Windows"
      ],
      "Produkt": "Programlösningar för redovisning och ekonomi",
      "Företagsstruktur": {
        "AntalAnställda": 250,
        "Plats": {
          "Sverige": "Hälsingland",
          "Danmark": "-",
          "Nederländerna": "-"
        },
        "Avdelningar": [
          "IT-supportteam",
          "Service Desk"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/bjornlunden.se",
        "twitter": "https://x.com/bjornlunden_se",
        "instagram": "https://www.instagram.com/bjornlunden_se/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 332,
      "företagsnamn": "OIO Väst AB",
      "företagswebb": "https://oio.se/",
      "organisationsnummer": "5593515835",
      "sökterm": [
        "Data Visualization",
        "Sharepoint",
        "A/B Testing",
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29537969",
      "titel": "Senior Marketing Analyst",
      "beskrivning": "Are you passionate about data, digital marketing, and marketing insights? Do you love working with cross-functional teams to drive growth and optimization? This could be the role for you! \n\nThe role\nAs a Senior Marketing Analyst, you’ll be a key player in helping our Marketing organization make data-driven decisions and support our team with impactful insights. You’ll dive deep into marketing performance, attribution reporting, and our mar-tech stack to unlock actionable insights that directly influence strategy. This role offers a unique blend of working closely with analytics while supporting the marketing department’s efforts to enhance customer acquisition, engagement, and retention. \n\nSince we’re a small company, we expect your footprint to be big! You will on a daily basis interact with our Growth, Marketing & User Research teams. You will also, on a regular cadence, present your findings to our Management team and reason around these from a strategic angle. \n\nYou can check out our website to see what kind of user journeys you'll be analyzing, and also download our app to sign up for a free trial to get a first hand experience of our product.\n\nResponsibilities\nWork directly with the Marketing team to analyze performance, track KPIs, and identify opportunities to optimize campaigns and improve ROI\nCollaborate with the Marketing department to support demand generation efforts and measure the effectiveness of campaigns and initiatives\nProvide insights into customer acquisition, segmentation, and lead conversion\nHelp develop and improve A/B testing methodologies to inform marketing strategies\nSupport strategic initiatives by delivering actionable insights to senior leadership\nWork with the Marketing team to build reports and dashboards that measure progress against KPIs\nMaintain and expand the Marketing data architecture across multiple systems in collaboration with stakeholders and engineering\nConduct detailed analysis of key marketing data, such as trial-to-paying performance, customer lifetime value, return on ad spend, customer journey mapping, or incrementality\n\nAbout you\n\nWe’re looking for someone highly analytical, detail-oriented, who can translate data into actionable insights. You should be passionate about working across teams, from sales operations to marketing strategy. If you’re adaptable, thrive in fast-paced environments, and enjoy solving business challenges with data, we’d love to hear from you!\n\nMandatory requirements\nAt least 4 years of experience in data analytics and marketing analysis within a B2B environment\nProven track record of using data to inform decisions in a marketing context\nStrong SQL skills and experience with data visualization tools (e.g., Tableau, Looker)\nExperience with marketing analytics tools (e.g., Funnel, Google Tag Manager, AppsFlyer)\nWorked in and configured conversions in ad platforms (Google Ads, Meta Ads, etc.)\nAbility to communicate complex data insights to non-technical stakeholders.\nSolid understanding of marketing attribution, customer acquisition metrics, and marketing performance indicators.\nFamiliar with various marketing channels and associated data sources and dimensions\nBeneficial requirements (not required):\nExperience working with B2B or PLG SaaS products\nFamiliar with marketing mix modeling (MMM) or incrementality analysis using machine learning\n\nAbout us\n\nSoundtrack Your Brand is a B2B company providing music streaming services to more than 80,000 businesses in over 70 countries, from the restaurant or retailer round the corner to larger brands such as Lululemon, Joe & The Juice, Toni & Guy and TAG Heuer.\n\nThe company consists of 90+ talented, motivated and humble employees. We follow the tenets of product-led growth (PLG), where the product is the primary driver of customer acquisition, conversion and expansion. Our headquarters are located in central Stockholm (5 minute walk from Odenplan). \n\nWe’re a company that’s committed to making the best decisions we can, both on a macro and micro level. That’s where our Analytics department comes in! We’re today a small tight team consisting of both Analysts and Data Engineers. What we share? Love for music and data, of course!\n\nEmployee benefits\nYou have the freedom to decide where you work the best with our Work From Anywhere program with a one-off setup bonus included\nGenerous pension plan\nYearly budget for health, wellness and personal development\nLaptop and mobile phone of your choice with included cellular subscription\nRegular social activities such as team events, meet ups, after works and off-sites\nDaily breakfast served at the office\n\n\n\n\n\nAbout OIO\n\nOur passion is to help you find the right role and workplace. At the same time, we are aware of the fact that you are picky and choose carefully before taking your next career step, we would do the same. That is why we are dedicated in making sure we get to know you and your ambitions during the recruitment process. We believe that people in the right place have a greater chance of reaching their full potential. Through fair, uncomplicated employment conditions and a present leadership, we strive to help you grow professionally. In this way, we aim to become an obvious career partner for you. We are as picky as you are.",
      "Techstack": [
        "SQL",
        "Data visualization tools (Tableau, Looker)",
        "Marketing analytics tools (Funnel, Google Tag Manager, AppsFlyer)",
        "Ad platforms (Google Ads, Meta Ads)"
      ],
      "Produkt": "Musikstreamingstjänster för B2B",
      "Företagsstruktur": {
        "AntalAnställda": 90,
        "Avdelningar": [
          "Analytics",
          "Marketing",
          "User Research"
        ]
      },
      "Ekonomi": "Inga specifika ekonomiska uppgifter angivna.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@oio.se",
          "name": "Info",
          "position": "",
          "source": "https://oio.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/oio-sweden/?originalsubdomain=se",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 333,
      "företagsnamn": "Bromma Stål AB",
      "företagswebb": "http://www.brommastal.se",
      "organisationsnummer": "5566192968",
      "sökterm": [
        "Sharepoint",
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29494952",
      "titel": "IT Virtuos med ansvar för drift och utveckling, nätverk och webb.",
      "beskrivning": "Arbetsannons: IT-specialist med fokus på Nätverk och Drift\nVi söker en engagerad IT-specialist med expertis inom nätverk och drift i Windowsmiljö samt erfarenhet av webbutveckling och förvaltning av WordPress och SharePoint. Tjänsten är placerad i Jordbro och omfattar service till våra tre bolag: Telge Stålcenter, Huddinge Stål och Bromma Stål.\nArbetsuppgifter:\nWindows Drift:\nAnsvara för drift och övervakning av nätverkslösningar och Windowsmiljöer.\nUtföra regelbundna säkerhetskopieringar och systemuppdateringar.\nFelsöka och lösa tekniska problem relaterade till Windowsmiljö.\n\nWebbutveckling och Förvaltning:\nUtveckla och underhålla våra webbplatser som drivs av WordPress.\nAnsvara för innehållshantering och teknisk support av WordPress-sidor.\nAdministrera och optimera SharePoint-miljöer för effektivt samarbete.\n\nSEO och Optimering:\nBidra till SEO-strategier för att förbättra webbplatsens synlighet och användarupplevelse.\n\nBackoffice Funktioner:\nI rollen kan det även ingå vissa backoffice-funktioner, såsom sälj- och ekonomistöd.\nTa hand om våra sociala medier\n\nKvalifikationer:\nErfarenhet av drift och administration i Windowsmiljö.\nKunskap om WordPress, inklusive utveckling och underhåll.\nGrundläggande förståelse för SharePoint.\nKännedom om SEO och dess bästa praxis.\nFörmåga att arbeta självständigt och i team.\n\n\n\nVi värdesätter en helhetssyn och en vilja att lära sig. Om du är intresserad av att arbeta i en dynamisk och utvecklande miljö, ser vi fram emot din ansökan!",
      "Techstack": [
        "Windows",
        "WordPress",
        "SharePoint",
        "SEO",
        "Nätverkslösningar"
      ],
      "Produkt": "IT-tjänster inom nätverk, drift, webbutveckling och förvaltning av plattformar som WordPress och SharePoint.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@brommastal.se",
          "name": "Info",
          "position": "",
          "source": "http://www.brommastal.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/brommastal/",
        "twitter": null,
        "instagram": "https://www.instagram.com/brommastal/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 334,
      "företagsnamn": "Sigma Technology IT INFRA AB",
      "företagswebb": "https://sigmatechnology.com/",
      "organisationsnummer": "5593218497",
      "sökterm": [
        "Scrum",
        "PowerShell",
        "Git",
        "Sharepoint",
        "Jenkins",
        "Kubernetes",
        "Bash",
        "Spring",
        "PostgreSQL",
        "Terraform",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29549932",
      "titel": "Junior Windowsintegratör till Stockholm!",
      "beskrivning": "Sigma Technology IT Infra AB växer så det knakar i Stockholm och nu söker vi en ny kollega till ett spännande uppdrag hos vår stora kund i Järfälla! Här söker vi dig som är lite i början av din karriär men som har rätt driv att ta dig framåt!😊\nDu kommer att bli anställd av oss på Sigma Technology och ingå i ett härligt konsultteam som gör saker tillsammans och har roligt längs vägen! Ibland åker vi utomlands och ibland pustar vi ut på en trevlig afterwork tillsammans. Vi sätter dig som konsult i fokus, det viktigaste för oss är att du som konsult och medarbetare mår bra och har rätt förutsättningar för att utvecklas. Vi tror på långsiktighet och vill därför att du ska trivas hos oss, länge!\nVi på Sigma Technology är otroligt stolta över att våra medarbetare har röstat fram oss hela 12 år i rad bland Sveriges bästa arbetsgivare. I Topp-4 har vi legat under åren 2019-2023 och med stor glädje blev vi framröstade 2024 till Sveriges tredje bästa arbetsgivare!\nOm rollen och uppdraget\nSom Windowsintegratör kommer du initialt att arbeta i ett projekt där teamet byter hårdvara, vilket kräver att vår kunds ledningssystems mjukvara porteras från Windows XP till Windows 10 och anpassas till nya kompilatorversioner. Rollen har en tydlig mjukvaruprofil med fokus på att bygga och säkerställa att systemet fungerar både på utvecklardatorn och i målmiljön med flera noder. Arbetet innefattar installation, konfiguration och felsökning av målmiljön samt utvecklings- och byggmiljön. Du kommer även att stödja utvecklare och ha en central roll i systemintegration. Vår kunds luftburna ledningssystem kräver noggrann dokumentation, konfigurationshantering och spårbarhet, vilket gör att metodiskt och strukturerat arbete är avgörande. En bred teknisk förståelse och samarbetsvilja är viktiga för att trivas i rollen.\nExempel på arbetsuppgifter:\n• Utveckla och underhålla bygg- och utvecklingsmiljö\n• Skriva och underhålla byggscript i Python\n• Bygga och felsöka systemet\n• Konfigurera mjukvarukomponenter och målmiljö\n• Implementera säkerhetshärdning i målmiljön\n• Versionshantering på systemnivå\n• Formulera och genomföra integrationstester\nÖnskade kunskaper och erfarenheter:\n• Krav: Windows 10, script-programmering (gärna Python), versionshantering (gärna Git)\n• Meriterande: Windows 11, C++ (Visual Studio), Ada, Jenkins, automatiserad testning, virtualisering\nLåter det som ett uppdrag för dig? Vi bearbetar ansökningar löpande, så vänta inte med din ansökan!\nVarmt välkommen med din ansökan!",
      "Techstack": [
        "Windows 10",
        "Python",
        "Git",
        "C++",
        "Jenkins"
      ],
      "Produkt": "-",
      "Företagsstruktur": "Konsultteam i Stockholm, fokuserar på långsiktig trivsel och utveckling av anställda.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "mikael.andersson@sigmatechnology.com",
          "name": "Mikael Andersson",
          "position": "",
          "source": "https://sigmatechnology.com/about/quality/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/sigma-technology-ab/",
        "facebook": "https://www.facebook.com/sigmatechnologygroup",
        "twitter": null,
        "instagram": "https://www.instagram.com/sigma_technology"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 335,
      "företagsnamn": "Blue Eye AB",
      "företagswebb": null,
      "organisationsnummer": "5569855520",
      "sökterm": [
        "C/C++",
        "Jenkins",
        "Object-Oriented Programming",
        "Kotlin"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29503471",
      "titel": "HIL Developer",
      "beskrivning": "Blue Eye offers creative solutions through engineering expertise. We carry our experience and knowledge with the best professionals in different disciplines to offer optimal solutions to our clients.\n\n\nAs an employee or a sub-contractor, working within the Blue Eye family, we encourage you to share your ideas and experiences. This enables our teams to increase their knowledge and deliver high quality product development as well as strengthen our competitiveness as a company.\n\n\n \n\n\n\r\n\r\nDescription\nWe are looking for a skillful HIL systems developer for vehicle controls in the motion area.\r\n\r\nThis is a consulting assignment to work onsite with our Automotive client that is parent R&D company for renowned EV vehicles in Europe. \n\nYou will be part of the toolchain team that is responsible for setting up, developing and maintaining HIL test environment, Continuous Integration and Continuous Deployment.\n\nTasks\n• Implementing test objects in the HIL systems.\n• Work with HIL activities in cooperation with the thermal and climate teams.\n• Conduct problem solving investigations of complex issues.\n• Maintain the software toolchain based on Jenkins.\n• Support and cooperate with the different software development teams.\n\nQualifications\n\n• B.Sc or M.Sc in Electrical, SW Engineering or equivalent with emphasis in vehicle development.\n• Specifying, building and developing hardware-in-the-loop test rigs.\n• Strong hands-on experience with Vector Canoe software, setting up configurations, automating and troubleshooting.\n• Knowledge of vehicle communication protocols such as CAN, Flexray and LIN.\n• Experience with troubleshooting embedded software at the signal level.\n• Proficient in an object-oriented programming language, preferably Python.\n• Experience with a Linux operating system.\n• Knowledge of Docker and GIT.\n• Driver license (level B) is meritorious\n\nTerms\nAs a Blue Eye employee, you are not just one of many, you´ll be part of our family.\n\n\nWe believe that the happier you are at your work, the better performance you´ll have. We achieve this through constantly and carefully listening to the needs of each of our employees.\n\n\nFor Blue Eye the most important thing is our employees, therefore we give constant training in different topics, as well as constantly looking for benefits that actively increase employee satisfaction.\n\n\nWe always have challenging assignments waiting for skilled and dedicated engineers, so we invite you to join the team and be part of our family.",
      "Techstack": [
        "HIL test systems",
        "Vector Canoe",
        "Python",
        "Linux",
        "Docker",
        "GIT"
      ],
      "Produkt": "Ingenjörslösningar inom fordonsteknik med fokus på HIL-systemutveckling",
      "Företagsstruktur": "Information om antal anställda och specifika avdelningar saknas",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 336,
      "företagsnamn": "Berdiz Consulting AB",
      "företagswebb": null,
      "organisationsnummer": "5566608351",
      "sökterm": [
        "C/C++",
        "Kafka",
        "Docker",
        "Object-Oriented Programming"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29512154",
      "titel": "SW-Engineer - Senior",
      "beskrivning": "You need to be a skilled programmer with high analytical and problem-solving skills\n•    C,C++\n•    Matlab/Simulink\n•    Python\n•    Linux preferably Yocto\n•    Java, Java scripts are an advantage if you know\nYou also need to have Valid European driver’s license B\nWe use many tools and apply many standards. We do not expect that you know them, you will learn them on the job. Examples of tools, frameworks, and standards that we use are\n•    UDS (Universal Diagnostic Service)\n•    XCP (Universal Measurement and Calibration Protocol)\n•    DLT (Diagnostic Log and Trace)\n•    Git\n•    Kubernetes\n•    Docker\n•    Kafka\n•    MQTT\n•    Network communication, e.g. CAN and TCP\n•    INCA\n•    DSA\n•    CANape\n•    Wireshark\n•    Agile methods including DevOps\n•    Cloud Infrastructure, e.g. Azure\nWe are about 25 engineers with more than 400 years of experience together, mainly specialised on Analysis, Calculation, Software Development and Electronics.\nWe work world wide, but mainly in Sweden.\nYou are a Software engineer with a documented University degree, with several years of relevant working experience.\nProficiency in English as a working language is a must. Knowledge in Swedish is desired. As a consultant provide engineering competence and expert knowledge to our clients.\nKnowledge about ISO 26262 would be an advantage.\nOur clients are in the Swedish manufacturing industry\nThe work tasks can sometimes be performed from our main office or from your home. However most of the work is usually performed at the client's site.\nWe offer very competitive working conditions with extended flexibility.",
      "Techstack": [
        "C",
        "C++",
        "Matlab/Simulink",
        "Python",
        "Linux",
        "Java",
        "Git",
        "Kubernetes",
        "Docker",
        "Kafka",
        "MQTT",
        "CAN",
        "TCP",
        "INCA",
        "DSA",
        "CANape",
        "Wireshark",
        "Agile methods",
        "DevOps",
        "Azure"
      ],
      "Produkt": "Ingen specifik produkt angiven, men konsulttjänster inom mjukvaruutveckling och teknisk analys",
      "Företagsstruktur": "Cirka 25 ingenjörer med sammanlagt över 400 års erfarenhet",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 337,
      "företagsnamn": "Sigma Technology Information AB",
      "företagswebb": null,
      "organisationsnummer": "5563483634",
      "sökterm": [
        "C/C++",
        "JUnit"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29375643",
      "titel": "Mjukvaruutvecklare till Sigma Technology Göteborg",
      "beskrivning": "Våra utvecklare arbetar med de senaste teknologioerna och delar med sig av sin kompetens och sina expertkunskaper till våra kunder. Som Java utvecklare på Sigma Technology arbetar du i en agil miljö som erbjuder stora möjligheter till professionell utveckling. Vi arbetar med kunder inom flera olika områden, såsom fordonsindustri, telekommunikation och försvarsindustri. Sigma Technology har ett härligt team vi tror på kraften i förändring, är nyfikna på att lära oss nya saker och utmanar oss själva och våra kunder att alltid bli bättre. Vi finns alltid vid din sida som stöttar dig i att lyckas på dina uppdrag. \nPlaceringsort: Göteborg\nDu som söker har en Civilingenjör- eller högskoleingenjörsexamen samt 5 års erfarenhet av:\nJava SE, Swing, FX och RMI\nC/C++\nGit, Subversion\nTesting – Junit\nHibernate eller liknande\nJira\nScrum\n\n\n\nFörutom relevant arbetslivserfarenhet förväntar vi oss att du motiveras av att arbeta i ett tryggt och högpresterande konsultbolag med viljan att utvecklas och göra sitt allra bästa - samtidigt som vi har roligt tillsammans! Som person är du positiv, analystisk, strukturerad, resultatorienterad och en sann lagspelare!\nFör oss är det din utveckling som är viktig – utan dig finns inte vi. Vi är ett konsultföretag som investerar i människors utveckling. Vi ger dig en plats där du blir respekterad och där du får arbeta med fantastiska människor från hela världen. Du har nära kontakt med din chef och tillgång till all information du kan tänkas behöva. Det är viktigt för oss att du trivs på Sigma Technology. Vi är stolta över vår kultur, som bygger på passion, respekt för varandra och det gemensamma uppdraget att skapa en bättre morgondag. Hos oss kommer du både att få förverkliga dina ambitioner och ha väldigt roligt på vägen.\nVill du veta mer? Gå gärna in på www.sigmatechnology.com/Career och läs mer om hur det är att jobba hos oss.",
      "Techstack": [
        "Java SE",
        "Swing",
        "FX",
        "RMI",
        "C/C++",
        "Git",
        "Subversion",
        "Junit",
        "Hibernate",
        "Jira",
        "Scrum"
      ],
      "Produkt": "Konsulttjänster inom mjukvaruutveckling",
      "Företagsstruktur": "Konsultföretag med fokus på professionell utveckling och stöttning för anställda. Team som arbetar tillsammans i en agil miljö.",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig i beskrivningen.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 338,
      "företagsnamn": "Procruitment AB",
      "företagswebb": "https://www.procruitment.se/",
      "organisationsnummer": "5591727374",
      "sökterm": [
        "Ansible",
        "Go",
        "Bash",
        "C/C++",
        "Object-Oriented Programming",
        "MongoDB"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29474272",
      "titel": "Software Developer",
      "beskrivning": "Om kunden\nVi söker nu en Software Developer till vår kund Sigma Technology!\nSigma Technology Tech House är en del av Sigma Technology Group och specialiserar sig på IoT, uppkoppling, inbyggda system och digitala lösningar. Med bas i Linköping och en stark innovationskultur kombinerar de teknisk expertis med kreativ problemlösning för att utveckla framtidens uppkopplade system. Genom att skapa smarta, hållbara och effektiva lösningar – från avancerad produktuppkoppling till nästa generations styrsystem – hjälper de företag att driva digital transformation.\nOm tjänsten\nI rollen som Software Developer kommer du att få arbeta med hela utvecklingsprocessen, från idé till färdig produkt. Du kommer att arbeta både med hårdvara och mjukvara, där du deltar i allt från design och utveckling till testning och dokumentation.\nDina huvudsakliga arbetsuppgifter inkluderar: \n Design och utveckling av hårdvara samt byggnation och testning av prototyper.\n Kravhantering, dokumentation och framtagning av produktspecifikationer.\n  Mjukvaruutveckling i C och C++, både nära hårdvaran och högre upp i stacken.\n Skapande och genomförande av testfall för att säkerställa robusta och effektiva lösningar. \n   Din kompetens\nVi söker dig som har: \n Teknisk utbildning på högskolenivå eller motsvarande, gärna inom datavetenskap, systemutveckling, mjukvaruteknik eller annan relevant teknisk inriktning.\n Stark passion för mjukvaruutveckling och vilja att ständigt lära dig nya teknologier och metoder.\n Erfarenhet inom design, kravhantering, utredningar och dokumentation av systemlösningar.\n Erfarenhet av programmering i C/C++\n Övrigt\nLön: Fast månadslön\nOmfattning: Heltid, tillsvidare\nStart: Omgående med hänsyn tagen till din eventuella uppsägningstid\nPlaceringsort: Linköping\nVi behandlar ansökningar löpande och tjänsten kan komma att tillsättas innan ansökningstiden har gått ut, skicka din ansökan redan idag!\nOm oss\nProcruitment är Sveriges enda karriärbyrå inom IT, tech och engineering som genom proaktiv rekrytering förenar attraktiva arbetsgivare med människor som delar samma mål och ambitioner. Oavsett om du är en erfaren ledare eller om du ska ta ditt första steg ut i karriären hjälper vi dig att nå dina karriärmål - samtidigt som vi bryr oss om dig, din resa och att du mår bra längs vägen. Procruitment är stolta vinnare av Recruitment Awards och är utsedda till Årets Rekryteringsföretag och Årets Raket samt Gasellföretag 2024 av Dagens Industri.",
      "Techstack": [
        "C",
        "C++",
        "IoT",
        "inbyggda system",
        "digitala lösningar"
      ],
      "Produkt": "Rekrytering av IT, tech och engineering personal",
      "Företagsstruktur": "Procruitment har en struktur som fokuserar på proaktiv rekrytering, men exakt antal anställda och avdelningar är inte specificerade.",
      "Ekonomi": "Ingen ekonomisk information finns tillgänglig i beskrivningen eller sökresultaten.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "jennie@procruitment.se",
          "name": "Jennie",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "josefin@procruitment.se",
          "name": "Josefin",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "daniel.wallstrom@procruitment.se",
          "name": "Daniel Wallstrom",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "markus@procruitment.se",
          "name": "Markus",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "elin.kovacic@procruitment.se",
          "name": "Elin Kovacic",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "carolina@procruitment.se",
          "name": "Carolina",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "nooshin@procruitment.se",
          "name": "Nooshin",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "maria@procruitment.se",
          "name": "Maria",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "alfred@procruitment.se",
          "name": "Alfred",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "evelina@procruitment.se",
          "name": "Evelina",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "claes.ahnstrom@procruitment.se",
          "name": "Claes Ahnstrom",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "sofia@procruitment.se",
          "name": "Sofia",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "monira@procruitment.se",
          "name": "Monira",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "johanna.larsson@procruitment.se",
          "name": "Johanna Larsson",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "emma.kenttala@procruitment.se",
          "name": "Emma Kenttala",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "peter@procruitment.se",
          "name": "Peter",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "alexandra@procruitment.se",
          "name": "Alexandra",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "ajla@procruitment.se",
          "name": "Ajla",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "isabel.gustavsson@procruitment.se",
          "name": "Isabel Gustavsson",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "zana@procruitment.se",
          "name": "Zana",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "katarina.hultqvist@procruitment.se",
          "name": "Katarina Hultqvist",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "terece@procruitment.se",
          "name": "Terece",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "frida@procruitment.se",
          "name": "Frida",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "sebastian@procruitment.se",
          "name": "Sebastian",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "hanna.agbelin@procruitment.se",
          "name": "Hanna Agbelin",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "max@procruitment.se",
          "name": "Max",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "anders@procruitment.se",
          "name": "Anders",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "elin.alm@procruitment.se",
          "name": "Elin Alm",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "maria.broo@procruitment.se",
          "name": "Maria Broo",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "matilda.falk@procruitment.se",
          "name": "Matilda Falk",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "saga@procruitment.se",
          "name": "Saga",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "louise@procruitment.se",
          "name": "Louise",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "info@procruitment.se",
          "name": "Info",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "johanna@procruitment.se",
          "name": "Johanna",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "jasminka@procruitment.se",
          "name": "Jasminka",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "amanda@procruitment.se",
          "name": "Amanda",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        },
        {
          "email": "mathias@procruitment.se",
          "name": "Mathias",
          "position": "",
          "source": "https://www.procruitment.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": "http://linkedin.com/company/procruitment-ab/",
        "facebook": null,
        "twitter": null,
        "instagram": "http://instagram.com/procruitment"
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 339,
      "företagsnamn": "AirForestry AB",
      "företagswebb": "https://www.airforestry.com",
      "organisationsnummer": "5592468085",
      "sökterm": [
        "C/C++",
        "Object-Oriented Programming"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29437901",
      "titel": "Software Developer",
      "beskrivning": "Do you want to combine your passion for programming and being outdoors? We are now searching for a Software Developer, that will play a pivotal part in developing and ensuring the technology for our Harvesting tool.\nThe role:\nIn this role you will have several areas of responsibilities; Testing and Troubleshooting, Requirement demand towards suppliers, hands-on work and Documentation and Reporting. Therefore, you play an important part in AirForestry’s development. You will optimize electronic components, systems, and software for the prototypes, perform extensive testing and troubleshooting of both hardware and software to ensure reliability and performance, and provide constructive feedback to the team to support continuous improvement. Further, this means cooperating with suppliers to ensure that components and materials meet our specifications and quality demands, you are a hands-on team member who executes building and repairing prototypes to ensure our projects runs smoothly but also produce and maintain detailed documentation and requirement specification of our projects. You will also be a part of the development and maintenance of our software applications.\nNeed to have:\n Relevant education within robotics, electronics or similar area.\n Minimum 2-3 years of working with software development, mechatronics or other related areas.\n Solid understanding of real-time systems, knowledge of Linux, and programming in C/C++.\n Confident in working both independently and in teams.\n Strong problem solver and analytical ability.\n Strong ownership, dependability.\n Fluent in Swedish and English, with excellent verbal and written communication skills.\n \nNice to have:\n Prior experience with STM32 microcontrollers and their development environments.\n Familiarity with Python and QML.\n A good understanding of wireless communication technology.\n Strong relationship to the forest, either through work experience or other relevant experience.\n \nAs a hands-on, problem solving and outdoorsy person - you’ll fit right in with the rest of us! You will be a part of a fast-paced and fun environment, working with cutting edge technology and become an important part of a tight-nit and humble team. Good words to describe us are quality oriented, problem solving, fact-based, kind and open - and we ask lots of questions. We are office first and Uppsala-based.",
      "Techstack": [
        "Linux",
        "C/C++",
        "STM32 microcontrollers",
        "Python",
        "QML"
      ],
      "Produkt": "Teknologi för avverkningsverktyg samt mjukvaruapplikationer",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/airforestry/",
        "facebook": null,
        "twitter": "https://twitter.com/airforestry",
        "instagram": "https://www.instagram.com/airforestrysweden/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 340,
      "företagsnamn": "Level Recruitment AB",
      "företagswebb": "https://www.etac.se",
      "organisationsnummer": "5567664312",
      "sökterm": [
        "Ansible",
        "C/C++",
        "Azure",
        "Bash"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29529063",
      "titel": "Senior Azure Engineer to Etac, Kista",
      "beskrivning": "Etac - Creating possibilities\n\nWould you like a career where you can contribute to something meaningful? At Etac, you can pursue an interesting career journey while being part of a rewarding end goal – to improve people’s quality of life. Our medical aids promote abilities for people at all stages of life, helping children develop new skills, prolonging independence for people in later life, and supporting caregivers in their daily work. \nWe are a global company with sales all over the world, and with our roots and headquarters in Sweden. If you want a job where you can develop professionally while also making a positive difference to people’s lives – let's create new possibilities together!\n\nYour Responsibilities\n\nAs a Senior Azure Engineer at Etac, you will play a pivotal role in shaping and maintaining our Azure environment, ensuring its robustness and scalability. Working closely with IT architects, you will translate complex design patterns into concrete technical solutions and ensure the seamless integration of various systems. You will also be instrumental in overseeing external partners, ensuring that all deliverables meet the highest quality standards and contractual agreements. In addition to your technical expertise, you will be responsible for driving key DevOps initiatives, optimizing development pipelines, and maintaining security best practices across the entire IT infrastructure.\n\nYour core responsibilities will include:\n\n-    Implementing and maintaining Azure environments, including networking, PaaS services, and data solutions, ensuring stability, security, and performance.\n-    Collaborating with architects to implement design patterns in areas like data management, applications, and platform configurations.\n-    Overseeing partner deliveries to ensure quality and compliance with agreements.\n-    Supporting the development and maintenance of DevOps pipelines, automating development, testing, and deployment.\n-    Creating and maintaining documentation for operational procedures and service descriptions to support knowledge transfer and troubleshooting.\n-    Adapting to new concepts, supporting changes within the Tech team, and driving continuous improvement.\n-    Applying IT security best practices to safeguard the environment from potential threats.\n\nYour Profile\n\nWe are looking for a highly skilled and motivated Senior Azure Engineer with a relevant university degree in IT or equivalent work experience. The ideal candidate will have at least 5 years of experience working with Azure environments, including networking, PaaS services, and data management. You should have in-depth knowledge of Windows, SQL, Active Directory, and other related services within Microsoft’s hosting track, as well as a strong understanding of DevOps services and experience in implementing and supporting DevOps pipelines. Experience working with Microsoft frameworks and implementation frameworks is highly valued. A solid grasp of IT security concepts and best practices is essential. Proficiency in English is important, and knowledge of Swedish is valued.\n\nIn addition to your technical expertise, personal qualities are equally important. We are looking for someone who is driven, proactive, and capable of working independently. You should be a natural problem-solver with a strong focus on delivering results. Clear communication skills and the ability to explain complex technical concepts in an understandable way are key. Collaboration and teamwork are essential, as is a strong sense of initiative and responsibility in your work.\n\nWhy Etac?\n\nWe are a dynamic company on an exciting journey, offering career opportunities across multiple fields and locations worldwide. As part of our team, you will work in an environment that values:\n\n-    Contributing to solutions that improve people’s lives.\n-    Opportunities for professional growth within the organization.\n-    A healthy work-life balance.\n-    Freedom with responsibility.\n\nApplication Process\n\nIn this process Etac is working with Level Recruitment. To apply, please click the apply button. If you have further questions don´t hesitate to contact Recruitment Consultant Stina Koskijev at +46 8 120 50 421 or stina.koskijev@levelrecruitment.se. Please note that no applications will be allowed through email. \n\nWe will interview ongoingly so please register your application as soon as possible.",
      "Techstack": "Azure, PaaS, Windows, SQL, Active Directory, DevOps",
      "Produkt": "Medicinska hjälpmedel",
      "Företagsstruktur": "Globalt företag med huvudkontor i Sverige, specifik information om antal anställda och avdelningar saknas.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@etac.com",
          "name": "Info",
          "position": "",
          "source": "https://www.etac.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/etac-sverige/",
        "facebook": "https://www.facebook.com/etacgroup/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 341,
      "företagsnamn": "VNTRS Consulting AB",
      "företagswebb": "https://vntrs.com/",
      "organisationsnummer": "5590708417",
      "sökterm": [
        "Katalon Studio",
        "Express.js",
        "JavaScript",
        "Robot Framework",
        "Vue"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29396077",
      "titel": "Senior Fullstack Javascript Developer",
      "beskrivning": "VNTRS is growing!\nWe are now looking for a Fullstack Javascript Developer who is passionate about start-ups and entrepreneurial companies. Do you want to be part of a team that uses the latest web technologies and grow our business in both Sweden and internationally? Do you have great development skills and would like to work with inspiring people? Then for sure you will enjoy working with us at VNTRS!\nAbout VNTRS: Creating successful companies together with our clients is at the heart and soul of VNTRS. We believe that too many great ideas fall short due to the wrong reasons – we exist to change that. We are consultants but we don’t consider ourselves as such. We think that we get the best chances to reach success by becoming partners with our clients and work together as one team.\nWe are currently 40+ coworkers and at VNTRS we like to share risks and have skin in the game. To partner up with promising entrepreneurs/corporations and share the risk and upside together with all our co-workers is one of the cornerstones of VNTRS.\nAbout the job: Working at VNTRS as a Fullstack Javascript Developer you can expect a lot of diversity in your daily tasks (coding, advising clients, workshops with startups...). You will be working closely with startups from our portfolio as well as doing missions with external clients.\nWe will actively let you work on both these types of projects to broaden your skillset. Within the assignments, you will be using recent JavaScript technologies, while also being a core part of teams composed of UX/UI designers, product owners, data analysts, and more.\nDepending on the assignment, your opinion will have a big impact when it comes to the technical solution, but also the scoping of the product itself.\nMust-have requirements\n At least 6 years of relevant experience building web apps with JavaScript (in both backend and frontend)\n Knowledge of React (or another popular framework such as Vue)\n Knowledge of Express.js (or another popular backend framework such as Nest)\n Willing to produce clean, quality code\n Fluent in English & Swedish\n Pragmatic, Self-acting and a people person\n \nNice-to-have requirements\n Hands-on start-up experience\n Previous consulting experience\n Knowledge of TypeScript\n \nAdditional information:\n    Amazing equity & bonus programme\nAll co-workers get the exclusive right to invest in the portfolio of startups that we all work with.\n \n  New technologies and best practice methodology\nYou get to learn how to build successful companies from idea to success by using our 5 steps best practice operational methodology and work with the hottest frameworks in the startup ecosystem.\n \n  Coaching mindset and mandate to make change\nWe believe in a flat organisation where everybody is shaping VNTRS. You will get real responsibility from day one. Together we create a personal development plan based on your career goals and give you the senior support you need to achieve them.\n \n  Having fun and work-life balance!\nAt VNTRS we really believe in having fun at work and encourage a healthy work-life balance with a flexible hybrid way of working.Every other Friday we all gather for a social lunch andevery other Wednesday breakfast is served- both of which areon the house.At the end of theweek we also havea common after-work at the office. We also have two yearly conferences!\n \n  Generous benefits\nOn top of our amazing equity programme, 5000 kr in wellness grant, benefits program through Benify, educational bonus and parental leave top up during 6 months are some of our hidden perks\n \n  \nApplication:\n If you're ready to play a key role in VNTRS's tech revolution, we want to hear from you. Apply now to contribute to the future success of VNTRS and our clients.",
      "Techstack": [
        "JavaScript",
        "React",
        "Vue",
        "Express.js",
        "Nest"
      ],
      "Produkt": "Konsulttjänster för att skapa framgångsrika företag och hjälpa startups",
      "Företagsstruktur": {
        "Antal anställda": "40+",
        "Avdelningar": "Utvecklingsteam, UX/UI-designers, produktägare, dataanalytiker"
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "neamanda@vntrs.com",
          "name": "Neamanda",
          "position": "",
          "source": "https://vntrs.com/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/vntrs/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/lifeatvntrs/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 342,
      "företagsnamn": "Karlstads Universitet",
      "företagswebb": null,
      "organisationsnummer": "2021003120",
      "sökterm": [
        "JavaScript",
        "React",
        "CSS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542577",
      "titel": "Universitetsadjunkt i informatik",
      "beskrivning": "Beskrivning\nPå Handelshögskolan vid Karlstads universitet (Karlstad Business School) får du möjlighet att arbeta i en inspirerande miljö tillsammans med engagerade lärare på både grund- och masternivå.\r\n\r\nDu får också möjlighet att följa starka forskningsgrupper såväl i ämnesmiljöer som i flervetenskapliga forskargrupper. Du kommer kontinuerligt få möjlighet till kompetensutveckling, både fördjupning inom de områden du redan nu behärskar men du kommer även, vid behov, att ges möjlighet till breddning av din nuvarande kompetens. Vi strävar efter att ligga i teknisk framkant i våra utbildningar och för det behöver vi personal som brinner för vidareutveckling. Hos oss blir du en del i arbetslag tillsammans med de lärare som arbetar inom samma områden.\n\nHandelshögskolan vid Karlstads universitet (Karlstad Business School) startade år 2009 och består av arbetsvetenskap, företagsekonomi, informatik, juridik, nationalekonomi och statistik och är sedan hösten 2021 AASCB-ackrediterad. Handelshögskolans mission är ”We educate responsible professionals and conduct research with high societal impact” och genomsyrar hela vår verksamhet. Utbildningar bedrivs på alla nivåer med stöd av en stark forskning såväl i ämnesmiljöerna som i flervetenskapliga forskargrupper.\n\nÄmnet informatik vid Karlstads universitet bedriver undervisning inom ett masterprogram och tre program på grundnivå: IT-design, Webbutvecklare samt distansprogrammet IT, projektledning och affärssystem. Läs gärna mer om vårt ämne på vår hemsida: https://www.kau.se/informatik. \n\nArbetsuppgifter \nVi söker en pedagogiskt intresserad person med både tekniskt kunnande och stort intresse för undervisning som aktivt vill arbeta som lärare i informatiks utbildningar på grundnivå.\n\nArbetsuppgifterna består till största delen av undervisning och handledning av studenter på både campus- och distanskurser samt kursadministration. Utbildningsverksamheten bedrivs på både svenska och engelska och omfattar ämnet informatik men också att utföra undervisningsinsatser i andra ämnen. Inom de närmaste åren är det framför allt moment inom följande områden som är planerade för denna adjunktanställning:\n\n - Kravhantering och verksamhetsutveckling\n - Webbutveckling med tekniker som HTML, XML, CSS och JavaScript\n - Innehållshanteringssystem som t ex Wordpress och JavaScript bibliotek/ramverk som t ex React\n - Webbutveckling för backend med PHP och NodeJS\n - Databashantering med framför allt SQL men även NoSQL\n - Programmering i C och Java\n\nVidare kan följande arbetsuppgifter förekomma:\n\n - Kursutveckling av och undervisning på nya kurser samt revidering av nuvarande kurser\n - Programledaruppdrag\n\nBehörighetskrav\nBehörig att anställas som universitetsadjunkt i informatik är den som har minst kandidatexamen i informatik eller i andra för tjänsten relevanta ämnes-/yrkesexamina om minst 180 hp. Undervisningsspråk är i huvudsak svenska varför god förmåga att undervisa på svenska krävs.\n\nEnligt Karlstads universitets anställningsordning ska lärare ha de personliga egenskaper som krävs för att fullgöra anställningen väl såväl som genomförd högskolepedagogisk utbildning. Om utbildningen saknas, kan en anställning ändå ske, under förutsättning att den anställde förbinder sig att genomföra den under de första två årens anställning. För behörighetskrav i övrigt hänvisas till Karlstads universitets anställningsordning.\n\nBedömningsgrunder \nVi lägger stor vikt vid dokumenterad erfarenhet av att planera, genomföra och utvärdera undervisning på grundnivå inom nämnda områden samt förmågan att handleda studenter i deras kursuppgifter.\n\nVi lägger stor vikt vid erfarenhet av handledning av studenter på distans i datorlaborationer och projektarbeten.\n\nStor vikt läggs också vid den sökandes erfarenhet av att arbeta i arbetslag samt förmåga att skapa goda relationer till studenter, kollegor och externa intressenter.\n\nMeriterande är erfarenhet av lärplattformen Canvas och videokonferenssystem som Zoom. Meriterande är även intresse och kunskap inom spelutveckling.\n\nVillkor\nAnställningen är tillsvidare på heltid (100%) med tillträde tidigast 2025-08-01 eller enligt överenskommelse. Provanställning kan komma att tillämpas. \n\nAnsökan\nAnsökan görs i universitetets webbaserade rekryteringsverktyg Varbi. Du som sökande ansvarar för att ansökan är komplett i enlighet med annonsen, att eventuella handlingar på språk annat än svenska, norska danska eller engelska är översatta och att din kompetens är dokumenterad på ett sätt som medger en saklig, kvalitativ bedömning. Komplett ansökan ska vara inne vid ansökningstidens slut. En ofullständig ansökan kan medföra att din kompetens inte kan prövas i alla avseenden.\n\nAnsökan ska innehålla:\n - CV\n - Personligt brev med beskrivning av den sökandes kvalifikationer i förhållande till anställningens innehåll.\n - Beskrivning av pedagogiska och yrkesmässiga meriter.\n - Kopior av relevanta betyg, examensbevis, intyg från tidigare verksamhetsmiljöer och rekommendationsbrev som styrker tidigare erfarenheter, inte minst personliga egenskaper.\n - Redogörelse för språkkunskaper: en kort skriftlig reflektion över dina språkkunskaper och din förmåga att använda språken. Om språkliga kursintyg finns ska även de bifogas.\n - Två referenser, där minst en är från tidigare eller nuvarande chef\n\nAlla handlingar och publikationer som du önskar ska vara en del av din ansökan ska bifogas den digitala ansökan (inte länkar). Namnge varje uppladdat dokument så det tydligt framgår vad det innehåller. De underlag som inte kan skickas elektroniskt, exempelvis böcker och publikationer, ska skickas i ett exemplar till nedanstående adress:\n\nKarlstads universitet\nHR-administratör\n651 88  KARLSTAD\n\nSista ansökningsdag:  6 april 2025\n\nAnge referensnummer: REK2025/53\n\n \n\nVälkommen med din ansökan!\n\nKarlstads universitet har gjort medieval för denna rekrytering och vi undanber oss därför kontakter med annonsförsäljare och säljare av rekryteringstjänster.",
      "Techstack": [
        "HTML",
        "XML",
        "CSS",
        "JavaScript",
        "PHP",
        "NodeJS",
        "SQL",
        "NoSQL",
        "C",
        "Java"
      ],
      "Produkt": "Utbildning inom informatik, med program på grund- och masternivå och forskning inom arbetsvetenskap, företagsekonomi, informatik, juridik, nationalekonomi och statistik.",
      "Företagsstruktur": "Karlstads universitet har en Handelshögskola som omfattar olika ämnesområden och erbjuder undervisning på både grundnivå och masternivå. Ingen specifik information om antal anställda eller avdelningar.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 343,
      "företagsnamn": "Tacting AB",
      "företagswebb": null,
      "organisationsnummer": "5568740491",
      "sökterm": [
        "TypeScript",
        "React Native",
        ".NET",
        "HTML5",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558358",
      "titel": "Tech Lead systemutveckling till produktbolag – Grieg Connect, Karlstad",
      "beskrivning": "Trivs du i en ledande roll och gillar att ha mycket ansvar? Är du samtidigt någon som vill jobba på ett internationellt produktbolag i tillväxt? Då är detta för dig!\n\nOm tjänsten\nGrieg Connect expanderar och behöver förstärka utvecklingsavdelningen med en Tech Lead produktutveckling. Du kommer in i ett perfekt läge där du har stora möjligheter till att vara med och påverka. Du kommer ha en central roll i vår organisation och vara en nyckelspelare i utvecklingen och vår framtida tillväxt.\nDu kommer att vara med och forma framtidens lösningar genom att: Leda utvecklingsteamet och ta ansvar för hela utvecklingsprocessen\n Diskutera och skapa underlag för produkt- och arkitekturfrågor\n Bidra operativt i utvecklingen inom exempelvis QA, lösningsval och programmering\n Du kommer även vara involverad i diskussioner kopplade till infrastruktur, skalbarhet, säkerhet, kostnadseffektivitet och roadmaps\n Kontinuerlig förbättring av process in mot drift och utveckling\n\nVi står inför en nordisk och europeisk expansion där vi tills 2028 har som mål att vara en välkänd global leverantör av vår produkt. Vi är idag 35 anställda i Sverige, Norge och Finland.\n\nOm dig\nVi söker dig som har: Minst 5år arbetslivserfarenhet inom systemutveckling\n Erfarenhet från någon typ av ledande roll\n En relevant kandidat- eller masterexamen\n Erfarenhet av SQL Server och Azure-tjänster\n Erfarenhet av att ha jobbat inom .NET/.Net Core\n Erfarenhet av frontend-teknologier som TypeScript, React, React Native och HTML5\n\n\nDet är meriterande om: Erfarenhet från produktbolag\n Erfarenhet från att jobba med IT-säkerhet\n Jobbat i Confluence, Jira och Figma\n\nSom person är du driven, självgående och strukturerad. Du beskriver dig som en ”people person” och gillar att motivera och inspirera andra människor att sträva mot samma mål.\n\nVarför ska du jobba hos oss? Produktbolag med högteknologiska lösningar\n 6 veckors semester\n Friskvård och 2 timmars träning i veckan när arbetet tillåter\n Konkurrenskraftig lönenivå\n Omväxlande och utvecklande arbete\n Chans att påverka och skapa lösningar och produkter\n Möjlighet att delta i internationella forskningsprojekt\n\nOm rekryteringsprocessen \nI den här rekryteringen samarbetar vi med Tacting där de flesta av våra rekryteringskonsulter är certifierade enligt DNVs standard samt arbetar med fördomsfri rekrytering. Med hjälp av kapacitetstester och personprofilanalyser genomför Tacting en objektiv bedömning på hur du kan komma att hantera dina nya arbetsuppgifter hos oss och samtidigt minimera risken för diskriminering och särbehandling.\nOm du har frågor är du välkommen att kontakta linus.westling@tacting.com.\n\nUrval sker löpande så ansök redan idag!",
      "Techstack": [
        ".NET",
        ".NET Core",
        "SQL Server",
        "Azure",
        "TypeScript",
        "React",
        "React Native",
        "HTML5"
      ],
      "Produkt": "Högteknologiska lösningar och produkter",
      "Företagsstruktur": {
        "Antal anställda": 35,
        "Länder med verksamhet": [
          "Sverige",
          "Norge",
          "Finland"
        ],
        "Avdelningar": [
          "Utvecklingsavdelningen"
        ]
      },
      "Ekonomi": {
        "Allmän information": "Inga specifika ekonomiska siffror angivna"
      },
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 344,
      "företagsnamn": "Omim Technology AB",
      "företagswebb": null,
      "organisationsnummer": "5594040940",
      "sökterm": [
        "TypeScript",
        "GCP",
        "Go"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29528499",
      "titel": "Software Engineer",
      "beskrivning": "The Opportunity\nMimo, founded in early 2023, stands for Money-in and Money-out. Our mission is to be the ultimate tool for global payments, cash flow management, and financing, empowering SMEs and the Accountants & Bookkeepers that serve them to save time and money while maintaining financial control. Since our inception, we've launched multiple products, grown to over 15 team members, and secured funding from top institutional investors. And we're just getting started.\nThe Role\nYou together with an experienced engineering team design and build the core technology that enables money to flow in, and out, of small businesses, meanwhile automating all kinds of adjacent tasks (such as bookkeeping) leveraging data and AI.\nWe work towards ambitious goals and you can expect to work across the stack (web, backend, infra, data) to get the work done. Our stack is Typescript, Go, Postgres, GCP.\nWe believe in working in close collaboration whilst enjoying each other's company from our office in central Stockholm. This is not a remote or hybrid role\nWhat we are looking for\nYou are graduating with a graduate (M.Sc) degree in engineering, computer science or math/physics during 2025, and have 2 years of work experience from large scale tech organizations, such as Google, Meta, Stripe, Baidu or similar. \nYou are curious, eager to learn and passionate about software engineering and building great products.\nYou are looking to work in a team where excellence is recognised and there is a high velocity in learning and iterating.",
      "Techstack": "Typescript, Go, Postgres, GCP",
      "Produkt": "Global payments, cash flow management, financing",
      "Företagsstruktur": "Över 15 anställda, ingen specifik information om avdelningar",
      "Ekonomi": "Säkrat finansiering från top institutionella investerare",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 345,
      "företagsnamn": "Apsis International AB",
      "företagswebb": null,
      "organisationsnummer": "5566155437",
      "sökterm": [
        "TypeScript",
        "GCP",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29517576",
      "titel": "Software Developer/ Team Lead",
      "beskrivning": "Large company with great ambitions and close relations\nefficy is a leading European Customer Relationship Management (CRM) solution that provides businesses of all sizes with complete, flexible, customizable, and scalable software to enable their growth. efficy’s platform includes products for marketing automation, sales, project management, customer service, and customer nurturing. Currently, more than 300,000 users from 63 countries use efficy’s tool.\nFounded in 2005 and headquartered in Brussels, efficy’s around 500 employees work in local offices in Belgium, France, Spain, the Netherlands, Sweden, Denmark, Finland, Norway, Warsaw, Hong Kong, or remotely.\nOur mission is to contribute to the success of every company by helping them transform customer data into customer insight while simplifying the work of their employees.\nIn efficy, two days are rarely the same, and things are changing rapidly. So, fasten your seat belt, and join us on the journey.  \nA unique work experience & company culture \nWe want our employees to thrive in their daily lives, and therefore you can expect challenges, online music quizzes, onsite ping-pong tournaments, and lots more. Communication is informal, and your colleagues are only a short call away. \n\nYour Impact \nThe Software Developer Team Leader is responsible for leading a team of developers in designing, developing, and maintaining high-quality software applications. This role ensures that projects are delivered on time, meet operational objectives, and align with the overall business needs. The Team Leader will provide technical guidance, foster a collaborative environment, and ensure adherence to industry best practices and technical standards.\nKey Responsibilities \n Team Management: Lead and manage a team of software developers, assigning tasks, monitoring progress, and ensuring that projects are delivered on time and to high-quality standards.\n Employee Development: Mentor and coach developers, fostering skill development and creating a cohesive, high-performing team environment.\n Software Development: Oversee the design, development, and maintenance of software applications, ensuring that they meet user requirements and align with company objectives.\n Technical Standards: Establish and enforce coding standards, technical guidelines, and best practices to ensure efficiency, maintainability, and scalability of the software solutions.\n Cross-functional Collaboration: Collaborate with product management, design, and other departments to gather business requirements and translate them into technical specifications for the development team.\n Quality Assurance: Ensure rigorous testing and quality assurance processes to guarantee that software solutions are reliable, user-friendly, and free of critical bugs.\n Budget Management: Plan and manage the budget for software development projects, ensuring effective resource allocation and that projects stay within financial constraints.\n Innovation and Creativity: Encourage innovation within the team, promoting new ideas and initiatives that drive growth and improve the overall development process.\n Industry Knowledge: Stay informed about the latest trends and advancements in software development to continually improve the team's capabilities and ensure alignment with industry best practices.\n Resource Coordination: Oversee the recruitment, performance evaluations, and professional development of team members, ensuring efficient and effective team operations.\n \n\nAbout YOU \n Over 5 years of experience in that position \n  Leadership & Team Management: Experienced in leading, mentoring, and developing high-performing teams.\n  Technical Expertise: Strong knowledge in TypeScript, React (Front-end), Java (Back-end), MySQL, and Google Cloud Platform (GCP), architecture, and best practices.\n  Project Execution: Skilled in Agile methodologies, resource allocation, and timely delivery.\n  Collaboration & Communication: Works cross-functionally to align technical solutions with business goals.\n  Quality & Innovation: Drives excellence, innovation, and continuous improvement.\n Fluent in English\n \n\nWe offer YOU\n A competitive salary package and a referral program\n A stable and growing company with an entrepreneurial mindset where we will listen to your ideas and support you to make it happen\n High flexibility and hybrid work is part of our DNA\n International growing opportunities and internal mobility\n Events: team lunches, after work, sports, trips\n Learning opportunities: languages, tech, product, sales techniques, leadership\n \n \nDo you have questions about this position? Please contact jobs@efficy.com\nFind more jobs at https://jobs.efficy.com.\n\nefficy is a people-first employer. We offer equal opportunities to all our candidates. We pride ourselves on the diversity of our people. We welcome you, and everything that makes you—well, you. That includes your gender identity, sexual orientation, religion, ethnicity, age, or disability status. So, if you’re interested in joining us, please feel free to apply. We can’t wait to meet you! \nDisclaimer \nefficy is not accepting unsolicited assistance from search firms for this employment opportunity. Please, no phone calls or emails. All resumes submitted by search firms to any employee at efficy via email, the Internet, or in any form and/or method without a valid written search agreement in place for this position will be deemed the sole property of efficy. No fee will be paid in the event the candidate is hired by efficy as a result of an unsolicited referral or through other means.",
      "Techstack": [
        "TypeScript",
        "React",
        "Java",
        "MySQL",
        "Google Cloud Platform"
      ],
      "Produkt": "Customer Relationship Management (CRM) lösning, marknadsautomatisering, försäljning, projektledning, kundservice, kundvård",
      "Företagsstruktur": "Kompetent team om cirka 500 anställda med kontor i flera länder inklusive Sverige, finnas lokalt i Belgien, Frankrike, Spanien, Nederländerna, Danmark, Finland, Norge, Warszawa, Hong Kong, eller på distans",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 346,
      "företagsnamn": "Pyyne Digital Sweden AB",
      "företagswebb": "https://pyyne.com",
      "organisationsnummer": "5593514366",
      "sökterm": [
        "TypeScript",
        "Node.js",
        "CSS",
        "Bootstrap",
        "GraphQL",
        "Vue",
        "Angular",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29514423",
      "titel": "Software Engineer Consultant",
      "beskrivning": "Who are we?\nPyyne is a high-end consultancy firm recently created in Stockholm and present in Brazil and the United States. Here we are curious, creative, and caring people and together we create impactful solutions to real problems. \nAt Pyyne, we take a leading role in diversity focusing on becoming a gender-equal IT company and embracing international cultures. Our objective is to challenge our clients to become better versions of themselves through agile execution and creative solutions in collaborative and cross-functional team deliveries.\nAt Pyyne we develop more than software, we develop people.\nWhat does it mean to be a Consultant at Pyyne?\nAs a Consultant, most of your time, you will be fully allocated in a client team. As a company, we expect you to not do only what you are told, here, we would like you to contest, raise questions, co-create and bring amazing insights to our clients.\nAt Pyyne we believe that we are able to build the solutions for tomorrow and challenge our clients to overcome their business. In other words, together with our client teams, you will look for the best approach to build our clients for future challenges.\nWhat are the requirements?\nFeel comfortable working with at least one of these languages: JavaScript, TypeScript, Node, React, Vue, Angular, CSS, or Bootstrap.The following things might interest you; Flutter, Jamstack, GraphQL, Clean Code, AWS, Azure, Microservices, and web architecture.\nMinimum qualifications:\nB. Sc. / M. Sc. in Computer Science, statistics, or related technical/quantitative field or equivalent work experience.\n\nWhat can Pyyne bring to the table?\nFreedom:\n\nAt Pyyne, you are the manager of your own time. Nobody will take care of what time you arrive or leave the company, we work here for results :)\nInternational environment:\n\nBesides the fact that we are physically distant from each other, at Pyyne knowledge should be shared with each other independent of distance, so you will be constantly in contact with your colleagues in Brazil and United States.\nVariety of work environments and tools:\n\nWhich project that we work on is different from the previous one. So every assignment requires a new language from your toolbox, to adapt to a new culture and be able to understand the new work environment.\nHigh Impact on the business:\n\nAs we are a start-up, we depend on proactivity and communication. So you will be part of a team where your opinions will be valued and will be an actual impact on the company's future.\nMentorship program and learning environment:\n\nWe offer you to take part in our mentorship program, where we help you develop and grow, by sharing knowledge, explaining solutions, and performing code reviews. You will also be asked to help other engineers, both within Pyyne and with our clients.\nBe a shareholder:\n\nAt Pyyne we believe that your ideas and insights create who we are, so we decided to create a share program for our consultants.",
      "Techstack": [
        "JavaScript",
        "TypeScript",
        "Node",
        "React",
        "Vue",
        "Angular",
        "CSS",
        "Bootstrap",
        "Flutter",
        "Jamstack",
        "GraphQL",
        "Clean Code",
        "AWS",
        "Azure",
        "Microservices",
        "web architecture"
      ],
      "Produkt": "Högkvalitativ konsulttjänst inom IT och mjukvaruutveckling.",
      "Företagsstruktur": "Konsultföretag med fokus på mångfald och internationella kulturer. Inga specifika anställningssiffror angivna.",
      "Ekonomi": "Ej angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/pyyne-digital/",
        "facebook": null,
        "twitter": "https://x.com/pyynedigital",
        "instagram": "https://www.instagram.com/pyynedigital"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 347,
      "företagsnamn": "Ubiquiti Sweden AB",
      "företagswebb": null,
      "organisationsnummer": "5592256860",
      "sökterm": [
        "Go",
        "Git",
        "Redis",
        "Agile",
        "Node.js",
        "Bash",
        "GoLang",
        "Spring",
        "GraphQL",
        "Object-Oriented Programming",
        "Material-UI",
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29557257",
      "titel": "Senior iOS Developer (Store mobile app)",
      "beskrivning": "At Ubiquiti Inc., we create technology platforms for Businesses, Smart Homes, and Internet Service Providers, driven by our goal to connect everyone, everywhere. To date, Ubiquiti has shipped over 100 million devices worldwide, from ISP networking products to next generation of IT solutions. Our growth is made possible by the dedicated team of hundreds behind the scenes. From software developers and product managers to designers and strategists, Team UI is driven to achieve our common goal: Rethinking IT. At Ubiquiti, you’ll heighten your potential and broaden your horizons - all while shaping the future of connectivity.\nJoin forces with us on our mission to build a better IT industry. We are currently looking for a highly skilled Senior iOS Developer to our team in Stockholm, Sweden.\n\n\nProduct and team\nUI Store. The Ubiquiti online store (store.ui.com) is live on more than 50 markets globally, has more than 2 million active users each month and has an annual turnover of $1 billion USD. We we are taking the experience to mobile. Join an international team that will build a world-class e-commerce experience with impact on millions of customers.\n\n\nResponsibilities\nCreate state of the art mobile apps that are both powerful and easy to use with elite UX applied\nWork in an agile environment, individually and with a team of developers across multiple R&D sites globally\n\nRequirements\nAt least 5 years of experience in a similar role\nProven track record of releasing and maintaining successful iOS apps\nAbility to write efficient code, with knowledge of performance implications, such as CPU and memory usage\nExtensive knowledge of Swift, SwiftUI and Core Data\nExperience with RESTful APIs\nProficient understanding of Git versioning tool\nPassion for design and great UX, understanding Apple´s human interface guidelines\nHighly proficient in English (written and spoken)\n\nNice to have\nExperience with SwiftLint, SwiftFormat or similar tools\nExperience with WebRTC and BLE\nKnowledge of networking\n\nBenefits\nInternational work environment\nCompetitive compensation package including wellness allowance, occupational pension, medical insurance, private health insurance, life insurance, and work-injury insurance\nFive weeks of holiday per year\nFlexible work hours and hybrid work model\nModern office space located in Epicenter (Hötorget)\nAccess to all the latest Ubiquiti products and prototypes for home use and tests",
      "Techstack": [
        "Swift",
        "SwiftUI",
        "Core Data",
        "RESTful APIs",
        "Git"
      ],
      "Produkt": "E-handel och IT-lösningar för företag, smarta hem och internetleverantörer",
      "Företagsstruktur": "Stort team med hundratals anställda inklusive mjukvaruutvecklare, produktledare, designers och strategister",
      "Ekonomi": "Årlig omsättning på $1 miljard USD med mer än 2 miljoner aktiva användare varje månad",
      "Ekonomisiffor": {
        "Omsättning": 1000000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 348,
      "företagsnamn": "Plejd AB",
      "företagswebb": "https://www.plejd.com/",
      "organisationsnummer": "5567909477",
      "sökterm": [
        "Node.js",
        "Go",
        "Bash"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29475688",
      "titel": "Security Engineer",
      "beskrivning": "Om Plejd\nPlejd är ett snabbväxande och innovativt svenskt techbolag inom smart belysning och hemautomation. Vi brinner för att göra elektrikerns vardag enklare genom att utveckla produkter och tjänster som utnyttjar den nya tekniken på rätt sätt. Med vår position i framkant av belysningsautomation har vi etablerat oss som en tongivande aktör på den svenska marknaden. \nVi är ett integrerat fullstack-företag med intern expertis och vi stoltserar med en diversifierad grupp av specialister inom områden som produktion, automation, elektronik, mekanik, inbyggda system, apputveckling och moln/backend-teknologier. Allt under ett tak.\n Om rollen Vi söker en engagerad och erfaren säkerhetsingenjör till vårt InfoSec-team för att identifiera sårbarheter, implementera skyddsmekanismer och hantera säkerhetsincidenter i vår digitala infrastruktur. Du kommer att utföra sårbarhetsbedömningar och penetrationstester, designa och underhålla säkerhetslösningar som brandväggar och IDPS samt arbeta med att upptäcka och hantera säkerhetsincidenter. Genom analys av nätverkstrafik och loggar med hjälp av SIEM- och EDR-verktyg stärker du vår säkerhetsövervakning. Du bidrar till att säkerställa efterlevnad av relevanta regelverk och deltar i att skapa och uppdatera säkerhetspolicyer. Tillsammans med IT-, utvecklings- och driftsteam främjar du säkerhetsbästa praxis och ökar medarbetarnas medvetenhet kring säkerhet. Om dig Vi söker dig som brinner för cybersäkerhet och har ett starkt tekniskt kunnande. Du har sannolikt en kandidatexamen inom datavetenskap, informationssäkerhet eller motsvarande erfarenhet, samt minst två års erfarenhet av arbete inom cybersäkerhet eller säkerhetsingenjörsroller.\nVi ser gärna att du: - Har gedigen kunskap om säkerhetsprotokoll, kryptering, autentisering och auktoriseringstekniker.\n- Har erfarenhet av säkerhetsteknologier såsom brandväggar, VPN, IDPS, SIEM och EDR.\n- Är skicklig på programmeringsspråken såsom Go, .NET C#, Node JS, Python eller Bash.\n- Känner till regelverkskrav som GDPR och NIS2 samt säkerhetsramverk som NIST och ISO 27001. \n Det är också meriterande om du:\n- Innehar branschcertifieringar som CISSP, CEH, OSCP/OSCP+, GSEC eller AWS Certified Security.\n- Har erfarenhet av molnmiljöer, särskilt AWS.\n- Är bekant med DevSecOps-praktiker och CI/CD-integrering samt har förståelse för Shift Left-filosofin.\n \nVi letar efter en person som vill utvecklas i en innovativ och dynamisk miljö där säkerhet står i fokus, och som trivs med att arbeta tvärfunktionellt för att skapa säkra lösningar och robusta system. \nOm vår process\nAnsök redan idag! Vi rekryterar löpande och kan komma att tillämpa tester för att säkerställa ett objektivt urval. Vi har valt att själva sköta rekryteringen till denna tjänst, och tackar därför nej till all eventuell hjälp från dig som säljer annonser och rekryteringstjänster.",
      "Techstack": [
        "Go",
        ".NET C#",
        "Node JS",
        "Python",
        "Bash",
        "VPN",
        "IDPS",
        "SIEM",
        "EDR",
        "Moln (AWS)"
      ],
      "Produkt": "Smart belysning och hemautomation",
      "Företagsstruktur": "Integrerat fullstack-företag med intern expertis och diversifierad specialistgrupp inom elektronikteknik och utveckling",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/plejd",
        "facebook": "https://www.facebook.com/plejd",
        "twitter": "https://www.x.com/plejd",
        "instagram": "https://www.instagram.com/plejdab"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 349,
      "företagsnamn": "H & M Hennes & Mauritz Gbc AB",
      "företagswebb": null,
      "organisationsnummer": "5560701715",
      "sökterm": [
        "Data Visualization",
        "SEO Optimization",
        "Blockchain",
        "Agile",
        "Serverless",
        "AWS Lambda",
        "Artificial Intelligence",
        "SQL",
        "AWS",
        "IoT",
        "Load Balancing",
        "Swift",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555612",
      "titel": "Enterprise Architect  Marketing",
      "beskrivning": "Job Description\nWe at H&M Group, have a vision to liberate fashion for the many. Our Enterprise Architecture team helps align and enable business and tech, provide holistic architecture direction and governance, balancing the long-term and the short-term. Using robust frameworks and best practices they support an effective and efficient tech delivery.\n\n\nTo strengthen our team, we are now hiring more Enterprise Architects to further level up our support to business and tech in several areas.\n\n\nWHAT YOU’LL DO\nAt H&M Group, our architecture landscape is divided into segments, here the Marketing segment covers our Marketing and Customer & Experience Management capabilities.\n\n\nAs an Enterprise Architect – Marketing, you will play a key role in shaping the future of our global MarTech and Customer & Experience landscape, ensuring alignment between business strategy and technological execution. You will work cross-functionally to define, optimize, and evolve our marketing technology landscape and help enable a seamless customer experiences across all touchpoints.\n\n\nYou will:\nDefine and drive the Marketing and Customer & Experience technology architecture, ensuring alignment with business strategies and marketing transformation initiatives.\nIdentify dependencies across business and technology capabilities, guiding stakeholders through necessary changes in process, information, and technology.\nProvide strategic guidance to stakeholders on investment decisions, evaluating risks, costs vs. benefits, and business impact.\nShape and evaluate future initiatives, including new operating models and emerging technologies, applying innovations to optimize business and operating models.\nAnalyze industry and market trends to identify opportunities and assess their impact on enterprise architecture.\nDevelop and maintain architectural frameworks, standards, and best practices, ensuring alignment across teams and fostering architecture thinking within the engineering and delivery community.\nOversee and facilitate architectural decision-making, ensuring the Marketing and Customer & Experience capabilities are positioned effectively within the enterprise landscape, with clearly defined business capabilities, target states, roadmaps, and guardrails.\nCollaborate with other architects and teams to design and implement key strategies, solutions, and current-state and transition architectures.\n\n\n\nYOU’LL WORK WITH\nAs an Enterprise Architect, you will collaborate closely with architects across different architecture segments and areas of the organisation, ensuring seamless integration between Marketing, Customer & Experience, and the broader enterprise architecture. You will work alongside Solution Architects, other Enterprise Architects, and System Architects to define, optimize, and evolve our marketing technology landscape while ensuring alignment with enterprise-wide strategies.\n\n\nWHO YOU ARE\nYour role will bridge marketing, customer engagement, and digital experience with other architectural segments, enabling a cohesive and scalable Marketing and Customer & Experience landscape that supports business objectives across all touchpoints.\n\n\nWe are looking for people with..\nA bachelor’s or master’s degree in engineering, computer science, technology, or a related field—or equivalent work experience. Certifications in Enterprise Architecture frameworks (e.g., TOGAF) are a plus.\n15+ years of experience in software engineering, business technology, or related roles, including 10+ years in a Solution or Enterprise Architecture capacity.\nDeep technical knowledge in paid and organic marketing channel technologies, attribution modeling, and content optimization.\nStrong understanding of Loyalty programs, CRM, CMS, CDPs, social media, journey orchestration, and SEO tools.\nFamiliarity with AI/ML applications in marketing and customer experience.\nKnowledge of Customer Service technologies (e.g., voice, chat, email, social messaging, in-store experiences) and their role in delivering exceptional customer support is a plus.\nProven experience from working with business & tech stakeholders with documenting & communicating architecture using one or several formal notations using EA Tools such as LeanIX, showing multiple viewpoints and dimensions – e.g. process, capability, information, application, technology etc.\nExperience in architecture governance and formulating architecture principles, standards, guardrails etc.\nExperience in Data, AI & Automation architecture, designing for high-volume products for retail solutions\n\nAnd people who are..\nStrategic visionaries, shaping the future-state architecture to support business growth.\nCollaborative partners, working across segments to ensure alignment and seamless integration.\nAnalytical thinkers, who can assess complex systems and provide clear, actionable insights.\nTechnology leaders, staying ahead of industry trends and emerging technologies to drive innovation.\n\nLOCATION: This is a full-time position with a placement in STOCKHOLM, SWEDEN\n\n\nWHO WE ARE\nH&M Group is a global company of strong fashion brands and ventures. Our goal is to prove that there is no compromise between exceptional design, affordable prices, and sustainable solutions. We want to liberate fashion for the many, and our customers are at the heart of every decision we make.\n\n\nWe are made up of thousands of passionate and talented colleagues united by our shared culture and values. Together, we want to use our power, our scale, and our knowledge to push the fashion industry towards a more inclusive and sustainable future. Read more about us here\nWHY YOU’LL LOVE WORKING HERE\nAt H&M Group, we are proud to be a vibrant and welcoming company. We offer our employees attractive benefits with extensive development opportunities around the globe.\n\n\nAll our employees receive a staff discount card, usable on all our H&M Group brands in stores and online. Brands covered by the discount are H&M (Beauty and Move included), COS, Weekday, Monki, H&M HOME, & Other Stories, ARKET. In addition to our staff discount, all our employees are included in our H&M Incentive Program – HIP. You can read more about our H&M Incentive Program here.",
      "Techstack": "MarTech, AI/ML, CRM, CMS, CDP, SEO, attribution modeling, data architecture, communication technologies",
      "Produkt": "Modeprodukter, marknadsföring och kundupplevelsetjänster",
      "Företagsstruktur": "Över 15 år erfarenhet krävs, flera avdelningar inom marknadsföring och teknik; globala kontor med fokus på samarbete mellan olika arkitektområden",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    }
  ]
}