{
  "page": 2,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 50,
      "företagsnamn": "Benify AB",
      "företagswebb": "https://www.benify.com",
      "organisationsnummer": "5565950317",
      "sökterm": [
        "TypeScript",
        "PostgreSQL",
        "Frontendutvecklare",
        "AWS Lambda",
        "JavaScript",
        "MySQL",
        "Frontend",
        "backendutvecklare",
        "Angular",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29340770",
      "titel": "Backend Developer",
      "beskrivning": "About the role \nAs a Backend Software Developer at Benify, you'll be at the forefront of building and enhancing our large-scale, distributed application and associated services. You’ll work closely with multiple developers, tech leads, and product owners from diverse backgrounds to deliver cutting-edge solutions. Your responsibilities will include driving improvements in architecture, collaborating on solution designs, and ensuring top-notch code quality.\nWhat You’ll Do:\n Develop, maintain, and enhance large-scale, distributed systems in Java.\n Collaborate with cross-functional teams to break down tasks and deliver strategic initiatives.\n Improve our current architecture, advocate for best practices, and lead technical discussions.\n Write automated tests and take ownership of deliverables to ensure the highest quality.\n Share your knowledge and mentor team members across the organization.\n \nCurrent tools and technologies\n Java\n Spring Framework\n MySQL\n Kubernetes\n Keycloak\n NATS\n Github\n \nWhat You Bring:\nAs a person, we would like to see that you are:\n   Collaborative: You enjoy working in teams and coordinating technical work with others.\n  Problem-solving: You can identify, analyze, and propose solutions to complex business challenges.\n  Decision-making: You evaluate alternatives effectively and design solutions that meet user needs.\n \nWe also want you to have:\n  Proven experience in designing scalable, reliable, and high-performance backend systems.\n Proficiency in Java and a track record of delivering high-quality, well-tested code.\n Strong expertise in software engineering concepts like algorithms, data structures, multithreading, concurrency, and CI/CD.\n Experience in designing APIs and working with large datasets.\n Experience working with internal development teams to understand requirements, iterate on ideas and build custom solutions.\n \nIt’s a plus if you have:\n  Fluency in RDBMS such as MySQL or PostgreSQL.\n Experience in migrating a distributed monolithic application to a microservices-based architecture.\n Hands-on experience of public cloud offerings/services (AWS, GCP, Azure).\n Experience with cloud architecture patterns.\n  \nThe company \nBenify is an international HR tech company that provides a market-leading global benefit and total rewards platform. With over 550 Benifyers in 6 countries, we're driving success with over 1500 customers and approximately three million users around the world . We empower people to be the best they can be while fostering a sustainable and engaging work culture where employees feel engaged and included \"Because People Matter\".\nAt Benify, you’ll be part of a dynamic, forward-thinking tech team working on a mission to make life easier for companies and their employees. You’ll have the opportunity to grow your career in a supportive and innovative environment, where your contributions truly make a difference.\nPerks of being a Benifyer\n Guaranteed work-life balance with a hybrid working model\n Collective agreement\n Generous wellness allowance\n 30 days vacation\n ITP1 pension\n Lifeplan - a leading financial advisory service that offers personalized advice for maximizing your pension savings\n Yearly conference.\n \nPractical information\nStart: As soon as we find the right match! Extent: Full-time, 100%Location: Gothenburg, Sweden.\nApply by submitting your CV and/or your LinkedIn profile using the application form below. We screen applications continuously and may hire someone before the last application date.\nPlease let us know if you need any reasonable adjustments for interviews by replying to the email you will receive after you apply.\n\nAs we approach the holiday season, we want to inform you that our recruitment process may take a little longer than usual due to upcoming end-of-year breaks. We kindly ask for your patience, as feedback or updates might be delayed. We will resume processing applications in January and look forward to reconnecting with you then.\nThank you for your understanding, and we wish you a restful and joyful end of the year!",
      "Techstack": "Java, Spring Framework, MySQL, Kubernetes, Keycloak, NATS, Github",
      "Produkt": "Benify är en internationell HR tech-företag som erbjuder en marknadsledande global förmåns- och totala belöningsplattform.",
      "Företagsstruktur": "Företaget har över 550 anställda i 6 länder och tjänar över 1500 kunder och cirka tre miljoner användare runt om i världen. Det är beläget i Göteborg, Sverige.",
      "Ekonomi": "Benify AB hade 374 anställda och gjorde ett resultat på 6 460 KSEK med omsättning 809 930 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 809930,
        "Resultat": 6460,
        "Omsättningsförändring": "17,8%"
      },
      "kontakter": [
        {
          "email": "info@benify.lt",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "info@benify.dk",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "info@benify.de",
          "name": "Info",
          "position": "",
          "source": "https://www.benify.com/contact"
        },
        {
          "email": "info@benify.sg",
          "name": "Info",
          "position": "",
          "source": "https://www.benify.com/contact"
        },
        {
          "email": "info@benify.co.uk",
          "name": "Info",
          "position": "",
          "source": "https://www.benify.com/contact"
        },
        {
          "email": "info@benify.com",
          "name": "Info",
          "position": "",
          "source": "https://www.benify.com/contact"
        },
        {
          "email": "globalsales@benify.com",
          "name": "Globalsales",
          "position": "",
          "source": "https://www.benify.com/contact"
        },
        {
          "email": "info@benify.nl",
          "name": "Info",
          "position": "",
          "source": "https://www.benify.com/contact"
        },
        {
          "email": "info@benify.se",
          "name": "Info",
          "position": "",
          "source": "https://www.benify.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/benify",
        "facebook": "https://www.facebook.com/benifyglobal",
        "twitter": "https://benifex.com/resources/news/benify-acquisition-announcement",
        "instagram": "https://www.instagram.com/benify/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 51,
      "företagsnamn": "TF Bank AB",
      "företagswebb": "https://group.tfbank.se/sv/",
      "organisationsnummer": "5561581041",
      "sökterm": [
        "Frontendutvecklare",
        ".NET",
        "Cypress",
        "backendutvecklare",
        "React",
        "HTML",
        "Microservices",
        "Backend",
        "TypeScript",
        "GitHub",
        "Postman",
        "Frontend",
        "C#",
        "Jest",
        "Penetration Testing",
        "Functional Programming",
        "JavaScript",
        "Robot Framework",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558292",
      "titel": "DPO & Compliance Officer",
      "beskrivning": "We are seeking a highly skilled and experienced Data Protection Officer (DPO) and Compliance Officer who will be responsible for ensuring that our company is in compliance with data protection laws and regulations, and for educating our employees on data protection best practices.\nThe role is placed in our second line Compliance function and your responsibilities will also involve acting as a Compliance Officer in other regulatory areas of importance to the Bank.\nThe ideal candidate will have a deep understanding of laws and regulations related to data protection and financial markets compliance to carry out the responsibilities as a DPO and a Compliance Officer.\n Key Responsibilities: \n Serve as the main point of contact within the organization for staff members, regulators, and relevant public authorities on issues related to data protection.\n Ensure that company policies are in compliance with codes of practice such as GDPR (General Data Protection Regulation).\n Evaluate the existing data protection framework to identify areas of no or partial compliance, and rectify any issues.\n Devise training plans and provide data protection advice to staff members.\n Inform and advise the data controller or data processor on all matters related to data protection.\n Promote a culture of data protection and compliance across all units of the organization.\n Monitoring and controlling that other regulatory and legal risks are identified, measured, assessed, managed, monitored and reported.\n Ensure that company policies and processes are in compliance with relevant regulatory frameworks.\n Act as a Compliance Officer in the Bank’s second line Compliance function.\n \n\n \nQualifications and Experience: \n Bachelor’s degree in economics, law or a related field.\n At least 3 years of experience in data protection, compliance or a related field.\n Expertise in data protection laws and regulations, including GDPR.\n Excellent organizational, communication, and management skills.\n Ability to lead training sessions and workshops for staff members.",
      "Techstack": ".NET, .NET Core, Azure, Kubernetes, Docker, OpenTelemetry",
      "Produkt": "E-handlare betalningslösningar, betal- och korttjänster",
      "Företagsstruktur": "Företagets huvudkontor ligger i Borås. Det har distribuerade teknikteam i Borås, Stockholm, Gdansk, Malaga samt en partner i Tjeckien. Dess betal- och korttjänster används på 13 europeiska marknader. Extern VD för TF Bank AB är Joakim Jansson och styrelseordförande är John Lennart Brehmer.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "kauppiastuki@avarda.fi",
          "name": "Kauppiastuki",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "support.merchant@avarda.com",
          "name": "Support Merchant",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "u003esupport.merchant@avarda.com",
          "name": "Uesupport Merchant",
          "position": "",
          "source": "http://www.avarda.com/contactus"
        },
        {
          "email": "delivery@avarda.com",
          "name": "Delivery",
          "position": "",
          "source": "http://www.avarda.com/contactus"
        },
        {
          "email": "u003ekauppiastuki@avarda.fi",
          "name": "Uekauppiastuki",
          "position": "",
          "source": "http://www.avarda.com/contactus"
        },
        {
          "email": "u003edelivery@avarda.com",
          "name": "Uedelivery",
          "position": "",
          "source": "http://www.avarda.com/contactus"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/2775?trk=tyah",
        "facebook": "https://www.facebook.com/tdbank",
        "twitter": "https://twitter.com/tdbank_us",
        "instagram": "https://www.instagram.com/tdbank_us/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 52,
      "företagsnamn": "Nobina Sverige AB",
      "företagswebb": "https://www.nobina.se/",
      "organisationsnummer": "5560570128",
      "sökterm": [
        "fullstackutvecklare",
        ".NET",
        "Frontend",
        "backendutvecklare",
        "utvecklare",
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29538618",
      "titel": "Tech Lead - Commercial Technology",
      "beskrivning": "Tech Lead  \nVi söker just nu en Tech Lead till vårt team inom Commercial Technology på Nobina. Är du en driven fullstackutvecklare med gedigen erfarenhet inom .Net och en passion för tekniskt ledarskap? Då kan du vara den vi söker!  \nOm rollen:  \nSom Tech Lead kommer du ha en central roll där du arbetar med utveckling och leder ett team i arbetet med att vidareutveckla och förbättra våra system. Vi arbetar med utvecklingen av vårt Tågersättningssystem (TRIP), som hanterar ersättningstrafik vid trafikavbrott samt extratrafik vid större evenemang som konserter och sportevenemang.  \nVårt team strävar alltid efter att förbättra kritiska trafiklösningar samt användarupplevelsen för både våra kunder och interna användare. Teamet arbetar agilt och i nära samarbete med verksamhet och övriga IT. Vi har dagliga standups och arbetar i sprintar, där alla aktivt deltar i att lösa utmaningar och utveckla nya funktioner.  \nDu kommer att arbeta tillsammans med ett mångsidigt team bestående av utvecklare, testare, kravställare och produktägare. Vi arbetar i en modern teknisk miljö där vi främst använder .NET Angular och Azure. \nDina huvudsakliga arbetsuppgifter:  \n  \nLeda teamet i tekniska och arkitekturella frågor samt arbeta med utveckling \n \n  \nRepresentera teamet i tekniska kravdiskussioner och tekniska förbättringar och ta fram lösningar för både tekniska och affärsmässiga utmaningar  \n \n  \nKontinuerlig förbättring och underhåll av våra system och appar  \n \n  \nMedverka i och bidra till IT-avdelningens teknik- och arkitektforum  \n \n  \nArbeta och bidra i tekniska tester och kravhantering\n \n  \nGe support och stöttning till mer juniora utvecklare \n \n\nVem är du?  \nVi tror att du är en erfaren utvecklare med gedigen kunskap inom både frontend och backend, du har ett starkt intresse för teknik och ledarskap och tidigare erfarenhet av att arbeta som Tech Lead. Du är van att arbeta i större utvecklingsprojekt och har erfarenhet av att arbeta i agila team. Vi ser gärna att du har ett öga för detaljer och en lösningsorienterad inställning.  \nVidare har du:  \n  \nMinst 8 års erfarenhet som utvecklare  \n \n  \nTidigare ledarerfarenhet \n \n  \nErfarenhet av .NET  \n \n  \nErfarenhet av Angular eller liknande frontend-ramverk  \n \n  \nVana att arbeta med molntjänster, meriterande om du har arbetat med Azure  \n \n  \nRelevant utbildning inom IT  \n \n\nMeriterande:  \n  \nErfarenhet som Tech lead \n \n  \nErfarenhet som Arkitekt \n \n  \nErfarenhet av arbete med större IT-projekt  \n \n  \nErfarenhet av Maui/Xamarin/Mobilutveckling \n \n\nVarför Nobina?   \nPå Nobina är vi engagerade i att skapa en inkluderande arbetsmiljö där varje medarbetare för skillnad. Våra ledare tar ansvar, fattar modiga beslut och anammar konsekvent ett utifrån-och-in perspektiv för att möta våra passagerares behov. Genom att vara affärsdrivna och fokusera på helheten strävar vi efter att utveckla vår verksamhet och skapa hållbara lösningar för framtiden. Vår kultur är byggd på respekt, att vi bryr oss och ansvar, och vi söker ständigt nya perspektiv för att utveckla vårt resenärslöfte. \nLåter det intressant? Vänta inte med din ansökan, urval och intervjuer sker löpande. Välkommen att bli en del av Nobina!",
      "Techstack": ".NET, Angular, Azure",
      "Produkt": "Transport- och åkerirörelse med buss, gummiverkstads-, regummerings-, bensinstations-, konferens- och restaurangrörelse, trafikskola och trafikutbildning",
      "Företagsstruktur": "Nobina Sverige AB är ett aktiebolag med organisationsnummer 5560570128. I styrelsen är fördelningen 66,7 % män (4), 33,3 % kvinnor (2). Ansvarig är Martin Daniel Pagrotsky.",
      "Ekonomi": "Senaste bokslut för 2024 visar en omsättningsförändring på −2,6%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-2,6%"
      },
      "kontakter": [
        {
          "email": "adm@nobina.se",
          "name": "Adm",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "dpo@nobina.com",
          "name": "Dpo",
          "position": "",
          "source": "https://candidate.hr-manager.net/ApplicationInit.aspx?cid=374&ProjectId=191637&DepartmentId=16449&MediaId=5588&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=platsbanken"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/nobina-group",
        "facebook": "https://sv-se.facebook.com/nobinasverige/",
        "twitter": null,
        "instagram": "https://www.instagram.com/nobinasverige/?hl=sv"
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 53,
      "företagsnamn": "Perido AB",
      "företagswebb": "http://www.perido.se",
      "organisationsnummer": "5566396387",
      "sökterm": [
        "Python",
        "AWS Lambda",
        "Frontend",
        "MongoDB",
        "utvecklare",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29380419",
      "titel": "Lead Solution Architect",
      "beskrivning": "Do you have 5+ years of experience in software development and a deep understanding of modern technologies? If you have hands-on expertise in Node.js, NestJS, AWS, MongoDB, and frontend/backend frameworks, along with excellent communication skills in both Swedish and English, you could be the perfect fit for this exciting opportunity! Keep reading!\nAbout the position\nWe are looking for a Lead Solution Architect for our client, a sports booking app designed for Sports enthusiasts. The office is located in Norsborg, where the company embraces a hybrid work setup with mandatory in-office collaboration two days per week, ensuring a balance between flexibility and team synergy.\nYour daily tasks\nAs a Lead Solution Architect, you will play a vital role in shaping the future of our clients products and systems. Working directly with the CTO, you will oversee the design of scalable solutions, contribute to the development process, and coordinate efforts across various teams to ensure the on-time delivery of top-tier, production-ready systems.\nCollaborating closely with developers, Technical Leads, and stakeholders, you will ensure that technical approaches align with business objectives. Your expertise will help maintain operational excellence, including occasionally stepping in to support system stability during critical moments.\nKey Responsibilities\nSolution Architecture:\nDesign and deliver innovative, scalable, and secure solutions for our app and booking platform.\nHands-On Development:\nActively engage in coding, solving complex challenges, and prototyping new features or integrations.\nTeam Coordination:\nCollaborate with offshore Technical Leads and developers across Mobile, Backend, and Frontend teams to ensure alignment, resolve dependencies, and deliver efficiently.\nProduction Readiness:\nOversee CI/CD pipelines, testing, and deployments to maintain system stability and ensure production reliability.\nStakeholder Collaboration:\nPartner with the CTO and other business leaders to align technical initiatives with strategic goals.\nMentorship and Best Practices:\nMentor developers, promote best practices, and ensure architectural documentation is accessible and up-to-date.\nYour characteristics\nWe are looking for a Lead Solution Architect with a strong background in software development and solution design. The ideal candidate will have over 5 years of experience in software development, showcasing exceptional programming skills. Beyond technical skills, excellent communication abilities in both Swedish and English are required to collaborate effectively with cross-functional teams and stakeholders. A proactive mindset and a passion for innovation will help you thrive in this dynamic role.\nCould this be the opportunity you've been waiting for? We look forward to reading your application!\nQualifications:\n5+ years of experience in software development, with strong programming skills\n2+ years of experience in solution architecture, designing scalable and secure systems\nExpertise in Node.js, NestJS, AWS, MongoDB, and modern frontend (React.js)/backend frameworks\nExperience with monolithic and microservices architectures\nExpertise with CI/CD pipelines, system monitoring, and production reliability practices\nExcellent problem-solving and analytical skills with a proactive mindset\nStrong communication skills for collaborating across teams and stakeholders\nFluent in Swedish and English\n\nMeritorious:\nBachelor’s or master’s degree in computer science, Software Engineering, or a related field\nA passion for sports and technology, with an interest in shaping the future of sports matchmaking and club management\nAn innovative thinker who thrives in a collaborative and fast-paced environment\nStrong organizational skills and the ability to manage multiple priorities effectively\n\nContract type and hours\nFull-time, direct employment with the client. Start as soon as possible.\nApplication\nPlease apply through our website at perido.se/lediga-jobb/. Simply click the \"Apply\" button in the job advertisement, fill in your details, and upload your CV. We recommend submitting your application as soon as possible, as the selection process is ongoing. Please note that some details about the assignment and/or client company may have been deliberately disclosed in the advertisement. If your profile matches what the client is looking for and you are contacted by a recruiter, you will receive all the information you need.\nThe recruiter responsible for this position is Jennifer Berglund, you can reach her via jennifer.berglund@perido.se. You can find answers to most questions or concerns at perido.se/vanliga-fragor/. If you still haven't found the answer you are looking for, you are most welcome to contact us at fraga@perido.se and one of our Recruitment Communicators will answer you. Always enter the reference number 34989 in the subject line. Please note that we only accept applications through our website and that we are unable to provide updates on your application status.\nAbout Perido\nWhy is our company named Perido? The name comes from the Latin word Peridoneus, which means 'well-matched'. Perido is a consulting and recruitment company specializing in the white-collar sector, dedicated to helping you take the next step in your career. Our vision is to ensure that everyone thrives and feels engaged at work. We have grown steadily since our founding in 2003 and now have over 1,500 employees across the country, including around fifty internal staff at our headquarters in Stockholm and Gothenburg. As a Perido consultant, you’ll play a key role in our organization, growing alongside us while strengthening our clients' businesses with your skills. Please visit our website www.perido.se for more information.",
      "Techstack": "Node.js, NestJS, AWS, MongoDB, moderna frontend (React.js)/backend-ramverk",
      "Produkt": "Konsulttjänster och rekrytering, speciellt inom mjukvaruutveckling",
      "Företagsstruktur": "-",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 33.8%. Fördelningen i styrelsen är 100.0 % män (2), 0.0 % kvinnor (0). Bolagets VD är Johan Andreas Heverius 49 år.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "33.8%"
      },
      "kontakter": [
        {
          "email": "info@perido.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "fraga@perido.se",
          "name": "Fraga",
          "position": "",
          "source": "http://www.perido.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/playtextampons",
        "twitter": null,
        "instagram": "https://www.instagram.com/playtextampons/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 54,
      "företagsnamn": "Ntricity AB",
      "företagswebb": "https://ntricity.com/",
      "organisationsnummer": "5591888903",
      "sökterm": [
        "utvecklare",
        "fullstackutvecklare",
        "Frontend",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29377961",
      "titel": "Optimeringsingenjör - Fullstack",
      "beskrivning": "Vill du vara med och forma framtidens energilandskap och göra verklig skillnad för kommande generationer?  \n\nDu behövs för att vi på Ntricity ska kunna fortsätta utvecklingstakten av vår molnplattform Enerhive. Du kommer ingå i ett team av utvecklare som i dagsläget består av 4 personer. Hos oss blir du inte en i mängden utan ditt dagliga arbete kommer ha en stor påverkan på företaget och vår vision att göra förnybar energi lönsam och tillgänglig för alla. \n\nHos Ntricity blir du en nyckelperson i vår resa mot framtidens energisystem. \n\nOm rollen Du blir en del av ett team fullstackutvecklare som utvecklar Enerhive - vår molnplattform som kopplar ihop batterier, vindkrafts- och solcellsparker med marknadens möjligheter. Plattformen skapar optimerade bud och körscheman baserat på väder, priser och resursanvändning. \n\nDu kommer ha ett stort fokus på att vidareutveckla  Enerhives optimerings- och prognosfunktioner. Det kan vara prognoser för hur elsystemet beter sig, prisprognoser, lastprognoser osv. Baserat på prognosering kan vi sedan optimera hur våra resurser körs. \n\n\r\nVem är du? \nDu har en masterexamen – eller motsvarande utbildning. Det har gett dig goda kunskaper i avancerad matematik, vilket behövs för de optimerings- och prognosfunktioner du kommer att arbeta med.  Du har erfarenhet som fullstackutvecklare och är kunnig inom .NET/C# och har jobbat med någon form av frontend ramverk och molnlösning. (Vi kör React & AWS – vilka just du har jobbat med spelar ingen roll).   \n - Du har ett genuint intresse för hållbar energi och framtidens energisystem. \n - Du talar och skriver både svenska och engelska obehindrat.  \nVilka är vi? Energibranschen står inför en enorm förändring – från storskalig energiproduktion till lokal, decentraliserad förnyelsebar produktion och lagring av energi. Vår mjukvara banar väg för företag att effektivt integreras med elmarknaden, vilket underlättar försäljningen av förnybar energi från batterilagring, solenergi och vindkraft vid tidpunkter som ger bäst betalt. Vi är stolta över att ha ett team bestående av några av branschens bästa och mest engagerade experter, som är dedikerade att göra förnybara energikällor lönsamma.  \n\nBra att veta Placeringsort är Stockholm, resor kan förekomma. Tjänsten är en tillsvidareanställning med tillträde snarast. \n\nEnergimarknaden genomgår just nu de största förändringarna sedan avregleringsvågen på 1990-talet. Elnäten digitaliseras. Samhället elektrifieras. Nya aktörer kliver in och bidrar med innovationer, kunnande och flexibilitet till systemet. Den förnybara energin växer starkt och håller på att mogna till en stabil resurs och lönsam affär för allt från kommunala energibolag och industrier till privatpersoner och sol- och vindkraftsägare. Snart kommer bilar, båtar, hus och industrier vara uppkopplade mot elmarknaden och med hjälp av batterier och smarta algoritmer fungera som minst lika viktiga grundbultar i elsystemet som trotjänarna vatten- och kärnkraft. \n\nDecentralisering. Demokratisering. En värld där alla kan bidra till att göra hållbarhet till det nya normala. \n\nFrågan är: hur ska energibolag, industrier, batteritillverkare och sol- och vindkraftsägare tjäna pengar på den här utvecklingen? Vilka nya produkter och tjänster ligger och gömmer sig på vägen mot framtiden? \n\nNtricity grundades 2019 av Lars Skoglund. Bolaget levererar tekniska lösningar och marknadsmässig expertis & rådgivning till både energibolag och andra energiägare, små som stora, i syfte att effektivisera & kommersialisera nyttjandet av flexibla resurser i elnätet.",
      "Techstack": ".NET/C#, React, AWS",
      "Produkt": "Enerhive, en teknisk plattform som kopplar ihop batterier, vindkrafts- och solcellsparker med marknadens möjligheter.",
      "Företagsstruktur": "Ntricity är ett svenskt företag med organisatonsnummer 559188-8903, grundades 2019 av Lars Skoglund. Företaget består av en utvecklingsteam på fyra personer och arbetar för att göra förnybar energi lönsam och tillgänglig för alla. Bolagets VD är Lars Johan Magnus Skoglund, 42 år. Placeringsort är Stockholm, men resor kan förekomma.",
      "Ekonomi": "Ntricity AB har sysselsätter 2 medarbetare och hade en omsättning på 2 272 KSEK under 2023. Vid senaste bokslut 2023 hade företaget en omsättningsförändring på -5.3%.",
      "Ekonomisiffor": {
        "Omsättning": 2272,
        "Resultat": -5027,
        "Omsättningsförändring": "-5.3%"
      },
      "kontakter": [
        {
          "email": "lars.skoglund@ntricity.com",
          "name": "Lars Skoglund",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "irene.ljung@ntricity.com",
          "name": "Irene Ljung",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "amanda.collin@ntricity.com",
          "name": "Amanda Collin",
          "position": "",
          "source": "https://ntricity.com/om-oss"
        },
        {
          "email": "carl.heyman@ntricity.com",
          "name": "Carl Heyman",
          "position": "",
          "source": "https://ntricity.com/om-oss"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ntricity/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 55,
      "företagsnamn": "New Terms AB",
      "företagswebb": "https://www.jappa.jobs/",
      "organisationsnummer": "5569868606",
      "sökterm": [
        "TypeScript",
        "Frontendutvecklare",
        "JavaScript",
        "Frontend",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29376030",
      "titel": "React-Guru? Bli vår nästa Front-end utvecklare!",
      "beskrivning": "Har du en passion för Front-end utveckling och drivs av att skapa moderna, användarvänliga gränssnitt med React? Är du expert på att bygga responsiva, högpresterande applikationer med komponentbaserad utveckling?\n\n\n\n\nOm uppdraget\nSom Front-end utvecklare specialiserad i React hos vår uppdragsgivare arbetar du med att bygga skalbara, effektiva och responsiva webblösningar som förhöjer kundupplevelsen. Du ansvarar för att bygga funktionella och attraktiva gränssnitt med fokus på användarupplevelse och prestanda. Med din gedigna erfarenhet kommer du in och formar såväl produkterna som arbetsprocesserna. Tillsammans med teamet kommer du förutom att bygga exceptionella produkter även forma en kultur kring effektiv och modern produktutveckling. \nOm du har erfarenhet av moderna verktyg och teknologier som React, NextJS, Node\nTypeScript är vi extra intresserade av att höra mer om dig!\n\n\nArbetsuppgifter innefattar\nUtveckla och underhålla React-baserade gränssnitt för e-handelsplattformar.\nBygga återanvändbara komponenter för skalbara lösningar och optimal prestanda.\nOptimera applikationer för snabba laddningstider och sömlösa användarupplevelser.\nAnvända modern JavaScript, CSS och React-bibliotek för att utveckla intuitiva och interaktiva komponenter.\nSamarbeta med backend-utvecklare för att säkerställa en smidig integration och hög kvalitet på produkten.\n\n\n\n\n\nKrav och meriter\nEftergymnasial utbildning inom webbutveckling, programmering eller motsvarande.\nFlytande i både svenska och engelska, i tal och skrift.\n3-4 års av dokumenterad erfarenhet av att arbeta med React för Front-end utveckling, samt NextJS, Node, TypeScript. \nGedigen kunskap i React-ekosystemet, inklusive Redux, Styled Components och Next.js.\nErfarenhet av integrationer mot externa system och tjänster.\nErfarenhet av att fatta datadrivna beslut genom användning av analys och användartester.\nDet är meriterande om du har erfarenhet inom infrastruktur och DevOps.\nErfarenhet inom Docker och Kubernetes.\n\n\n\nVem är du?\nVi tror att du stimuleras av utmaningar och motiveras av att leverera kvalitet. Du trivs i en dynamisk och föränderlig miljö där du kan påverka processer och resultat direkt. Vi ser att du har erfarenhet av att arbeta både strategiskt och operativt med Front-end utveckling. Som person är du analytisk, lösningsorienterad och har en stark känsla för hur tekniska lösningar påverkar användarupplevelsen. Du har god förståelse för diverse verktyg som underlättar för god kodkvalitet, testning och underhåll. Det är mycket meriterande om du har tidigare e-handelsvana!\n\n\nPlacering och omfattning\nUppdraget utgår från uppdragsgivarens kontor i centrala Stockholm på heltid. Uppdraget omsätts omgående. \n\n\n\n\nAnsökan \nFör att kunna ansöka till Jappas uppdrag behöver du skapa en konsultprofil i vår plattform och sedan skicka in din ansökan. Genom att göra detta blir din kompetens även synlig för andra uppdragsgivare som letar efter e-handelskonsulter inför framtida uppdrag. Lägg ner 10-15 minuter på att skapa din konsultprofil idag för att vara i spel för spännande e-handelsprojekt!\n\n\n****************************************************************\n\n\nOm Jappa\nFör e‑handelsföretag är det inte alltid lätt att hitta rätt kompetens när det behövs som mest. Men med Jappa blir det enkelt. Genom att använda vår plattform kan e‑handelsföretag söka bland ett brett utbud av kvalificerade e‑handelskonsulter och hitta den perfekta lösningen för sina behov, om det så är långsiktiga eller kortsiktiga uppdrag men också för rekrytering.\n\n\nJappa är en talent-as-a-service-lösning för uppdrag inom e-handeln. Vi på Jappa strävar efter att erbjuda våra kunder konsulter som verkligen gör positiv skillnad i deras verksamheter.",
      "Techstack": "React, NextJS, Node, TypeScript, Redux, Styled Components, Next.js, Docker, Kubernetes. Docker och Kubernetes",
      "Produkt": "Front-end utveckling och e-handelslösningar",
      "Företagsstruktur": "Aktiebolag registrerat år 2014. Har 10 anställda. Styrelsen består av 100.0% män (4), 0.0% kvinnor (0). Verkställande direktör är Fredrik Carl Jonas Borg",
      "Ekonomi": "Resultat på −1 625 KSEK och omsättning 4 641 KSEK under 2023. Företaget hade en omsättningstillväxt på −38,7 %",
      "Ekonomisiffor": {
        "Omsättning": 4641,
        "Resultat": -1625,
        "Omsättningsförändring": "-38,7%"
      },
      "kontakter": [
        {
          "email": "info@jappa.jobs",
          "name": "New Terms AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "-",
      "consultantcompany": true
    },
    {
      "id": 56,
      "företagsnamn": "Jönköping Energi AB",
      "företagswebb": "https://jonkopingenergi.se/",
      "organisationsnummer": "5560153354",
      "sökterm": [
        "Python",
        "fullstackutvecklare",
        "JavaScript",
        "Frontend",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29371974",
      "titel": "Vi söker en Senior Fullstackutvecklare",
      "beskrivning": "Har du erfarenhet av arbete med digitala produkter och tjänster? Drivs du av att skapa riktigt bra upplevelser och tjänster för våra kunder? Då kan det vara du som passar för jobbet Senior Fullstackutvecklare på affärsområde Erbjudande och digitalisering på Jönköping Energi.\nVi söker en erfaren och driven Senior Fullstackutvecklare med bred kunskap inom applikationsutveckling för webbtjänster och minst 5 års arbetslivserfarenhet i språken JavaScript, C# och eller Python. Som Senior Fullstackutvecklare blir du en del av ett dedikerat team som ansvarar för utvecklingen av bolagets digitala kundgränssnitt för att möjliggöra ett hållbart energisystem.\nVår vision är att ta en ledande position på elmarknaden och bygga stabila och hållbara tjänster för invånarna i Jönköpings län. Nu behöver vi din hjälp för att komma dit.\nNödvändiga färdigheter\n· Dokumenterad erfarenhet av frontend utveckling med olika JavaScript-ramverk och tekniker som tex. React och TypeScript.\n· Dokumenterad erfarenhet av att bygga backend och arbeta med att bygga säkra REST API:er i C#, Python eller JavaScript (node etc.).\n· Kunskaper i databasdesign och användning för skalbara webbapplikationer med SQL och NoSQL.\n· Erfarenhet av att bygga och deploya skalbara och komplexa applikationer för webb med hjälp av CD/CI.\n· Vana att arbeta med DevOps och Git för kodgranskning och versionshantering.\n· Förståelse för webbstandarder och WCAG-riktlinjer.\nMeriterande färdigheter\n· Erfarenhet av att jobba med UX\n· Erfarenheter av React Native eller utveckling av mobilappar native eller cross plattform\n· Erfarenhet av deployment med Docker och Kubernetes\nVi ser att du är en social person som trivs med både självständigt arbete och att jobba i team och dela med dig av dina kunskaper. Du har vana att hoppa mellan olika projekt, kodbaser och tekniker, och har ett intresse av att utvecklas och lära dig nya saker. Du har ett grundläggande säkerhetstänk som du hela tiden utgår från när du bygger applikationer.\nDu trivs i det digitala landskapet men har samtidigt en förståelse för våra affärer och att skapa värde både för kund och för oss på Jönköping Energi. Hos oss får du en varierad arbetsdag med stor frihet och möjlighet att vara med i en hållbar samhällsutveckling. Du får goda anställningsvillkor, personalförmåner och möjligheter att utvecklas i en trygg men innovativ framtidsbransch.\nMer information\nVälkommen med din ansökan9 februari. Urval görs löpande så dröj inte med att söka!\nKontakta gärna Enhetschef Robin Kochauf via Robin.Kochauf@jonkopingenergi.se för mer information.\nFör fackliga frågor Jesper Käki, Vision, på tel. 036-19 18 45 eller Majd Kamal, Sveriges Ingenjörer, på tel. 036-10 32 37.\nDå vi arbetar med samhällsviktig verksamhet är anställningen säkerhetsklassad. Säkerhetsprövning kommer att genomföras före anställning. Med anställning följer en skyldighet att krigsplaceras. \nInför varje rekrytering tar vi beslut om vilka rekryteringskanaler vi ska använda och därför undanber vi oss ytterligare erbjudanden om kompetensförmedling, annonserings- och rekryteringshjälp",
      "Techstack": "JavaScript, C#, Python, React, TypeScript, SQL, NoSQL, CD/CI, DevOps, Git, Docker, Kubernetes, UX, React Native",
      "Produkt": "Energiverksamhet och annan därtill anknytande verksamhet såsom handel med energi",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@jonkopingenergi.se",
          "name": "Jönköping Energi AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "Robin.Kochauf@jonkopingenergi.se",
          "name": "Robin Kochauf",
          "position": "",
          "source": "https://karriar.jonkopingenergi.se/jobs/5405830-vi-soker-en-senior-fullstackutvecklare?promotion=1291000-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": "https://fr.linkedin.com/company/the-wind-power",
        "facebook": null,
        "twitter": "https://x.com/thewindpower",
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 57,
      "företagsnamn": "Regent Solutions AB",
      "företagswebb": "https://www.regent.se",
      "organisationsnummer": "5592483886",
      "sökterm": [
        "Robot Framework",
        "React",
        "Frontend",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29362863",
      "titel": "Senior fullstack / .net - developer consultant",
      "beskrivning": "We're searching for a senior fullstack / .net - developer with extensive knowledge in Azure. The preferred javascript framework is React. You will work togheter with other skilled developers. \nKey Responsibilities\nDesign, develop, and maintain .NET applications with a focus on performance, scalability, and security.\nWrite clean, efficient, and maintainable code in C# and .NET Core.\nParticipate in code reviews, ensuring best practices and high coding standards.\nSupport deployment and maintenance in cloud-based and on-premise environments.\n\n \nRequired Skills and Experience\nExperienced with C# and .NET technologies.\nExperience with relational databases (e.g., SQL Server, PostgreSQL) and ORM tools like Entity Framework.\nFamiliarity with building RESTful APIs\nExperience with Azure\nExperience with CI/CD pipelines and version control tools (Git, Azure DevOps).\nExperience with front-end technologies (e.g., React, Vue, Angular).\nExperience with LLMs\nStrong problem-solving and debugging skills.\nFluent in Swedish and English, both written and spoken. \n\n \nPreferred Qualifications\nExperience with microservices and event-driven architectures\nKnowledge of messaging systems (e.g., Servicebus, Kafka)\nFamiliarity with Agile development practices (Scrum/Kanban)\nA passion for continuous learning and staying updated with the latest .NET technologies and tools",
      "Techstack": "C#, .NET Core, React, Vue, Angular, LLMs, SQL Server, PostgreSQL, ORM tools, Entity Framework, RESTful APIs, Azure, Git, Azure DevOps, CI/CD pipelines, Microservices, Event-driven architectures, Messaging systems (Servicebus, Kafka), Agile development practices (Scrum/Kanban)",
      "Produkt": "Upprätta och underhåller .NET-applikationer, inriktad på prestanda, skalbarhet och säkerhet.",
      "Företagsstruktur": "Regent Solutions AB är del av en koncern som Regent AB moderbolag och Regent Holding AB som koncernmoderbolag.",
      "Ekonomi": "Företaget gick med vinst år 2023. Bolaget hade en omsättningstillväxt på -5,5%. Regent Solutions vinstmarginal låg vid senaste årsbokslutet på 15,3%.",
      "Ekonomisiffor": {
        "Omsättning": 43740,
        "Resultat": 3830,
        "Omsättningsförändring": "-5,5%"
      },
      "kontakter": [
        {
          "email": "info@regent.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/regentsevenseascruises/",
        "twitter": "https://x.com/regentcruises",
        "instagram": "https://www.instagram.com/regentcruises"
      },
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 58,
      "företagsnamn": "Sveriges Radio AB",
      "företagswebb": "https://sverigesradio.se/",
      "organisationsnummer": "5564193232",
      "sökterm": [
        "TypeScript",
        "fullstackutvecklare",
        "C#",
        "PostgreSQL",
        "Git",
        "Redis",
        ".NET",
        "Kubernetes",
        "Docker",
        "Frontend",
        "backendutvecklare",
        "Vue",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29538348",
      "titel": "Fullstack-utvecklare med backend-fokus till Sveriges Radio",
      "beskrivning": "Vill du vara med och utveckla framtidens digitala plattformar för Sveriges Radio?\n\nSveriges Radio söker en passionerad och erfaren fullstack-utvecklare med tyngdpunkt på backend. Vi når 7,4 miljoner lyssnare varje vecka och erbjuder trovärdig kunskap, fördjupning, sällskap och förströelse. Hos oss blir du en värdefull del av ett viktigt uppdrag.\n\nOm rollen\n\nVi bygger en ny digital publiceringsplattform som kommer att förse Sveriges Radios digitala kanaler med innehåll. Du kommer att arbeta med planeringsverktyg för de sändningar som sker i radio och ett programhanteringsverktyg för att effektivisera vårt redaktionella arbete. Teamet är distribuerat och korsfunktionellt och består av utvecklare, UX-designers och produktägare som jobbar tätt tillsammans med redaktionell personal.\n\nVad vi erbjuder:\n\n \n - En      möjlighet att arbeta med tekniska utmaningar och nå miljoner lyssnare.\n \n - En      dynamisk och tekniskt avancerad miljö med fokus på continuous delivery och      singel och parprogrammering.\n \n - En      modern Microsoft-teknikstack med både nya och gamla system.\n\r\nVi söker dig som:\n\n \n - Har      djup kompetens inom modern .NET och erfarenhet av att arbeta med      relationsdatabaser som SQL Server/Postgres.\n \n - Är      bekväm med moderna frontend-ramverk, t.ex. Vue, och har erfarenhet av      DevOps-tekniker som CI/CD (Git, Kubernetes, Docker, Octopus).\n \n - Trivs      i en komplex systemmiljö och har erfarenhet av backend-integration.\n \n - Har      tidigare erfarenhet av Azure DevOps och gärna erfarenhet från      mediebranschen\nPersonliga egenskaper:\n\n \n - Självgående      och prestigelös lagspelare som tar initiativ och vågar pröva och ompröva      arkitektur och tekniska val.\n \n - Gillar      att utbyta kunskap med kollegor och utvecklas tillsammans.\n \n - Ser      misstag som en naturlig del av lärandet och framstegen.\n \n - Har      ett brinnande intresse för teknik, både på jobbet och på fritiden.\n \n - Trivs      med att arbeta agilt och ser relationen till kollegor som en nyckel till      framgång.\n\nVarför Sveriges Radio?\n\nVi letar alltid efter medarbetare som kan få oss att tänka i nya banor och ge oss fler perspektiv. Hos oss får du stora möjligheter att påverka och ett arbete som är utmanande, omväxlande och personligt utvecklande. Vårt mål är att ständigt bli bättre på det vi gör och hur vi gör det.\n\nAnställning  \n\nTjänsten som fullstackutvecklare är en tillsvidareanställning med placering i Stockholm eller Eskilstuna. Vi hanterar ansökningarna löpande, så vänta inte med att skicka in din ansökan.  Sista ansökningsdag 26/3. \n\nSveriges Radio är en del av Sveriges kritiska infrastruktur och har en viktig roll inom totalförsvaret. Vår verksamhet omfattas bland annat av regler om säkerhetsskydd och på grund av det genomförs en kontroll av kandidaten för många av tjänsterna i vår verksamhet innan anställning sker. För de tjänster som leder till deltagande i säkerhetskänslig verksamhet eller placering i säkerhetsklass innebär denna kontroll att säkerhetsprövning genomförs i enlighet med säkerhetsskyddslagen.\n\nVill du veta mer?\n\nKontakta Åsa Arnerdal, på asa.arnerdal@sr.se.\n\nFackliga frågor besvaras av Unionen, Saco och Journalistförbundet, samtliga nås genom växeln på 08-7845000 \n\nVarmt välkommen med din ansökan!\n\nFöretagsbeskrivning gömd på alla jobb på hela kontot. Kontakta Jobylon för att visa igen.",
      "Techstack": "Typescript, C#, Python, PostgreSQL, Elastic, Redis, RabbitMQ, ArgoCD, Kubernetes, GitHub Actions, Grafana stack, Open Telemetry, Vektorisering, transkribering, extrahering av metadata, textgenerering",
      "Produkt": "Radio och digitala tjänster",
      "Företagsstruktur": "Företaget är en offentlig mediaorganisation som sänder radio i allmänhetens tjänst. De arbetar också med AI-baserade tjänster som integrerar med befintliga system. Teamet består av utvecklare, journalister och produktägare och arbetar med andra organisationer, särskilt inom Public Service.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 3289252,
        "Resultat": 1775,
        "Omsättningsförändring": "3.4%"
      },
      "kontakter": [
        {
          "email": "fornamn.efternamn@sverigesradio.se",
          "name": "Fornamn Efternamn",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "lyssnarservice@sverigesradio.se",
          "name": "Lyssnarservice",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "programnamn@sverigesradio.se",
          "name": "Programnamn",
          "position": "",
          "source": "https://sverigesradio.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 59,
      "företagsnamn": "Doktorse Nordic AB",
      "företagswebb": "http://doktor.se",
      "organisationsnummer": "5590580089",
      "sökterm": [
        "TDD",
        "Terraform",
        "React",
        "GitHub",
        "TypeScript",
        "Python",
        "Objective-C",
        "Kubernetes",
        "Frontend",
        "fullstackutvecklare",
        "AWS Lambda",
        "AWS",
        "Docker",
        "PostgreSQL",
        "REST",
        "Redis",
        "Kotlin",
        "Redux",
        "utvecklare",
        "Swift",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562445",
      "titel": "Platform Developer",
      "beskrivning": "Doktor.se is looking for a Platform Developer to join our exciting growth journey. Our mission is to provide a platform to make digital and physical healthcare accessible and easier for everyone. We are creating a platform of services, tools, and processes to make it possible. We believe this mission is challenging but extremely exciting and fulfilling. We are looking for additional engineers to strengthen our “Platform Enablement” team!\n \nAs an Platform Developer you'll enjoy \nYou will work with our infrastructure, monitoring, deployment tools and services for a secure, reliable, and highly available platform. Also, you develop automation toolings and preassembled configurations to make a better developer experience. You take the initiative and drive to evolve the platform's infrastructure to support our rapid business growth and compliance needs. You will collaborate on building a microservice-based system running on Kubernetes in AWS (Amazon Web Services). You will improve deployment automation following the principles for Infrastructure as Code and enhance platform monitoring and alerting to scale the platform. Like always, constant solidifying our security posture is job zero. You will work with our tech stack including but not limited to Terraform, Typescript, Python, Datadog, AWS, PostgreSQL, Kubernetes/EKS, Flux/GitOps, GitHub Actions. Qualifications and personal qualities\n Curiosity, being analytic with a passion for problem-solving, and being a good communicator\n Some hands-on experience with Kubernetes and building CI/CD pipelines\n We are an international organization, so fluency in English is required \n \nWe offer you\nWith us, you get a workplace to grow, phenomenal colleagues, and the opportunity to be part of a growing healthcare group with many points of contact. Together, we create a delightful team spirit, a strong sense of community, and a robust culture!\nWe also offer you:\n Collective agreement \n Occupational pension\n Wellness allowance\n Breakfast every monday\n \n \nMore practical details \n The desired start is as soon as possible, but of course, we take into consideration your notice period and preferences\n The position is a permanent employment with an initial probationary period\n Your placement will be at Sveavägen 63, with the possibility to work from home fridays \n \nIf this describes you, then you know what to do! We look forward to receiving your application.\nGood luck!",
      "Techstack": "Front-End: React, Redux, Next.js, Storyblock; Back-End: Fastify, Nest.js, Node.js, TypeScript; Databas: PostgreSQL; DevOps: SQS, Terraform, CDK, AWS",
      "Produkt": "Digitala vårdtjänster",
      "Företagsstruktur": "Doktorse Nordic AB är ett aktiebolag. Bo Martin Lindman, 50 år, är ansvarig. Styrelsen består av 4 män (100%) och 0 kvinnor (0%).",
      "Ekonomi": "Omsättningsförändring på 21.4% vid senaste bokslut 2023.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "21.4%"
      },
      "kontakter": [
        {
          "email": "info@doktor.se",
          "name": "Doktorse Nordic AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 60,
      "företagsnamn": "Teleoffice Viewcom AB",
      "företagswebb": "https://www.customerfirst.se",
      "organisationsnummer": "5566538558",
      "sökterm": [
        "TypeScript",
        "DevOps",
        "Go",
        "Redis",
        "GCP",
        "Node.js",
        "Jenkins",
        "Bash",
        "CSS",
        "MySQL",
        "Frontend",
        "MongoDB",
        "Vue",
        "React",
        "Mjukvaruutvecklare",
        "HTML",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29493294",
      "titel": "Junior Devops Engineer",
      "beskrivning": "Junior DevOps Engineer med fokus på Kubernetes\nOm oss\nVill du kickstarta din karriär inom DevOps? På Customer First får du chansen att utvecklas i en innovativ och stöttande miljö. Vi bygger smarta kundtjänstlösningar med modern teknik och automatiserar kundinteraktioner med hjälp av AI. Hos oss får du jobba med spännande projekt som påverkar hur företag hanterar sin kundservice.\nVi är ett växande team på över 30 personer som brinner för teknik och innovation. Nu letar vi efter en Junior DevOps Engineer som vill lära sig mer om Kubernetes och molninfrastruktur!\nVad vi erbjuder:\n✅ En lärorik och utvecklande roll där du får stöd av erfarna kollegor.\n✅ Möjlighet att arbeta med modern DevOps-teknologi.\n✅ Ett team som uppmuntrar samarbete och innovation.\n✅ Möjlighet till aktieoptioner för rätt kandidat.\nOm rollen\nVi söker dig som har ett intresse för Kubernetes och DevOps och vill utvecklas inom området. Du behöver inte kunna allt från start – det viktiga är att du är nyfiken, villig att lära och gillar att lösa problem.\nVi tror att du har:\nGrundläggande kunskap i Docker och Kubernetes.\nEn förståelse för CI/CD-pipelines (t.ex. GitHub Actions eller Jenkins).\nNyfikenhet kring övervakning och loggning (Prometheus, Grafana eller ELK Stack).\nGrundläggande kunskap om molnplattformar som AWS, GCP eller Azure.\nVana vid eller intresse för att skriva skript i Bash eller Python.\n\nExtra plus om du har testat:\n✔️ Terraform, Argo eller andra Infrastructure as Code-verktyg.\n✔️ Helm eller Kustomize för Kubernetes-konfiguration.\n✔️ JavaScript/TypeScript, Go eller SQL.",
      "Techstack": "Vue, Pinia, Node.js, TypeScript, MariaDB, SQL, Redis, MsSQL, AI-verktyg",
      "Produkt": "Kundservice mjukvara med AI-kapabiliteter",
      "Företagsstruktur": "Teleoffice Viewcom AB ingår i en koncern med 6 bolag. Koncernmoderbolag är Droten Holding BV.",
      "Ekonomi": "Teleoffice Viewcom AB är ett aktiebolag som utvecklar och säljer integrerade kommunikationssystem inom video, tele och datakommunikation.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@customerfirst.se",
          "name": "Teleoffice Viewcom AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "/person?link=https%3a//www.linkedin.com/in/jessica-parenmark-2878a94a",
        "facebook": "https://www.facebook.com/rocketreach-1209517052395769/",
        "twitter": "https://twitter.com/rocketreachco",
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 61,
      "företagsnamn": "Nexer Recruit AB",
      "företagswebb": "https://nexerrecruit.com/",
      "organisationsnummer": "5569754970",
      "sökterm": [
        "Ansible",
        "Data Visualization",
        "M365",
        "PowerShell",
        "PostgreSQL",
        "Sharepoint",
        "AWS Lambda",
        "Kubernetes",
        "IoT",
        "C/C++",
        "Frontend",
        "backendutvecklare",
        "Terraform",
        "Mjukvaruutvecklare",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542095",
      "titel": "TECH LEAD INFRASTRUKTUR",
      "beskrivning": "En omvälvande transformation av betalsverige – där du behövs! Bankgirot söker nu en Tech Lead inom infrastruktur till en växande del av organisationen i Stockholm. Bankgirot har en unik ställning på Sveriges betalmarknad som nu genomgår den största transformationen i modern tid. Vår IT-organisation är i en tillväxtfas för att utveckla framtidssäkrade lösningar som följer internationell standard och regelverk. Samtidigt ser vi till att det nuvarande betalsystemet fungerar säkert och stabilt – varje dag. Arbetet med att utveckla framtidens betalningsinfrastruktur är i full gång och vi behöver dig som vill vara en del av resan. Som Tech Lead inom infrastruktur kommer du att spela en viktig roll i uppdraget att säkerställa framtidens betalningsinfrastruktur på ett teknikbolag där vi har ett stort hjärta för uppdraget – och varandra..  \nDin rollDu blir en central del av Bankgirots omfattande transformationsresa och får en nyckelroll i att säkerställa robusta och framtidssäkra IT-infrastrukturlösningar. Det här är en unik möjlighet för dig som vill vara med från grunden och skapa en modern plattform som formar Sveriges betalflöden.\nDu ansvarar för design, implementering och optimering av vår infrastruktur och säkerställer att den möter både nuvarande och framtida behov. Med ditt tekniska kunnande och din praktiska erfarenhet av drift och automatisering fungerar du som en sammanhållande länk mellan teknikteamet, driftorganisationen och utvecklingsavdelningen. Ditt arbete präglas av säkerhet, prestanda och effektivitet, och du ges möjligheten att sätta din prägel på en kritisk infrastruktur som gör skillnad. Utöver detta kommer du att ansvara för att utveckla och förbättra lagrings- och backup-lösningar samt säkerställa en effektiv strategi för datalagring. Du arbetar med att balansera olika lagringsalternativ för att möta säkerhets- och prestandakrav och driver implementeringen av nya lösningar i samarbete med teknik- och driftorganisationen. Dina ansvarsområden inkluderar: \n Automatisera och effektivisera processer för infrastrukturhantering genom automationsverktyg såsom PowerShell och Python.\n Säkerställa en stabil, skalbar och säker driftmiljö genom hantering av Active Directory, patchhantering, intrusion detection, intrusion prevention, i en Zero Trust miljö.\n Samarbeta med andra team för att optimera integrationen mellan servrar, lagringssystem och nätverkslösningar.\n Utveckla strategier för virtualisering och containerbaserade lösningar såsom VMware och Kubernetes.\n Leda tekniska projekt samt coacha och överföra kunskap till medarbetare och leverantörer. \n Vi söker dig som har\nVi söker dig som har djup kunskap och erfarenhet av IT-infrastruktur och systemadministration inom aktuella områden. Du har en passion för att skapa robusta och framtidssäkra lösningar och din erfarenhet inom IT-arkitektur och säkerhet gör dig till en trygg expert. Du har bred kunskap inom serveradministration, virtualisering, lagrings- och backup-lösningar samt i något av operativsystem Windows Server eller Linux.\nVidare har du god förståelse för säkerhet inom IT-infrastruktur och du har också en relevant akademisk examen eller motsvarande utbildning och erfarenhet inom området. Erfarenhet av driftorganisationer, outsourcingbolag eller konsultroller inom infrastruktur är meriterande. Förståelse för HP Aruba-relaterade lagringslösningar, kunskap inom säkerhetskrav och compliance relaterat till IT-infrastruktur samt erfarenhet av att hantera och implementera backup-system med fokus på långsiktig informationshantering är också värdefullt.\nFör att trivas och lyckas i rollen tror vi att du har erfarenhet av ledarskap och trivs i en agil miljö där samarbete och innovation står i centrum. Med din analytiska förmåga och strukturerade arbetssätt driver du utvecklingen inom ditt område på ett effektivt sätt. Samtidigt fungerar du som en teknisk mentor för teamet och leder arbetet mot hållbara och framtidssäkra lösningar.\n \nEtt utvecklande arbete med bra förmånerSom vår nya kollega blir du en del av ett kompetent och positivt team där vi samarbetar och sätter högt värde på varandras kompetens och erfarenheter. Vi satsar mycket på hälsa och välmående och erbjuder generösa förmåner för dig som medarbetare.\n \nÖvrig informationTjänsten är en tillsvidareanställning baserad i Liljeholmen i Stockholm. Du behöver ha goda kunskaper i svenska och engelska. Innan anställning beslutas genomförs en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585).\nIntresserad?I denna rekrytering samarbetar Bankgirot med Nexer Recruit. Har du frågor eller funderingar? Kontakta gärna rekryteringskonsult Johanna Värmfors: johanna.varmfors@nexergroup.com eller +46 730 821 230 alternativt Artan Bitiqi: artan.bitiqi@nexergroup.com eller +46 723 61 28 44. Läs om fler lediga tjänster från Bankgirot här. Vi ser fram emot din ansökan!\nOm BankgirotBankgirot är ett svenskt clearinghus och teknikbolag med över 60 års erfarenhet av att leverera finansiell infrastruktur till banker. I samverkan med betalsektorn ser vi till att privatpersoner och företag enkelt kan göra överföringar och betalningar. \nBankgirot säkerställer att det nuvarande betalsystemet fungerar felfritt, samtidigt som vi utvecklar framtidssäkrade lösningar. Vi säkrar och utvecklar Sveriges betalningar. \nLäs mer på www.bankgirot.se",
      "Techstack": "Microsoft 365, Azure, Teams, Exchange, SharePoint Online, OneDrive, Tenant-administration, MDM (Mobile Device Management) med Intune, remote access, virtual desktop infrastructure (VDI) och mobila lösningar",
      "Produkt": "Nexer Recruit AB erbjuder IT-rekryterings- och konsulttjänster. I detta specifika fall söker de efter en M365 Workplace Engineer för Bankgirot. Huvuddelen av deras arbete innebär utveckling och förvaltning av IT-arbetsplatstjänster med fokus på Microsoft 365.",
      "Företagsstruktur": "-",
      "Ekonomi": "Företaget har visat en positiv omsättningsförändring enligt data från Ratsit",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "12.7% positiv förändring 2022 enligt Ratsits data"
      },
      "kontakter": [
        {
          "email": "fredrik.karlstrom@nexergroup.com",
          "name": "Fredrik Karlstrom",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "sara.johansson@nexergroup.com",
          "name": "Sara Johansson",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "nexerrecruit@nexergroup.com",
          "name": "Nexerrecruit",
          "position": "",
          "source": "https://nexerrecruit.com"
        },
        {
          "email": "susanne.hjalmered@nexergroup.com",
          "name": "Susanne Hjalmered",
          "position": "",
          "source": "https://nexerrecruit.com"
        },
        {
          "email": "jenny.nilsson@nexergroup.com",
          "name": "Jenny Nilsson",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "bjorn.larsson@nexergroup.com",
          "name": "Bjorn Larsson",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "marta.lundin@nexergroup.com",
          "name": "Marta Lundin",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "olivia.simonsson@nexergroup.com",
          "name": "Olivia Simonsson",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "artan.bitiqi@nexergroup.com",
          "name": "Artan Bitiqi",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "stefan.larsson@nexergroup.com",
          "name": "Stefan Larsson",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "amanda.eksell@nexergroup.com",
          "name": "Amanda Eksell",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "marcus.holhammar@nexergroup.com",
          "name": "Marcus Holhammar",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "patrik.jensen@nexergroup.com",
          "name": "Patrik Jensen",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "johanna.varmfors@nexergroup.com",
          "name": "Johanna Varmfors",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "peter.knutsson@nexergroup.com",
          "name": "Peter Knutsson",
          "position": "",
          "source": "https://nexerrecruit.com/contact-us"
        },
        {
          "email": "Johanna.varmfors@nexergroup.com",
          "name": "Johanna Varmfors",
          "position": "",
          "source": "https://lediga-jobb.nexerrecruit.com/jobs/5371246-m365-workplace-engineer-till-bankgirot?promotion=1278794-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/nexer-group/",
        "facebook": "https://www.facebook.com/nexergroup/",
        "twitter": null,
        "instagram": "https://www.instagram.com/nexergroup/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 62,
      "företagsnamn": "Knowit AB (Publ)",
      "företagswebb": "https://www.knowit.se",
      "organisationsnummer": "5563910354",
      "sökterm": [
        "Azure",
        "Go",
        "M365",
        "Git",
        ".NET",
        "Frontendutvecklare",
        "Artificial Intelligence",
        "IoT",
        "Cypress",
        "GoLang",
        "GraphQL",
        "backendutvecklare",
        "Terraform",
        "React",
        "Backend",
        "Ansible",
        "Python",
        "DevOps",
        "Appium",
        "TypeScript",
        "PyTorch",
        "GitHub",
        "ETL Pipelines",
        "Agile",
        "Node.js",
        "Kubernetes",
        "Serverless",
        "C/C++",
        "C#-utveckling",
        "Frontend",
        "Vue",
        "Angular",
        "C#",
        "Robot Framework",
        "Katalon Studio",
        "Scikit-learn",
        "GCP",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "Docker",
        "TensorFlow",
        "REST",
        "Tableau",
        "Scrum",
        "Selenium",
        "Javascript",
        "Kotlin",
        "SQL",
        "JavaScript",
        "Java",
        "utvecklare",
        "Swift",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562012",
      "titel": "Devops Admin",
      "beskrivning": "Din roll\nSom DevOps Administratör hos oss arbetar du som konsult och stöttar våra kunder med att bygga och förbättra deras DevOps-miljöer. Du ansvarar för att designa, administrera och optimera CI/CD-pipelines samtidigt som du skapar effektiva arbetsflöden i nära samarbete med utvecklingsteam. En viktig del av rollen är att hantera Git-repositorier och använda Infrastructure as Code (IaC) för att automatisera och förenkla processer.\nDu kommer också att arbeta med modern containerteknologi och orkestreringslösningar som säkerställer skalbara och hållbara system. Utöver det får du arbeta med monitorering, analys och optimering av prestanda för att kontinuerligt förbättra CI/CD-livscykeln.\nMed varierande projekt och uppdrag kommer du att få insikt i olika branscher och tekniska miljöer, vilket ger dig en unik möjlighet att utvecklas och bredda din kompetens.\nVem är du?Vi söker dig som har erfarenhet av:\n Mjukvaruutveckling och automation med Python.\n Administrera och optimera CI/CD-pipelines, med förståelse för arkitektur.\n Git repository management, Git workflows och branchingstrategier.\n Infrastructure as Code (IaC) och att sätta upp pipelines med verktyg som exempelvis Terraform eller liknande.\n Konfigurationshantering med verktyg som Ansible, Puppet, Chef eller liknande.\n Containerlösningar som Docker och orkestrering med Kubernetes.\n Monitoreringslösningar samt typer av metrics användbara i CI/CD-flöden.\n God förståelse för grundläggande cloud concept.\n Du behöver vara flytande i engelska och svenska.\n  Meriterande erfarenheter\nDet är extra meriterande om du:\n Har erfarenhet av Golang-programmering.\n Har arbetat med CI/CD-automationsflöden som inkluderat egen hårdvara, till exempel egengjorda testriggar.\n Varför Knowit?\nPå Knowit Connectivity får du möjlighet att arbeta i en innovativ och lärande miljö där du kontinuerligt utvecklas. Vi kombinerar teknik och kreativitet för att skapa värde för våra kunder och samhället. Som konsult hos oss blir du en del av ett kompetent team som brinner för samarbete, delning av kunskap och att lösa spännande tekniska utmaningar.\nVill du veta mer om hur det är att jobba hos oss? Besök vår hemsida eller kontakta oss direkt!\nLåter detta som en roll för dig?Välkommen att skicka in din ansökan redan idag! Vi ser fram emot att höra från dig och diskutera hur du kan bli en del av vårt team.",
      "Techstack": "testautomation, CI/CD, Jenkins, C/C++, Python, integrationstestning, SIL/HIL-testning, CANalyzer",
      "Produkt": "datakonsulttjänster, tekniska lösningar för R&D-team inom telekom, hemteknik och försvar",
      "Företagsstruktur": "Koncernmoderbolaget av 102 bolag, baserat på information från 2022",
      "Ekonomi": "Gjorde ett resultat på 241 842 KSEK med en omsättning på 670 110 KSEK under 2023",
      "Ekonomisiffor": {
        "Omsättning": 670110,
        "Resultat": 241842,
        "Omsättningsförändring": "4,1%"
      },
      "kontakter": [
        {
          "email": "info@knowit.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "u003einfo@knowit.se",
          "name": "Ueinfo",
          "position": "",
          "source": "https://www.knowit.se"
        },
        {
          "email": "erik.engvall@knowit.se",
          "name": "Erik Engvall",
          "position": "",
          "source": "https://careersweden.knowit.se/jobs/5425388-testutvecklare-till-vart-framgangskontor-i-jonkoping?promotion=1296707-arbetsformedlingen"
        },
        {
          "email": "david.blaag-nilsson@knowit.se",
          "name": "David Blaag Nilsson",
          "position": "",
          "source": "https://careersweden.knowit.se/jobs/5425388-testutvecklare-till-vart-framgangskontor-i-jonkoping?promotion=1296707-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/knowit",
        "facebook": "https://www.facebook.com/weareknowit",
        "twitter": null,
        "instagram": "https://www.instagram.com/weareknowit/"
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 63,
      "företagsnamn": "Geposit AB",
      "företagswebb": "https://geposit.se",
      "organisationsnummer": "5568784655",
      "sökterm": [
        "GCP",
        "AWS Lambda",
        "GoLang",
        "Frontend",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29484451",
      "titel": "Software Engineer till Geposit",
      "beskrivning": "Vill du vara med och forma framtidens lösningar för optimerad logistik? Geposit söker nu en Utvecklare som brinner för att bygga skalbara lösningar och vill vara en del av ett snabbväxande SaaS-företag. Låter det intressant? Läs vidare!\nGeposit är ett Stockholmsbaserat SaaS-företag som erbjuder ledande tjänster inom geodata. Vi hjälper bolag att förstå och driva sina affärer utifrån ett geografiskt perspektiv med hjälp olika tjänster, däribland API för adressvalidering, digital karttjänst för geografisk zonindelning och tjänster för geotargeting av online-annonser. Våra kunder finns i många branscher men vi vänder oss särskilt till företag med resurser ute på fältet, t.ex. transport och serviceföretag.\nNu gör vi satsningar för att utveckla och växa vårt erbjudande med marknadsledande tjänster för optimering av leveranser. Det är ett komplext men spännande område och därför söker vi en ny kollega till vårt härliga och drivna utvecklingsteam!\nOm rollen\nI rollen som Software Engineers hos Geposit kommer du ha stort fokus på backend-utveckling (Golang / Go). Vår ideala kollega tar stort ägandeskap och har förmåga att arbeta självständigt. Även om huvudfokus läggs på backend, krävs viss flexibilitet för att också bidra i frontend-utveckling (React.js) när det behövs.\nDina arbetsuppgifter kommer bland annat bestå av:\n API Development: Designa, utveckla och underhålla robusta API:er\n Backend Engineering: Arbeta i Golang för att bygga skalbara backend-lösningar\n Database Management: Arbeta med SQL-databaser för att säkerställa effektiv datahantering\n Cloud Integration: Deploy:a och hantera applikationer på molnplattformar\n Frontend Collaboration: Vid behov stötta i frontend-utveckling (React.js)\n Project Ownership: Ta ansvar för delprojekt från idé till release\n \nOm dig\nVi söker dig som har minst 2 års arbetslivserfarenhet inom utveckling. Därutöver ser vi gärna att du har:\n Erfarenhet av API-utveckling\n Gedigna färdigheter i Golang\n Goda färdigheter i molntjänster (t.ex. AWS, Azure eller GCP)\n Kunskaper och erfarenhet av SQL-databaser\n Viss kunskap inom frontend-utveckling i React.js\n \nVi söker dig som kan kommunicera obehindrat på svenska och engelska i både tal och skrift.\nDet är meriterande om du har:\n Kunskap inom Java och C++\n Erfarenhet av algoritmisk problemlösning och ruttoptimering\n Språkkunskaper i danska\n \nUtöver detta har du en stark drivkraft att komma framåt, att hitta kreativa vägar förbi problem och du tar saker i mål med en stor portion grit. Du trivs i ett mindre bolag där ditt engagemang och din tekniska kompetens får fritt spelrum. Eftersom du gillar både stora som små projekt, är vår sammansvetsade organisation där det händer mycket, en attraktiv plats för dig nu när du börjar känna dig redo för nya utmaningar.\nLåter det intressant – kontakta oss\nLåter det här som en roll, ett team och en arbetsmiljö som du skulle kunna trivas i – då vill vi gärna höra mer från dig! Sök jobbet, connecta med oss eller dela detta med någon du tror skulle passa in.\nHar du frågor om tjänsten, teamet eller företaget hör du av dig till Elin Andersson, Tech Talent Acquisition Specialist, på Progrits. \nEn del av Progrits\nDu blir del av Progrits - en mjukvarukoncern med ledande marknadspositioner och produkter, ett stort tillväxtfokus och en tydlig strategi. Sedan 2023 är Progrits en del av Axcel, ett nordiskt riskkapitalbolag med stort intresse för tech-sektorn.\nAtt vara en del av Progrits innebär ökade möjligheter för utveckling både för oss som företag och för dig som anställd, och samtidigt större trygghet.\nÄr du som vi, tror vi att du vill känna meningsfullhet på jobbet – och vara med om att göra Geposit till ett ännu bättre och roligare ställe att jobba på. För roligt är viktigt – jobbet är en för stor del av livet för att inte ha kul!",
      "Techstack": "Golang/Go, React.js, SQL-databaser, cloudplattformar (t.ex. AWS, Azure eller GCP), Java, C++",
      "Produkt": "API för adressvalidering, digital karttjänst för geografisk zonindelning, tjänster för geotargeting av online-annonser, marknadsledande tjänster för optimering av leveranser",
      "Företagsstruktur": "Geposit AB är en del av Progrits, en större mjukvarukoncern. Progrits är i sin tur del av Axcel, ett nordiskt riskkapitalbolag. Geposit finns i Stockholm, Sverige.",
      "Ekonomi": "Företaget har varit i tillväxtfas, med en omsättningsförändring på 13.8% som noterats under 2023.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "13.8%"
      },
      "kontakter": [
        {
          "email": "axel.beijer@geposit.se",
          "name": "Axel Beijer",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "deo.matsson@geposit.se",
          "name": "Deo Matsson",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "per.ekdal@geposit.se",
          "name": "Per Ekdal",
          "position": "",
          "source": "https://geposit.se/kontakt"
        },
        {
          "email": "martha.eriksson@geposit.se",
          "name": "Martha Eriksson",
          "position": "",
          "source": "https://geposit.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 64,
      "företagsnamn": "Iver Sverige AB",
      "företagswebb": "https://www.iver.com/",
      "organisationsnummer": "5565753042",
      "sökterm": [
        "Azure",
        "Git",
        ".NET",
        "Cypress",
        "React",
        "Terraform",
        "HTML",
        "Microservices",
        "GitHub",
        "TypeScript",
        "Python",
        "Ansible",
        "SASS",
        "Kubernetes",
        "Postman",
        "Frontend",
        "Angular",
        "C#",
        "Katalon Studio",
        "fullstackutvecklare",
        "CSS",
        "Docker",
        "PowerShell",
        "Redis",
        "SQL",
        "Bash",
        "JavaScript",
        "Bootstrap",
        "Java",
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561775",
      "titel": "Klientutvecklare webb - sökes till Accelerate at Iver i Göteborg",
      "beskrivning": "Nu letar vi efter nya medarbetare som vill vara med på vår resa. Som en del av Accelerate at Iver ligger du i teknikens absoluta framkant och arbetar med spännande digitaliserings- och transformationsprojekt hos marknadsledande kunder. Vi är i dag över 300 konsulter som brinner för att realisera digitala möjligheter i molnet. Tillsammans med våra kunder stänger vi gapet mellan aspiration och framgångsrik implementation. Vill du arbeta på ett företag där alla har samma brinnande intresse för systemutveckling och DevOps? Nu söker vi en Klientutvecklare webb som vill bli en del av Accelerate at Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! \nDin roll på Accelerate at Iver? Som anställd på Accelerate at Iver får du uppleva det bästa från två världar; delvis kundmiljöerna, men också Accelerate at Iver som arbetsgivare där du är med och formar vår stora företagskultur och delar kunskap och erfarenheter med andra likasinnade.\nDu kommer också att erbjudas utbildning, kompetensutveckling och certifieringar tillsammans med våra tekniska partners där vi arbetar tätt tillsammans med RedHat, Suse/Rancher, Hashicorp, Microsoft och Styra.\nVåra konsultuppdrag innebär ofta att vi hjälper våra kunder i att modernisera deras IT-miljöer, att hjälpa dem arbeta mer agilt och på ett modernt sätt med rätt typ av verktyg för att på bästa sätt stötta deras nuvarande och framtida behov. Detta gör vi enligt en metodik vi på Accelerate at Iver kallar Journey to Agile. \nFör att passa in i rollen tror vi att du har Akademisk utbildning med inriktning systemutveckling, user experience, webbutveckling eller liknande.\nDu har minst 3-5 års arbetslivserfarenhet av följande:\n CSS, HTML, Javascript\n React eller Angular\n Typescript\n Utilitybibliotek: Googles Material UI, Microsoft Fluent UI, Bootstrap eller liknande\n Responsive design och tillgänglighetsanpassning\n Säkerhetslösningar inom Autenticiering, BankID, cachehantering\n Behörighetstänk med Entra ID, User Session\n Du uttrycker dig obehindrat på svenska och engelska i både tal och skrift.\n \nMeriterende om du har erfarenhet av: \n Next.js\n Mobile first\n Vana att ta fram användarflöden och GUI i Figma\n \nVi söker nu en ny medlem till ett av våra scrum team. Du har som huvudinteresse att vara drivande inom webbklientutveckling och känner även att du bemästrar konsten att ta fram grafiska gränssnitt och användarflöden i ex. Figma. \nTypisk arbetsuppgift kan vara att hjälpa till att ta fram nya IT-lösningar genom att förstå kundens behov och önskemål. Och att från den utgångspunkten kunna föreslå och motivera flöden och utseende på applikationen. \nDu är en erfaren webbklientutvecklare med några specialområden som du behärskar mycket bra. Du behöver även vara van vid att integrera din robusta webbklientlösning med microtjänster. \nDu kommer att vara en viktig del i ett av våra erfarna utvecklingsteam. Du får möjligheten att arbeta i varierande och spännande uppdrag hos våra etablerade kunder. Vi arbetar i en prestigelös atmosfär där vi hjälper varandra att komma framåt och gemensamt skapa resultat som vi kan vara stolta över. Vi erbjuder dig ett flexibelt, självständigt och omväxlande arbete där du har stor frihet att forma din egen vardag och utveckla din kompetens.\nSom person trivs du med att ha eget ansvar för dina arbetsuppgifter och projekt och agerar med trovärdighet samt har lätt för att förmedla kunskap. Du är lösningsfokuserad och har erfarenhet av att arbeta självständigt i dina projekt. Du brinner för att programmera och trivs i en kommunikativ roll med mycket kundkontakt. Vi ser att du är öppen inför att testa nya tekniker eller programmeringsspråk då Accelerate at Ivers projekt kan variera i karaktär och form. Slutligen söker vi dig med god samarbetsförmåga som agerar lyhört och uppmärksamt för andras synpunkter, kompetenser och prestationer. Du tycker om att arbeta i team. Vad erbjuder vi dig? Accelerate at Iver kan erbjuda dig ett utmanande och varierande jobb som konsult med stora personliga utvecklingsmöjligheter! Vi satsar hårt på kompetensutveckling och att ständigt hålla oss i teknisk framkant.\nHos oss får du utvecklas tillsammans med duktiga och erfarna kollegor som har arbetat med Fullstackutveckling, Openstack, Kubernetes, containertekniker och cloud native i flera stora och utmanande projekt de senaste åren. Våra kunder är nationella och globala både medel och stora bolag.\nVi har intressanta, långsiktiga uppdrag och team-leveranser där du kan utvecklas och arbeta nära kollegor som delar din passion för teknik.\nSom anställd på Accelerate at Iver får du ett antal fördelar som:\n En trygg och säker anställning\n Individuellt anpassad utvecklings- och utbildningsplan\n Friskvårdsbidrag\n Privat sjukvårdsförsäkring\n Privat pensionsrådgivning\n Förmånsportal\n Extremt kompetenta och skickliga kollegor\n \nFör denna position krävs svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\nPlaceringsort: Accelerate at Iver finns på ett flertal orter i Sverige & Norge. För denna roll ser vi att du utgår från vårt kontor i Göteborg. \nSök till oss! Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Accelerate at Iver eftersträvar en jämn könsfördelning och värdsettär etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Du är välkommen att kontakta Magida Musa (magida.musa@iver.se) vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\nVälkommen till Accelerate at Iver!",
      "Techstack": "CSS, HTML, Javascript, React, Angular, Typescript, Entra ID, User Session, Utilitybibliotek (ex. Googles Material UI, Microsoft Fluent UI, Bootstrap)",
      "Produkt": "Datordrifttjänster, digitaliserings- och transformationsprojekt, IT-konsultation, systemutveckling, DevOps",
      "Företagsstruktur": "Över 300 anställda konsulter, har ett flertal orter i Sverige & Norge, huvudkontor i Solna",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 2110045,
        "Resultat": -331920000,
        "Omsättningsförändring": "-7.0%"
      },
      "kontakter": [
        {
          "email": "info@iver.com",
          "name": "Iver Sverige AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "magida.musa@iver.se",
          "name": "Magida Musa",
          "position": "",
          "source": "https://karriar.iver.se/jobs/5346760-klientutvecklare-webb-sokes-till-iver?promotion=1269140-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 65,
      "företagsnamn": "Hemnet AB",
      "företagswebb": "http://www.hemnet.se",
      "organisationsnummer": "5562600089",
      "sökterm": [
        "TypeScript",
        "fullstackutvecklare",
        "AWS Lambda",
        "Node.js",
        "JavaScript",
        "GraphQL",
        "Object-Oriented Programming",
        "Frontend",
        "PostgreSQL",
        "React",
        "backendutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29438246",
      "titel": "Staff Engineer - Node.js",
      "beskrivning": "Do you want to be a central part of product development for the biggest property platform in Sweden? Are you eager to join a self-propelled, cross-functional team that works data-driven with constant user feedback? Join us on our mission to help more people find a place to call home!\n What’s in it for you? \n Take an active part in driving our tech strategy towards Node.js together with our product teams in our domain\n\n \n Innovative Approach: Work with an experimental and iterative approach. Dare to explore uncharted territories, try something new, and surprise us all!\n\n \n End-to-End Development: Develop and maintain our products from idea to production\n\n \n Inclusive Culture: Enjoy a friendly, inclusive, and caring company culture where transparency, work-life balance, and well-being are high priorities. We celebrate diversity and are committed to creating an inclusive environment for all employees, regardless of gender, sexual orientation, ethnicity, or background\n\n \n Lab Weeks: Participate in recurring lab weeks—time for our developers to experiment, hack around, and evaluate creative ideas. Unleash Your Inner Mad Scientist—innovation starts here!\n\n \n Autonomy: Be part of a team that controls its own product decisions\n\n Technical Skills: \nNode.js: In-depth knowledge of its ecosystem and frameworks\n\n \nWeb Applications: Proven experience in driving architecture and system design, as well as developing and maintaining complex web-based applications in production environments\n\n \nJavascript: Proficiency in ES5, ES6+, and asynchronous programming\n\n \nAPIs: Experience with RESTful APIs and GraphQL implementation\n\n \nDatabase Management: Proficiency with relational databases like PostgreSQL\n\n \nCloud Services: Familiarity with AWS, Docker, CircleCI, and how to deploy and scale Node.js services in the cloud\n\n We also believe that you are experienced in: \nExperience from data-driven product development with short and experimentation\n\n \nTeam Collaboration: Experience working in team settings, especially in medium to large multicultural/global companies\n\n \nMatured experience and be proficient with other programming languages and eco systems. Meritorious frameworks: NestJS, Ruby on Rails, Typescript, React, and Next.js\n\n \nWe believe that this will ensure your success in this role:\n \nProblem Solver: Excel at solving complex technical problems\n\n \nTeam player: You thrive in a collaborative environment where we succeed together\n\n \nLeadership Skills: Have experience leading teams and mentoring junior developers\n\n \nOwnership: Can take ownership of and drive initiatives from start to finish\n\n What you will do: As a Staff Engineer you are responsible for setting, aligning, and executing the Tech Strategy within the Backend Community with the focus on Node\n Facilitation of collaboration between community members to set up and follow up on:\n A vision for the craft, guidelines, technological KPIs, and ways of working in the community\n Encourage and support competence development and education within the community\n Node.js Journey: Play a central role in our Node.js journey. While we have some services already running in production, this is just the beginning\n \nProduct Development: Engage in all areas of product development—ideation, innovation, new development, iteration, and maintenance.\n\n \nTeam Collaboration: Implement solutions with the teams in the domain, deploying to production multiple times a day. Pair and mob programming are key parts of our knowledge sharing.\n\n \nYour career at HemnetWith over 40 million visits each month, you’ll be part of Sweden’s most popular property platform – and one of the world’s most admired real estate platforms. But our size and reputation aren’t the only reasons why you and your 150+ colleagues enjoy working here.\nSince 1998, Hemnet has been an essential go-to place for millions of Swedes, guiding them through one of life’s biggest transitions: finding a new place to call home. We’re proud to make this life-changing, often stressful journey as seamless as possible.\nWith access to vast amounts of data, you’ll have limitless opportunities to explore and create new features that enhance the experience for Sweden’s real estate agents, home buyers, and sellers.Our friendly Hemnet culture fosters a dynamic, playful environment where every voice is valued. Here, you’ll join a welcoming team that encourages you to thrive and grow, working alongside passionate colleagues from around the world.\nA Hybrid Way of Working Our vibrant office in central Stockholm is the hub of our collaboration and culture, providing a lively space that fosters team spirit. We come together in the office three days a week, with two flexible remote days. To be part of our team, it’s essential to be based in or near Stockholm.",
      "Techstack": "Node.js, Rails, OpenSearch, PostgreSQL, GraphQL, Docker, React, Next.js, TypeScript, AWS, Terraform, AWS CDK",
      "Produkt": "Fastighetssökningsplattform",
      "Företagsstruktur": "Hemnet AB är ett dotterbolag och bedriver sin verksamhet under paraplyet av Hemnet Group AB (publ). Företaget har en mixad styrelse med 33.3% män och 66.7% kvinnor.",
      "Ekonomi": "Enligt senaste bokslutet för 2023, upplevde företaget en omsättningsförändring på 12.5%",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "12.5% förändring i omsättningen"
      },
      "kontakter": [
        {
          "email": "info@hemnet.se",
          "name": "Hemnet AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/hemnet",
        "facebook": "https://www.facebook.com/hemnet.se",
        "twitter": "https://www.twitter.com/hemnet",
        "instagram": "https://www.instagram.com/hemnet"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 66,
      "företagsnamn": "Qliro AB",
      "företagswebb": "https://www.qliro.com/sv-se/",
      "organisationsnummer": "5569622441",
      "sökterm": [
        "SEO Optimization",
        "Go",
        "AWS Lambda",
        "Cypress",
        "Frontend",
        "Robot Framework",
        "React",
        "Swift",
        "Microservices",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29441536",
      "titel": "Chief Information Security Officer (CISO)",
      "beskrivning": "What we do at Qliro\nAt Qliro, we deliver safe and simple payments. We are a dedicated partner to our merchants who serve their customers every day. We believe that if our merchants grow, we grow. We are a company of dedicated, friendly, and highly competent people who together have redefined what Qliro and payments can be. We are now on a journey of scaling our business both in Sweden and across the Nordics.\nWhat your team doesAs our Chief Information Security Officer (CISO), you will lead the Information Security and Risk Management (ISRM) team. Our mission is to protect Qliro’s assets while ensuring compliance with all legal requirements related to information security, risk management, and privacy. We operate in a fast-moving, agile environment and work closely with teams across Tech, Legal, Risk, Compliance, and the broader organization to continuously enhance our security posture.\nWhat you’ll do Manage and coordinate the ISRM team and oversee Qliro’s information security strategy.\n Develop and maintain documentation, processes, and risk management frameworks for InfoSec governance.\n Lead Business Continuity Management, including impact assessments, continuity planning, and disaster recovery.\n Drive education and awareness programs to ensure security and privacy understanding at all levels, from employees to the Board.\n Oversee third-party risk management, including vendor onboarding and annual reviews.\n Act as the main contact for internal and external auditors and facilitate compliance with PCI DSS and GDPR.\n Assess security maturity and report to relevant stakeholders, including Board and executive management.\n Serve as an InfoSec stakeholder in various strategic initiatives, including cloud migration, vendor management, and privacy compliance.\n Lead the InfoSec committee and Privacy Forum, coordinating cross-functional security initiatives.\n Ensure implementation of technical and organizational privacy controls in compliance with GDPR.\n Manage Qliro’s physical security processes, including security systems and vendor contracts.\n Monitor cybersecurity maturity, facilitate implementation of best practices, and drive continuous improvements.\n Oversee Qliro’s cyber incident response, ensuring preparedness and swift action when necessary.\n What you bring to the team 3-5 years of experience leading an InfoSec team or holding a senior InfoSec role (CISO or Head of InfoSec).\n Experience in the finance industry, preferably in a regulated environment.\n Strong knowledge of information security frameworks and certifications such as ISO27001, PCI DSS, CISA, or CISSP.\n A background in technology, such as IT auditing,development or IT operations, is highly beneficial.\n Excellent communication skills with the ability to convey security concepts across all levels of the organization.\n Experience implementing security controls in cloud environments is a plus.\n A strategic mindset combined with a hands-on approach to problem-solving.\n WOW in everything we do\nWe work hard to create a workplace that is diverse and inclusive, with employees from over 30 countries worldwide. We believe in the power of collaboration and empowering each other, and we strive to create a WOW experience in everything we do. Our future way of working is hybrid, combining time in the office with remote work. We see our office as a space for collaboration and creativity, where we bring out the best in one another.\nDoes this sound like your next challenge? Apply now and join us on our journey!",
      "Techstack": ".NET, React, Redux, AWS, GitLab, Terraform",
      "Produkt": "Qliro levererar trygga och enkla betalningar. De skapar sömlösa kassor för deras handlares kunder och bygger de bästa e-handelskassorna och betalnings-widgetarna. De arbetar också på olika projekt för att modernisera deras kassalösning genom att omstrukturera kärndelar av kassan och flytta dem till AWS.",
      "Företagsstruktur": "Qliro AB är ett aktiebolag. Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 13,2%. I styrelsen sitter 75,0 % män (3) och 25,0 % kvinnor (1). Ansvarig är Bo Christoffer Rutgersson, 38 år.",
      "Ekonomi": "Generell ekonomisk information saknas i källan.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "13,2%"
      },
      "kontakter": [
        {
          "email": "info@qliro.com",
          "name": "Qliro AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/qliro/",
        "facebook": "https://www.facebook.com/qlirose",
        "twitter": "https://twitter.com/qliro_ir",
        "instagram": "https://www.instagram.com/qliro/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 67,
      "företagsnamn": "A Hub AB",
      "företagswebb": "https://a-hub.se",
      "organisationsnummer": "5591779656",
      "sökterm": [
        ".NET",
        "Sharepoint",
        "Frontendutvecklare",
        "GraphQL",
        "backendutvecklare",
        "React",
        "HTML",
        "TypeScript",
        "ETL Pipelines",
        "Node.js",
        "Object-Oriented Programming",
        "Frontend",
        "Vue",
        "Angular",
        "MySQL",
        "C#",
        "fullstackutvecklare",
        "Penetration Testing",
        "CSS",
        "REST",
        "Data Visualization",
        "Tableau",
        "Scrum",
        "Functional Programming",
        "SQL",
        "JavaScript",
        "Robot Framework",
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29546025",
      "titel": "Backend-utvecklare till Insera",
      "beskrivning": "Vill du arbeta i en organisation med högt i tak och där dina idéer verkligen gör skillnad? Gillar du att arbeta med stora datamängder och skapa robusta backend-lösningar? Då kan rollen som Backend-utvecklare på Insera vara helt rätt för dig!\nOM ROLLENSom backend-utvecklare på Insera kommer du att vara en del av ett engagerat och kompetent utvecklingsteam som tillsammans bygger och vidareutvecklar Inseras BI-system – Insight. Systemet används av både privata och offentliga verksamheter för analys, budget, prognos och rapportering, och hanterar stora mängder data från olika system.\nSom backend-utvecklare kommer du arbeta med:\n  Utveckling av backend-lösningar i C# och .NET för att hantera stora datamängder och säkerställa en stabil och effektiv prestanda.\n  Byggande av REST API:er och integrationer för att säkerställa smidiga dataflöden mellan system.\n  Modernisering av befintlig arkitektur, där vi stegvis lyfter tekniken och förbättrar skalbarheten.\n \nI ditt arbete jobbar du nära frontend-utvecklare SQL-experter och verksamhetskonsulter samt har kontakt med kunder för att förstå deras behov. Du ingår i ett team som arbetar agilt med dagliga stand-ups och kommer till en kultur som uppmuntrar egna déer, teknisk innovation och kunskapsdelning. Du får stor frihet att påverka både teknikval och utvecklingsprocesser, samtidigt som du har stöd från ett erfaret team.\nVEM ÄR DU?För att trivas och lyckas i rollen tror vi att du:\n Har flera års erfarenhet av backend-utveckling, gärna från olika branscher och tekniska miljöer.\n Är trygg i C# och .Net samt har erfarenhet av REST API:er. \n Har grundläggande kunskaper i SQL och kan hantera stored procedures.\n Är van att jobba i team och har en prestigelös inställning där du gärna delar med dig av din kunskap.\n Tar initiativ och har en nyfiken inställning till att förbättra både kod och processer.\n  \nDet är ett extra plus om du har erfarenhet av: \n Fullstack-utveckling eller grundläggande frontend-kunskaper (t.ex. JavaScript, CSS mm).\n System inom industri, offentlig sektor eller analysdrivna verksamheter.\n AI och maskininlärning, då det är ett område vi vill satsa mer på framöver.\n DU ERBJUDS En spännande roll med stor frihet och möjlighet att påverka produktutvecklingen.\n En kultur där vi värdesätter öppenhet, samarbete och medbestämmande.\n Möjlighet att utvecklas inom SQL, AI och modern backend-teknik genom kurser och interna program.\n En stabil och växande organisation där du får vara med på en långsiktig resa.\n OM INSERA\nInsera AB är en del av View Group med ca 1100 anställda i Sverige, Norge Finland och Indien med en total omsättning av närmare 1,5 miljarder SEK. Insera har sedan 1995 levererat lösningar för besluts- och ledningsstöd genom att erbjuda ett komplett BI-system med stöd för analys, rapportering, budget, prognos, planering och visualisering.\nInsera är specialister inom effektivisering av arbetsprocesser och skapar på så sätt mervärde för stora som små kunder.\nDu hittar Inseras kunder inom både den privata och offentliga sektorn. Från kontoren i Norrköping och Västerås arbetar idag ett väletablerat team av olika specialister inom BI och verksamhetsutveckling. Här tar du del av en organisation med högt i tak och en arbetskultur som präglas av en prestigelös och hjälpsam attityd. \nÖVRIGTStart: Snarast eller enligt överenskommelse.\nPlacering: Arbetet utförs från kontoret i Norrköping, med viss möjlighet till remote-arbete ca 2 dagar/vecka.\nUpplägg: Anställning direkt hos Insera. Rekryteringsprocessen hanteras av A-hub. Du är varmt välkommen att kontakta alice@a-hub.se vid frågor kring tjänsten eller processen.",
      "Techstack": "C# / .Net Core, Azure, Kubernetes, GraphQL / REST, SQL",
      "Produkt": "Affärssystem för energi- och drivmedelssektorn",
      "Företagsstruktur": "Card Network Solutions (CNS) grundades 1987 i Norrköping och är sedan 2014 en del av den globala koncernen DCC.",
      "Ekonomi": "Information inte tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@a-hub.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "sebastian@a-hub.se",
          "name": "Sebastian",
          "position": "",
          "source": "https://jobb.a-hub.se/jobs/5374106-backend-utvecklare-till-card-network-solutions?promotion=1272763-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Företaget A Hub AB fungerar som rekryteringsbolag för Card Network Solutions (CNS)",
      "consultantcompany": "false"
    },
    {
      "id": 68,
      "företagsnamn": "Lavendla AB",
      "företagswebb": "https://lavendla.se/",
      "organisationsnummer": "5569777674",
      "sökterm": [
        "Katalon Studio",
        "fullstackutvecklare",
        "Cypress",
        "JavaScript",
        "Frontend",
        "React",
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29544756",
      "titel": "Customer Support - Vikariat",
      "beskrivning": "Har du förmågan att skapa förtroende och bemöta andra på ett medmänskligt och professionellt sätt? Har du dessutom stark teknisk förståelse och effektivt navigerar i digitala verktyg? Då har du kommit helt rätt - Läs mer nedan!\nLavendla söker omgående förstärkning till vårt Support Team på Sveavägen i Stockholm för ett vikariat på sex månader, för att täcka upp under en kollegas frånvaro.\nAtt hjälpa våra kunder och rådgivares i deras dagliga utmaningar är en stor del av din roll. Men också ditt bidrag till Lavendlas övergripande vision, att Göra det svåra lättare. För att uppnå det är vårt Support Team bemannat med exceptionella människor. Som gör skillnad. På riktigt.\n \n Vi söker dig som: \n Har tidigare erfarenhet från support/kundtjänst\n Är van att jobba med flera verktyg/kanaler samtidigt (telefon, e-post, chatt) \n Är lika bra på att representera i telefon och skrift som öga mot öga\n Har förmågan att skapa förtroende och hjälpa kunden vidare\n Har energi och en förkärlek för problemlösning i högt tempo\n Är en van datoranvändare med förmåga att hantera digitala verktyg - detta går inte att kompromissa på\n Pratar och skriver obehindrat svenska och engelska \n Meriterande om du arbetat inom våra områden juridik, begravning eller terapi \n Tidigare jobbat med Intercom och/eller Wordpress \n \n \nDina arbetsuppgifter:\n Du är vårt ansikte utåt och tar emot första kontakten med våra kunder.\n Du är matchmakern som snabbt ser behovet och kopplar ihop kunden med rätt rådgivare.\n Du är klippan i stormen för våra rådgivare i deras dagliga arbete, och hjälper dem på våra olika plattformar.\n Tillsammans med vårt Support Team skapar du en kundupplevelse i världsklass och strävar alltid efter att överträffa förväntningarna. \n \nPassar beskrivningen in på dig? Vänta inte med att skicka in din ansökan!\n Om Lavendla Lavendla är ett nytänkande företag med stark entreprenörsanda. Allt vi gör genomsyras av vår vilja att Göra det svåra lättare. Vår plattform är stöd för över 250 frilansande begravningsrådgivare, jurister och terapeuter runt om i landet. En plattform som förmedlar nya kunduppdrag och hanterar administrationen kring begravning, juridik och terapi. Vi är branschens mest snabbväxande företag, och sätter ramarna för framtidens erbjudande inom personliga rådgivningstjänster.",
      "Techstack": "PHP, JavaScript, React, Laravel, VueJS, Cypress, Unit, feature-tester, AWS, Google, Zapier, Visma.net, Stripe",
      "Produkt": "Begravningsverksamhet, juridiska tjänster",
      "Företagsstruktur": "Företaget har 12 anställda. Styrelsen består av 75,0 % män (3), 25,0 % kvinnor (1). Bolagets VD är Erik Jakob Nordström, 35 år.",
      "Ekonomi": "Omsättningen 2023 var 85 050 KSEK och resultatet var 5 407 KSEK.",
      "Ekonomisiffor": {
        "Omsättning": 85050,
        "Resultat": 5407,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@lavendla.se",
          "name": "Lavendla AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 69,
      "företagsnamn": "Click to Hire AB",
      "företagswebb": "https://www.clicktohire.se/",
      "organisationsnummer": "5593286031",
      "sökterm": [
        "Katalon Studio",
        "PostgreSQL",
        "Kotlin",
        "AWS Lambda",
        "JUnit",
        "Cypress",
        "JavaScript",
        "C/C++",
        "Frontend",
        "Object-Oriented Programming",
        "MongoDB",
        "HTML5",
        "Angular",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29262832",
      "titel": "CI Infrastructure and Test Analysis Engineer",
      "beskrivning": "AREA OF RESPONSIBILITY: \nPerform fault slip through analysis of issues reported from test fleets/aftermarket etc.  \nImplement necessary actions to ensure these issues are captured within the CI chain in the future  \nMonitoring of test verdicts and determine whether tests failed are related to the environment or the product and create/assign problem reports correctly.  \nCo-ordinate with Hardware in loop Engineering teams to address the issues with respect to HIL environments.  \nSupport and coordinate CI flows for high uptime and stability by ensuring that pipeline crashes, rig issues instability issues etc. are addressed and solved ASAP to get the pipeline up and running thus minimizing downtime. \nCI flow metric acquisition and visualization by Establishing metrics for measuring the CI pipeline performance and create dashboards where performance metrics are visualized.  Identify gaps or improvements of CI pipelines in terms of efficiency, performance, capability etc. Establish a good WoW for CI pipelines together with different customer teams. \nEXPERIENCE / KNOWLEGDE:  Bachelor's/Masters degree in Electrical or Computer Science Engineering or related field.  \nExtensive automotive experience in SW verification and Validation.  \nExtensive experience working with Continuous Integration work flow.  \nProficient in any one of programming language (C, C++, Python, Java etc.)  \nExperience in working with CANoe,HIL systems, Git,Command line, SSH.  \nExperience from Agile way of working.  \nGood understanding of Automotive electrical architecture and Embedded systems.  \nGood communication and collaboration skills.  Ability to work in a fast-paced and deadline-oriented environment.",
      "Techstack": "Java, Spring Boot, Angular, HTML5, CSS3, JavaScript, AWS services (EC2, S3, Lambda, RDS, etc.), RESTful APIs, microservices architecture, MySQL, PostgreSQL, MongoDB, CI/CD pipelines, DevOps practices, Docker, Kubernetes, Agile/Scrum methodologies",
      "Produkt": "Rekrytering och bemanning, IT-consulting, IT-services",
      "Företagsstruktur": "Företaget har 1 anställd. Styrelsen består av 50.0 % kvinnor (1) och 50.0 % män (1). Divya Harish är ansvarig.",
      "Ekonomi": "Enligt senaste bokslut 2023 hade företaget en omsättningsförändring på 265.3%.",
      "Ekonomisiffor": {
        "Omsättning": 263,
        "Resultat": 95,
        "Omsättningsförändring": "265.3%"
      },
      "kontakter": [
        {
          "email": "info@clicktohire.se",
          "name": "Click to Hire AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/uscis",
        "facebook": "https://www.facebook.com/uscis",
        "twitter": "https://www.twitter.com/uscis",
        "instagram": "https://www.instagram.com/uscis"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 70,
      "företagsnamn": "Jobbs On Sweden AB",
      "företagswebb": "http://jobbson.se",
      "organisationsnummer": "5591632780",
      "sökterm": [
        ".NET",
        "PHP",
        "C#-utvecklare",
        "backendutvecklare",
        "React",
        "Terraform",
        "HTML",
        "Backend",
        "TypeScript",
        "DevOps",
        "Tailwind CSS",
        "Node.js",
        "Domain-Driven Design",
        "C/C++",
        "C#-utveckling",
        "Frontend",
        "Vue",
        "Angular",
        "MySQL",
        "C#",
        "Robot Framework",
        "Katalon Studio",
        "fullstackutvecklare",
        "Kafka",
        "Penetration Testing",
        "GCP",
        "JUnit",
        "CSS",
        "Docker",
        "REST",
        "Javascript",
        "TestNG",
        "Bash",
        "ASP.NET Core",
        "JavaScript",
        "Redux",
        "MongoDB",
        "utvecklare",
        "HTML5",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29553936",
      "titel": "Junior systemutvecklare inom Bokbranschen!",
      "beskrivning": "Junior Systemutvecklare – Bli en del av vårt passionerade team!\nÄr du en nyfiken och engagerad junior systemutvecklare med en stark vilja att växa och utvecklas? Vill du arbeta i en inspirerande miljö där innovation och samarbete står i fokus? Då kan detta vara möjligheten du letar efter!\nOm oss\nVi är ett företag som brinner för att förenkla och effektivisera bokförlagsbranschen med modern Microsoft - teknologi. Sedan vi grundades 2014 har vi byggt en unik företagskultur där teknisk utveckling och trivsel går hand i hand. Med kunder i hela Norden och Polen gör vi verklig skillnad för en hel bransch.\nSedan årsskiftet har vi flyttat in i ett nytt, modernt kontor där våra grupprum skapar en inspirerande miljö för kreativa samarbeten. Vi är 15 anställda, varav 13 arbetar som systemutvecklare och samarbetar i grupper om 3–4 personer.\nOm rollen\nVi söker nu en junior systemutvecklare som vill vara med och vidareutveckla våra system och programvarulösningar. Här får du möjlighet att arbeta med moderna teknologier och bidra till att effektivisera publiceringsprocessen för bokförlag.\nSom en del av vårt team kommer du att:\n Delta i design och utveckling av nya systemlösningar.\n Samarbeta med erfarna kollegor i en kreativ och dynamisk miljö.\n Arbeta nära produktägare och andra utvecklare för att driva innovation.\n Lära och växa genom att aktivt bidra med idéer och förbättringsförslag.\n Din profil\nVi letar efter dig som ä nyfiken och har en vilja att utvecklas. Du kanske inte har lång erfarenhet, men du har en grundläggande förståelse för programmering och teknik. Vi ser gärna att du:\n Har grundläggande kunskaper i C#/.NET.\n Är intresserad av systemutveckling och har en nyfikenhet för ny teknologi.\n Är en lagspelare med god kommunikationsförmåga på svenska och engelska.\n Vill utvecklas i en dynamisk och kreativ miljö.\n Vad vi erbjuder\nHos oss får du mer än en arbetsplats – du blir en del av ett team som värdesätter innovation, samarbete och balans i livet. Vi erbjuder:\n Möjlighet att växa och utvecklas i ett team med engagerade utvecklare.\n En inspirerande arbetsmiljö i moderna kontorslokaler med grupprum.\n Flexibla arbetstider och möjlighet till hybridarbete.\n Tjänstepension, friskvårdsbidrag och möjlighet till träning under arbetstid.\n En arbetsvecka på 38 timmar för bättre balans i livet.\n Årlig budget för konferenser och utbildning.\n Så ansöker du\nÄr du redo att ta nästa steg i din karriär? Skicka in din ansökan redan idag – vi ser fram emot att höra från dig och välkomna dig till vårt team!\nVälkommen med din ansökan!",
      "Techstack": "C#, Windows, Win32, säkerhet, PKI, Entra ID (tidigare Azure AD), källkodshantering, automatiserade byggen, distributioner, Visual Studio, .NET, JavaScript, PowerShell",
      "Produkt": "Utveckling av nya produkter och förvaltning av befintliga produkter, som används av kunder över hela världen.",
      "Företagsstruktur": "Outpost24 har valt att samarbeta med Jobbs On Sweden för denna rekrytering. Jobbs On Sweden ansvarar för hela rekryteringsprocessen och kommer att vara din första kontaktpunkt för eventuella frågor kring tjänsten. Majoriteten av teamet arbetar från kontoret på veckobasis, medan några kollegor jobbar på distans från andra platser i Sverige.",
      "Ekonomi": "Företaget har 3 anställda och gjorde ett resultat på 118 KSEK med en omsättning på 2912 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 2912,
        "Resultat": 118,
        "Omsättningsförändring": "-52,2%"
      },
      "kontakter": [
        {
          "email": "info@jobbson.se",
          "name": "Jobbs On Sweden AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "hello@jobbson.se",
          "name": "Hello",
          "position": "",
          "source": "http://jobbson.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/amazon?amazon.jobs=footer",
        "facebook": "https://www.facebook.com/insideamazon/?amazon.jobs=footer",
        "twitter": "https://twitter.com/amazonnews?amazon.jobs=footer",
        "instagram": "https://www.instagram.com/insideamazon/?amazon.jobs=footer"
      },
      "recruitmentcompany": true,
      "consultantcompany": "False"
    },
    {
      "id": 71,
      "företagsnamn": "Elcykelpunkten Stockholm AB",
      "företagswebb": "http://www.elcykelpunkten.se",
      "organisationsnummer": "5591319966",
      "sökterm": [
        "utvecklare",
        "C#-utveckling",
        "Frontend",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29309629",
      "titel": "Fullstack .NET / C# utvecklare ",
      "beskrivning": "Bli en del av vårt team som vår första utvecklare - Fullstack .NET/C#\nVi på Elcykelpunkten är stolta över att ha skapat en innovativ plattform för förmånscyklar som revolutionerar hur företag och deras anställda interagerar med förmånen. Nu söker vi en passionerad och erfaren utvecklare som kan vara med och ta vår plattform till nästa nivå.\n\n\nOm oss: Elcykelpunkten är ledande inom gröna transporter och elcyklar och har utvecklat en banbrytande plattform för att hantera förmånscyklar. Vår plattform integrerar fler tredjepartsprogram som Order management system Omnium, WMS Bitlog, CMS Contentful, och E-handelsmotorn Norce för att skapa en sömlös upplevelse för våra kunder. Utöver detta bygger vi även franchisekedja med 10+ butiker och har en traditionell e-handel som an del av vår verksamhet.\n \nDin roll: Som vår första utvecklare kommer du att vara ansvarig för att utveckla och underhålla integrationer mellan olika system samt skapa effektiva gränssnitt mellan kunder, personalavdelningar och våra interna processer. Du kommer att arbeta med både frontend och backend och behöver god förståelse för systemarkitektur och kodskrivning i C# och .NET. I rollen kommer du även att samarbeta med konsulter för att säkerställa högsta möjliga framdrift i utvecklingsarbetet.\n \nVi letar efter dig som:\n\t• Har gedigen erfarenhet av fullstack-utveckling med fokus på .NET, C# och NextJS.\n\t• Kan arbeta självständigt och i team för att lösa komplexa problem.\n\t• Har kunskap om integrationer mellan olika system och erfarenhet av att bygga gränssnitt.\n\t• Har förståelse för systemarkitektur och kan bidra till att utveckla och förbättra vår plattforms tekniska grund.\n\t• Talar och skriver svenska flytande\n\nDet är meriterande om du har arbetat med utveckling inom e-handel och har kunskap om molntjänster och moderna utvecklingsmetoder.\n\n\nVi erbjuder:\n\t• En spännande roll i ett snabbväxande företag med möjlighet att påverka och bidra till vår plattforms framtid.\n\t• Ett dedikerat och passionerat team med fokus på innovation och kvalitet.\n\t• Möjlighet till personlig utveckling och kontinuerlig kompetensutveckling.\n\t• Möjlighet att vara med och forma vår inhouse tech-avdelning då vi går från att jobba med externa team till att bygga upp vår egen tech-avdelning.\n\nSök nu: Om du är redo att ta nästa steg i din karriär och tror att du är rätt person för denna utmaning, skicka din ansökan redan idag. Vi ser fram emot att få lära känna dig och diskutera hur du kan bidra till vårt team och vår plattforms framgång!\n \nStart: Snarast\nPlats: Vi sitter i nya lokaler i Hammarby Sjöstad/Gullmarsplan i skrapan Sthlm01. \n\nAll försäljning från annonssäljare och rekryteringsföretag i samband med denna rekryteringsprocess undanbedes vänligen.\n\n\n\nOm Elcykelpunkten\n\nVi är dedikerade till att främja hållbar transport och en hälsosam livsstil genom försäljning av elcyklar. Med en stark position inom branschen har vi tre huvudfokus som driver vår verksamhet.\n\nE-handel\n\nElcykelpunkten har en framstående e-handelsnärvaro där vi erbjuder ett brett sortiment av elcyklar och tillbehör. På vår webbplats kan du utforska olika modeller, jämföra funktioner och priser samt enkelt beställa din elcykel med valmöjlighet för hemleverans eller butiksupphämtning. E-handel utgör en central del av vår affärsmodell och gör det möjligt för kunder i hela Sverige att smidigt köpa elcyklar.\n\nFranchisedrivna butiker\n\nMed vårt nätverk av franchisedrivna butiker i hela landet får våra kunder möjlighet att testa och uppleva olika elcykelmodeller innan de tar beslutet. Här kan du också dra nytta av personlig rådgivning och service från kunniga säljare. Franchisebutikerna är en viktig del av vår strävan att erbjuda en professionell och personlig kundupplevelse.\n\nFörmånscyklar\n\nVårt systerbolag GreenBenefits är nära samarbetande med oss och erbjuder förmånscyklar till företag och organisationer. Anställda har möjlighet att dra nytta av skatteförmåner och rabatterade priser på cyklar genom GreenBenefits. Detta främjar användningen av elcyklar som ett hållbart och hälsofrämjande transportalternativ och är en mycket uppskattad förmån av anställda.\n\nElcykelpunkten är en mångsidig organisation som kombinerar e-handel, fysiska butiker och förmånscyklar för att främja användningen av elcyklar som ett hållbart och hälsosamt alternativ. Vårt åtagande att göra elcyklar mer tillgängliga och attraktiva är en viktig del av vår strategi och bidrar till en grönare och mer hälsosam framtid.",
      "Techstack": ".NET, C#, NextJS, WMS Bitlog, Order management system Omnium, CMS Contentful, E-handelsmotorn Norce",
      "Produkt": "Förmånscyklar, e-handel med elcyklar och tillbehör, franchisedrivna butiker",
      "Företagsstruktur": "Elcykelpunkten Stockholm AB är del av en koncern med 3 bolag. Koncernmoderbolag är Green Bikes Group Sweden AB, och de samarbetar också med systerbolaget GreenBenefits.",
      "Ekonomi": "Företaget hade en omsättningsförändring på 22.3% vid senaste bokslut 2023. Företaget gjorde ett resultat på 6 145 KSEK med omsättning 224 477 KSEK.",
      "Ekonomisiffor": {
        "Omsättning": 224477,
        "Resultat": 6145,
        "Omsättningsförändring": "22.3%"
      },
      "kontakter": [
        {
          "email": "info@elcykelpunkten.se",
          "name": "Elcykelpunkten Stockholm AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 72,
      "företagsnamn": "Humly Edtech AB",
      "företagswebb": "http://humly.co.uk",
      "organisationsnummer": "5569680134",
      "sökterm": [
        "RabbitMQ",
        "TypeScript",
        "Redis",
        "GraphQL",
        "Frontend",
        "backendutvecklare",
        "Robot Framework",
        "React",
        "Material-UI",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29173701",
      "titel": "Analytical Backend Engineer",
      "beskrivning": "Before Humly, Kristoffer (CPO) and Gustav (CEO) were college students and substitute teachers, dealing with the same problems many face with agencies: the last-minute work calls, the calls that don’t come, the lack of power or say in your career, and so much more. So they built a home where educators are as important as the job itself. They built Humly, so educators globally can have the power to choose when, where, and how much they work – simply and easily, without hassle. With 23k+teachers across 7.5k+ schools/nurseries and growing, it's fair to say that Humly has turned into growth adventure.\nAbout the RoleAt Humly we nurture a data-informed culture.We measure and analyse constantly. We share the numbers with everyone, and use many metrics to drive our strategy and decisions, small and large.\nMetrics and KPI are essential. But not all metrics are equally important. They need hierarchy. To ensure we stay on trackwe have adopted the North Star Metric (NSM) framework and selected a single key metric that best represented the core value our service delivers to our users. Like the guiding North Star , it provides us with direction and focus, helping us align our teams towards long-term growth. \nWe've come far, but there is a lot more we can do, and we are looking for you that can bring experience and energy to push Humly even further.\nResponsibilities Take ownership of our data lake and warehouse setup, ensuring data is ready and available for analytics.\n Work towards a future of semantic metrics, providing a clear an unambiguous metric tree.\n Work on improving the data integrity, standardisation and denormalisation of our database.\n Perform ETL from various data sources, like our core platform, development tools, infrastructure, CRM and more.\n Collaborate the rest of the company on how to best visualise and analyse our metrics.\n Our tech stack Service orientedarchitecture\n  Frontend: React, Typescript, Material-UI, Remix, GraphQL\n  Backend: Nest.js, Ruby on Rails, GraphQL, Postgres\n  Infrastructure: Kubernetes, RabbitMQ, OpenSearch, Prometheus, Jaeger\n CI/CD based on GitOps operational framework\n Qualifications BA or MS degree in Computer Science, Software Engineering, or related field.\n 5+ years of professional experience in software architecture and development using Python andSQL.\n Experience working with data warehouses, star schemas, ML/stat models\n Confident in exploratory data analysis and visualisation\n Fluent in English.\n Located in or around Gothenburg (or willing to relocate)\n Exciting things about Humly's product team  No sprints, but shaping and cycles: https://basecamp.com/shapeup \n Business-focused and data-driven approach to development\n Lots of influence in a small and flexible team\n Hybrid office model - flexibility with responsibility, ~3 days at the office\n International and diverse team\n Real impact on quality education - a UN Sustainable Development Goal\n How we hire\nWe evaluate candidates continuously, don't wait - send us your application today!\n   Intro call- A first casual 30 minute conversation with our CTO about Humly’s short and long-term goals and how those might be related to your personal career goals. This is a good time to discuss deal breakers and concerns you might have upfront.\n  Assignment or Reference case- A way for you to show us your experience hands on.\n  Technical interview - A 1-hour deep-dive into the craft of software development with a couple of our engineers. We let you describe how you engage with problem solving and you can share your opinions about technical debt, project management, and favourite tech stacks. This is also an opportunity to learn more about what our team enjoys about working at Humly, and ask the hard questions.\n  CultureInterview- A 1-hour talk with our CTO and one of our founders into your previous experiences and learnings. Share with us your successes and failures and all the permutations in between. The goal is to get to know how what you’ve done before has shaped your perspective about the who/what/why/where/when of what you want to do next.\n About Humly\nHumly is a digital marketplace matching supply teachers and schools. 70 million teachers are needed globally to reach the 2030 UN sustainable development goals, and Humly is set to solve a piece of that puzzle.Humly has financially strong and active owners in Viking Ventures and Alfvén & Didrikson, and have raised 17 MEUR. We are in a scale-up phase in the UK and have high ambitions. The UK market alone is a 2 billion EUR, and Humly has a first mover advantage.Humly has 80 employees working at our offices in Gothenburg, Sweden and at several sites in the UK. The marketplace has over 5,000 active educators and over 5,000 active schools that each year helps save more than 1,000,000 hours of education.",
      "Techstack": "Frontend: React, Typescript, Material-UI, GraphQL, Backend: Nest.js, Ruby on Rails, GraphQL, Postgres, Prisma, Infrastructure: Kubernetes, Redis, RabbitMQ, OpenSearch, Prometheus, Jaeger, CI/CD based on GitOps operational framework",
      "Produkt": "Humly är en digital marknadsplats som matchar lärarvikarier och skolor.",
      "Företagsstruktur": "Humly har 80 anställda och har kontor i Göteborg, Sverige och på flera platser i Storbritannien. Dess ägare inkluderar Viking Ventures och Alfvén & Didrikson.",
      "Ekonomi": "Humly har finansiellt starka och aktiva ägare i Viking Ventures och Alfvén & Didrikson, och har samlat in 17 MEUR.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "Företaget hade en omsättningsförändring på 18,8% vid senaste bokslut 2023"
      },
      "kontakter": [
        {
          "email": "hello@humly.co.uk",
          "name": "Hello",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "northwest@humly.co.uk",
          "name": "Northwest",
          "position": "",
          "source": "http://humly.co.uk/contact"
        },
        {
          "email": "southwest@humly.co.uk",
          "name": "Southwest",
          "position": "",
          "source": "http://humly.co.uk/contact"
        },
        {
          "email": "midlands@humly.co.uk",
          "name": "Midlands",
          "position": "",
          "source": "http://humly.co.uk/contact"
        },
        {
          "email": "hampshire@humly.co.uk",
          "name": "Hampshire",
          "position": "",
          "source": "http://humly.co.uk/contact"
        },
        {
          "email": "northeast@humly.co.uk",
          "name": "Northeast",
          "position": "",
          "source": "http://humly.co.uk/contact"
        },
        {
          "email": "yorkshire@humly.co.uk",
          "name": "Yorkshire",
          "position": "",
          "source": "http://humly.co.uk/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/humly/",
        "facebook": "https://www.facebook.com/humlycom/",
        "twitter": "https://twitter.com/humly_com",
        "instagram": "https://www.instagram.com/humly_com/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 73,
      "företagsnamn": "E37 System AB",
      "företagswebb": "https://www.e37.se/",
      "organisationsnummer": "5567332837",
      "sökterm": [
        "JavaScript",
        "Katalon Studio",
        "Frontendutvecklare",
        "HTML5"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29378745",
      "titel": "Frontend-implementatör inom e-handel",
      "beskrivning": "Har du ett öga för detaljer och en känsla för vad som gör en webbshop användarvänlig? Som en del av vårt team på E37 får du implementera och anpassa våra kunders webbshopar med hjälp av vår välutvecklade e-handelsplattform. En roll för dig som gillar att jobba med tydliga uppgifter och skapa lösningar som syns och används dagligen!\nOm oss\nE37 är en ledande e-handelsleverantör som erbjuder helhetslösningar för butiker och företag som vill etablera eller förbättra sin digitala närvaro inom e-handel. Med en stark betoning på användarvänlighet och effektivitet, tillhandahåller vi skräddarsydda lösningar baserade på vår egen e-handelsplattform som anpassas efter kundernas specifika behov. \nVi är kända för vår innovativa teknik och pålitliga kundsupport, vilket gör oss till ett populärt val bland både små och stora företag. Vår e-handelsplattform är utformad för att vara skalbar och flexibel, vilket möjliggör enkel anpassning och tillväxt i takt med att kundernas verksamheter expanderar. Med ett fokus på att skapa en sömlös och engagerande köpupplevelse online, har vi positionerat oss som en nyckelspelare inom den svenska e-handelssektorn.\nBland våra kunder finns Länna Sport, AIK, Jordklok, IFK Göteborg, Addnature, Bikester och många fler. Vi sitter i trevliga lokaler centralt på Drottninggatan i Stockholm.\nDin roll\nSom frontend-implementatör hos E37 fokuserar du på att anpassa och implementera lösningar snarare än att utveckla nya funktioner från grunden. Rollen innebär att arbeta med vår välutvecklade e-handelsplattform med dess ramverk och komponenter för att skapa moderna och användarvänliga webbshopar som möter våra kunders behov. Du blir en viktig länk mellan våra designskisser och färdiga webbshopar. \nDu kommer att arbeta nära UX/UI-designer, projektledare och kunder för att säkerställa att varje lösning lever upp till förväntningarna. Under arbetets gång ser du till att hålla god ordning och kommunicera projektets status, vilket hjälper teamet att hålla uppsatta tidsramar och mål.\nUtöver det tekniska arbetet kan du också komma att hantera enklare frontend-relaterade supportärenden via vårt ärendehanteringssystem Zendesk. Vid behov hjälper du även till med att svara i telefon och stötta kunder i enklare frågor.\nDet här är en roll för dig som trivs med tydliga uppgifter, gillar att arbeta nära design och har ett öga för detaljer som gör skillnad i slutprodukten.\nArbetsuppgifter\nDin vardag hos E37 handlar om att implementera och anpassa webbshopar för våra kunder. Utifrån designskisser och med hjälp av vår plattform skapar du användarvänliga gränssnitt med HTML och CSS. I rollen kombinerar du det tekniska med det praktiska genom att arbeta med våra komponenter och befintliga verktyg. Dessutom hanterar du löpande frontend-relaterade supportärenden via Zendesk och stöttar teamet med enklare kundfrågor vid behov.\nDu arbetar strukturerat och balanserar flera uppgifter parallellt, från implementationsprojekt till snabb problemlösning för våra kunder. Samarbetet med designers och projektledare är en central del av jobbet, och du är en viktig kugge i att leverera högkvalitativa lösningar i rätt tid.\nKvalifikationer\nGoda kunskaper i HTML5 och CSS.\nGrundläggande kunskaper i JavaScript.\nErfarenhet av att arbeta med e-handel, webbplatser eller webbshopar.\nErfarenhet av designverktyget Figma.\nErfarenhet av att bygga webbgränssnitt baserat på CSS-ramverk och externa JavaScript-bibliotek. \nFörmåga att uttrycka dig väl i tal och skrift på svenska och engelska.\n\nMeriterande\nKunskap i CSS Less, Visual Studio, ASP.NET eller programmering.\nErfarenhet av sökmotoroptimering eller e-handelskonvertering.\nErfarenhet av kundkontakt, affärssystem eller teknisk dokumentation.\nTidigare roll för nätbutik eller webbplats.\n\nPersonliga egenskaper\nVi söker dig som har ett stort intresse för webben och e-handel, och som brinner för att skapa användarvänliga lösningar med det där \"lilla extra\". Du har en förmåga att omsätta designidéer till moderna och funktionella webbgränssnitt och trivs med att arbeta nära kunder, där du hanterar deras önskemål och förväntningar på ett lösningsorienterat sätt.\nSom person är du positiv och strukturerad, vilket gör att du kan hålla fokus även när tempot är högt. Du är lika bekväm med att arbeta självständigt som i team, och du har lätt för att prioritera och planera ditt arbete för att möta deadlines och leverera hög kvalitet.\nVi erbjuder\nEn spännande och utvecklande roll i en organisation där det händer mycket – med nya kunder och projekt som gör jobbet både varierande och intressant.\nMöjlighet till vinstdelning.\nFriskvårdsbidrag för att främja hälsa och välmående.\nFlexibilitet för delvis distansarbete för att ge dig ökad arbetslivsbalans.\nEn dynamisk arbetsmiljö där kreativitet och nya idéer uppmuntras.\nEn härlig företagskultur med engagerade och stöttande kollegor.\nTrevliga lokaler centralt på Drottninggatan i Stockholm, nära till både tunnelbana och bra lunchställen.\n\nAnsökan\nUrval och intervjuer sker löpande, så skicka in ditt CV och personliga brev till jobb@e37.se så snart som möjligt. Vi ser fram emot att höra från dig!\nVi undanber oss kontakt från rekryterings-, annonserings- och uthyrningsfirmor i samband med denna rekrytering.",
      "Techstack": "HTML5, CSS, JavaScript, Figma, CSS Less, Visual Studio, ASP.NET, sökmotoroptimering, e-handelskonvertering",
      "Produkt": "E-handelslösningar, webbshops, e-handelsplattform",
      "Företagsstruktur": "E37 System AB är ett företag beläget i Stockholm. De är kända för att erbjuda användarvänliga och effektiva helhetslösningar för butiker och företag som vill etablera eller förbättra sin digitala närvaro inom e-handel.",
      "Ekonomi": "E37 System AB är ett aktiebolag med 10 anställda.",
      "Ekonomisiffor": {
        "Omsättning": 12494,
        "Resultat": 3996,
        "Omsättningsförändring": "0.9%"
      },
      "kontakter": [
        {
          "email": "info@e37.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "support@e37.se",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/sharer/sharer.php?u=https://immunenetwork.org/doix.php?id=10.4110/in.2019.19.e37",
        "twitter": "https://twitter.com/intent/tweet?url=https%3a%2f%2fimmunenetwork.org%2fdoix.php%3fid%3d10.4110%2fin.2019.19.e37&text=aging+and+the+immune+system%3a+the+impact+of+immunosenescence+on+viral+infection%2c+immunity+and+vaccine+immunogenicity",
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 74,
      "företagsnamn": "Bygghemma Sverige AB",
      "företagswebb": "https://www.bygghemma.se",
      "organisationsnummer": "5566894282",
      "sökterm": [
        "Frontendutvecklare",
        "GCP",
        "C#-utveckling",
        "backendutvecklare",
        "utvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29532155",
      "titel": "Senior utvecklare med fokus på React & C#",
      "beskrivning": "Bygghemma.se är Sveriges största onlinebaserade aktör inom byggvaror, hem och trädgård. Genom vår onlinebutik, som kompletteras och understöds av flertalet fysiska visningsbutiker och ett omfattande service- och tjänsteutbud, såsom montering och installationer, erbjuder vi ett ledande sortiment från välkända externa och egna varumärken. Vi har huvudkontor i Malmö och visningsbutiker i Kungens Kurva, Sollentuna, Jönköping, Mölndal och Malmö Svågertorp.\nVi söker dig som vill arbeta med ett team som gillar att jobba med moderna molnbaserade lösningar på hög nivå för att ständigt utveckla och förbättra köpupplevelsen för våra kunder. \nDina framtida arbetsuppgifter Du kommer jobba i vårt team med duktiga utvecklare för att utveckla Nordens bästa e-handel. Som en av Nordens största e-handlare har vi moderna lösningar och en egenutvecklad plattform för att kunna optimera våra sajter för våra kunders behov. Dina och avdelningens uppgifter är att utveckla plattformen för att ständigt förbättra köpupplevelse och effektivisera våra flöden. Plattformen är byggd på React + TypeScript och C# .NET. Vi använder oss av Googles molnlösningar tillsammans med egenutvecklade system.\nOm dig Vi söker dig med en mer senior profil, så du ska ha några års erfarenhet av utveckling. Vi håller en hög nivå på avdelningen så vi söker dig som är en vass utvecklare och har aptit på att bygga riktigt bra lösningar. Vi förväntar oss att du brinner för programmering och du har sannolikt något intressant hobbyprojekt du gärna berättar mer om. Vi jobbar med React + TypeScript och C# .NET. Du känner dig komfortabel med detta och är expert på någon eller några av teknikerna. Vi håller på att migrera till molnet, så om K8S och GCP är bekant blir livet lättare. Har du dessutom en känsla för pixlar och form kanske du är vår nästa stjärna. Det är inte första gången du stöter på Jira, och du trivs i en agil miljö. Har du jobbat med med e-handel är detta meriterande.\nVi värdesätter bra stämning och har ett bra team, därför söker vi dig som är social och trivs både i teamet och i kontakt med beställare från vår organisation.\nVi erbjuder Vi erbjuder ett varierande och spännande arbete hos en av Nordens ledande e-handelsaktörer. Du är med och utvecklar en site som redan håller mycket hög klass och som vi i teamet är riktigt stolta över. Om du gillar att vara med och ta ansvar och utveckla både lösningen och affären så erbjuder vi en stimulerande miljö. Vi säljer komplexa produkter som vi hjälper våra kunder att sätta ihop till komplexa ordrar. Att samordna dessa ordrar mellan flera hundra leverantörer och dynamiskt hantera avvikelser ställer stora krav på vår plattform, utmaningar som du får vara med att lösa. Det finns ett väldigt stort utrymme för idéer och goda möjligheter att vara med och påverka arbetet kring förbättringar av lösningar och vår affär.\nPå Bygghemma ger vi dig även möjligheten att ta del av olika företagsaktiviteter och sociala evenemang såsom exempelvis teambuilding-aktiviteter och afterwork. Välkommen till vår gemenskap, där våra värderingar är: Ansvar, Enkelhet, Utmanar och Tillsammans. \nPlacering På vårt kontor i Malmö. \nLåter detta som din typ av utmaning? Vi väntar på att höra ifrån dig, så skicka gärna din ansökan redan idag!\nOm bolaget Bygghemma är en del av BHG, en av de största onlineaktörerna inom konsumenthandel i Norden, med en nettointänkt på drygt 13 Mdkr 2022. Inom BHG ingår över 100 onlinedestinationer, innefattande till exempel: www.bygghemma.se, www.polarpumpen.se, www.trademax.se, www.nordicnest.se och www.svenssons.se - och över 70 showrooms. Vårt huvudkontor ligger i Malmö och vi har verksamheter i de flesta europeiska länder. BHG är noterat på Nasdaq Stockholm, med tickern BHG. BHG:s e-handelsverksamheter - www.wearebhg.com - har över 2 000 anställda som varje dag arbetar för att skapa en optimal köpupplevelse genom ett oöverträffat produktutbud och smart teknologi, kombinerat med ledande produktexpertis och ett brett utbud av service och tjänster.",
      "Techstack": ".NET, MongoDB, SQL, K8S, GCP, Jira",
      "Produkt": "Byggvaror, hem- och trädgårdsprodukter, onlinebutik, montering och installationstjänster",
      "Företagsstruktur": "Bygghemma Sverige AB är del av BHG, en av de största onlineaktörerna inom konsumenthandel i Norden. BHG inkluderar över 100 onlinedestinationer och över 70 showrooms. Deras huvudkontor ligger i Malmö och de har verksamheter i de flesta europeiska länder. Företaget är noterat på Nasdaq Stockholm.",
      "Ekonomi": "BHG hade en nettointäkt på drygt 13 Mdkr 2022.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-18,2%"
      },
      "kontakter": [
        {
          "email": "info@bygghemma.se",
          "name": "Bygghemma Sverige AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 75,
      "företagsnamn": "Soundtrack Technologies Sweden AB",
      "företagswebb": "https://www.soundtrackyourbrand.com",
      "organisationsnummer": "5569220014",
      "sökterm": [
        "TypeScript",
        "Data Visualization",
        "Tableau",
        "Objective-C",
        "Kotlin",
        "A/B Testing",
        "Frontendutvecklare",
        "React",
        "JavaScript",
        "GraphQL",
        "backendutvecklare",
        "Terraform",
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29477153",
      "titel": "Partner Integration Engineer in Play & Control",
      "beskrivning": "The Team\nPlay & Control handles the music playback on all of our platforms. We have apps for mobile and desktop, our own hardware player and partner integrations through our SDK. We are building an API for custom integrations which we already use ourselves to deliver a custom web radio station where the customer can control the music.\nWe manage the clients playing music and the servers providing them with instructions and remote control functionality. \nThe Role\nWe are searching for a skilled Embedded Engineer to join our team and play a crucial role in expanding the reach of our music streaming services. You will be working together with the team to facilitate integrations with new partners. This involves:\n \nUnderstanding the partner’s technical requirements and providing guidance on SDK integration best practices.\n\n \nAdjusting our offering to improve integration flows and features.\n\n \nDeveloping and maintaining comprehensive technical documentation, including integration guides and sample code.\n\n \nWorking closely with internal teams to provide feedback and identify areas for improvement in our platforms.\n\n \nStaying up-to-date on industry trends and best practices in the audio technology space.\n\n \n \nAbout You\nWe are looking for someone who is passionate about technology, thrives in a fast-paced environment, and enjoys working with external partners. You should be a strong communicator, a creative problem-solver, and a team player.\nMandatory Requirements\n \nSolid understanding of software development principles and experience with C++\n\n \nExperience with embedded systems development\n\n \nExperience with SDK integrations or API integrations\n\n \nExcellent communication and interpersonal skills\n\n \nStrong problem-solving and analytical skills\n\n \nBeneficial Skills\n \nExperience with audio technologies and streaming protocols such as Dante and AES67\n\n \nFamiliarity with various operating systems \n\n \nKnowledge of networking concepts and protocols\n\n \nExperience with programming languages such as C, Rust, Scala, Kotlin, Java, Objective C, Swift, Go, or others.\n\n \n About us \nSoundtrack is a B2B scale-up company providing music streaming services for businesses. We serve small customers like the café around the corner, and much bigger brands like Joe & the Juice, Toni & Guy and TAG Heuer. On the inside, we're a bunch of talented, motivated and humble designers, engineers and music experts. We believe in product-led growth, where the product is the primary driver of customer acquisition, conversion and expansion. Employee benefits\n  You have the freedom to decide where you work the best with our Work From Anywhere program with a one-off setup bonus included\n Generous pension plan\n Yearly budget for health, wellness and personal development\n Laptop and mobile phone of your choice with included cellular subscription.\n Regular social activities such as team events, meet ups, after works and off-sites\n Daily breakfast served at the office\n  \nIf you have any questions about the position or need to reach out, get in touch with Oskar Thorin at oskar@soundtrack.io. Please note that we only accept applications submitted via our career page and do not accept applications by email.",
      "Techstack": "React med TypeScript, Python, Git, Node, (p)npm, GraphQL (Apollo, Strawberry), Docker/Kubernetes",
      "Produkt": "Musikstreamingtjänster till företag över 70 länder",
      "Företagsstruktur": "Företaget består av 90+ anställda och är baserat i Stockholm. Det finns också en skala upp-struktur med fokus på produktledad tillväxt.",
      "Ekonomi": "Företaget hade en omsättning på 302 395 KSEK med ett resultat på -45 801 KSEK under 2023. Omsättningstillväxten var 30,8%.",
      "Ekonomisiffor": {
        "Omsättning": 302395,
        "Resultat": -45801,
        "Omsättningsförändring": "30,8%"
      },
      "kontakter": [
        {
          "email": "press@soundtrackyourbrand.com",
          "name": "Press",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "support@soundtrackyourbrand.com",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "partner@soundtrack.io",
          "name": "Partner",
          "position": "",
          "source": "https://www.soundtrackyourbrand.com/contact"
        },
        {
          "email": "soundtrack@support.com",
          "name": "Soundtrack",
          "position": "",
          "source": "https://www.soundtrackyourbrand.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/soundtrackyourbrand/",
        "facebook": "https://www.facebook.com/soundtrackyourbrand",
        "twitter": "https://twitter.com/soundtrackyour",
        "instagram": "https://www.instagram.com/soundtrackyourbrand/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 76,
      "företagsnamn": "Tng Group AB",
      "företagswebb": "https://www.tng.se/",
      "organisationsnummer": "5566482781",
      "sökterm": [
        "RabbitMQ",
        "Azure",
        "Git",
        ".NET",
        "Frontendutvecklare",
        "Artificial Intelligence",
        "backendutvecklare",
        "Terraform",
        "React",
        "GitHub",
        "Ansible",
        "Python",
        "DevOps",
        "TypeScript",
        "React Native",
        "Serverless",
        "Kubernetes",
        "C#-utveckling",
        "Frontend",
        "OAuth2",
        "Vue",
        "C#",
        "Unity",
        "fullstackutvecklare",
        "Jest",
        "Kafka",
        "GCP",
        "AWS Lambda",
        "AWS",
        "Docker",
        "PostgreSQL",
        "REST",
        "Java",
        "DynamoDB",
        "PowerShell",
        "Bash",
        "gRPC",
        "MongoDB",
        "utvecklare",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555726",
      "titel": "Enterprise Architect - Applikation/ Integrationer",
      "beskrivning": "Atlas Copco Group IT i Stockholm söker en Enterprise Architect inom applikationer, integrationer och APM\n\nVill du vara med och forma framtidens applikations- och integrationsstrategi i en global, innovativ organisation? Atlas Copco Group IT i Sickla, Stockholm, söker en erfaren Enterprise Architect med expertis inom applikationer, integrationer och Application Portfolio Management (APM).I denna roll får du en central position där du säkerställer att IT-strategier stöder affärsmålen och möjliggör en effektiv, säker och skalbar integrationsarkitektur. Du samarbetar med tvärfunktionella team och agerar rådgivare till ledning och utvecklingsteam för att optimera systemlandskapet. Här får du dessutom möjlighet att påverka, samarbeta med experter inom olika områden och utvecklas i en internationell organisation med starkt framtidsfokus.Låter det som något för dig? Välkommen med din ansökan idag!\n\nDitt anställningserbjudande\n\nPå Atlas Copco kommer du att arbeta i en internationell miljö med starka värderingar som erbjuder en unik möjlighet till både personlig och professionell utveckling. De erbjuder flexibilitet med 30 dagars semester, förkortad arbetstid och möjligheter till både nationell och internationell karriärutveckling. Atlas Copco värdesätter kontinuerlig utveckling och säkerställer att alla medarbetare får minst 40 timmars utbildning varje år.\n\nNjut av en dynamisk och samarbetsinriktad arbetsmiljö där innovation frodas, tillsammans med en vänlig atmosfär, en etisk kultur och respekt för mångfald.\n\nDina arbetsuppgifter\n\nSom Enterprise Architect – Applikationer och Integrationer kommer du att ansvara för att:\n\nStrategi och styrning\n\n• Anpassa integrationsstrategier och ramverk till affärsmålen i samarbete med affärsintressenter och IT-team.\n• Förbättra integrationsplattformens strategi och kapacitet med fokus på tillförlitlighet, skalbarhet, självbetjäning, återanvändbarhet och community-engagemang.\n• Använda Application Portfolio Management (APM) för att optimera integrationsstrategin och säkerställa effektiv resursanvändning\n\nTeknologi och lösningsutvärdering\n\n• Utvärdera och rekommendera integrationsteknologier och verktyg för att förbättra affärsprocesser.\n• Genomföra regelbundna bedömningar av integrationslösningar för att säkerställa efterlevnad av standarder och policys samt föreslå förbättringar.\n\nDesign och implementation\n\n• Designa och övervaka implementeringen av nya integrationslösningar för applikationer.\n• Agera som Integration Architect i det globala programmet för att förbättra koncernens eBusiness-kapaciteter, inklusive kund-EDI och e-fakturering.\n\nStöd och vägledning\n\n• Ge vägledning och stöd till IT-team för att möjliggöra framgångsrik implementering och adoption av integrationslösningar.\n• Säkerställa bästa praxis inom APM och integrationshantering.\n\nVärt att veta\n\nSom Enterprise Architect – Applikationer och Integrationer kommer du att optimera vår applikationsportfölj och integrationsstrategier för att förbättra prestanda, minska redundans och säkerställa att de är i linje med affärsmålen. Genom att samarbeta med intressenter och IT-team kommer du att driva en skalbar och pålitlig integrationsplattform samtidigt som du utnyttjar Application Portfolio Management (APM) för att säkerställa effektiv resursanvändning. Du kommer att utvärdera applikationer, rekommendera förbättringar och övervaka implementeringen av integrationslösningar, med fokus på efterlevnad av standarder och bästa praxis.\n\nAtlas Copco är en decentraliserad grupp av företag, organiserade i 4 affärsområden och en central Group. Varje affärsområde har även sin egen IT-organisation och där finns EA-funktionen. För rollen kommer du att samarbeta med var och en av dem.\n\nI denna roll kommer du att vara en del av Atlas Copcos Group IT med placering i Stockholm/Sickla, Du tillhör ett globalt team på fem personer med fokus på digital arbetsplats, molntjänster, infrastruktur, uppkoppling, data och analys, AI samt Application Portfolio Management. Du rapporterar till Enterprise Architecture Manager som är utgår från Belgien.\n\nVåra förväntningar\n\nPersonliga egenskaper: \n\n• Förmåga att inspirera och utveckla team, främja samarbete och enighet bland teammedlemmar och intressenter.\n• Förstår organisationens strategiska mål och omsätter dem i handlingsbara planer.\n• Bygger relationer över kulturella och geografiska gränser, främjar harmoni och samarbete\n• Uthållig och fokuserar på att övervinna utmaningar och uppnå resultat på ett strukturerat och praktiskt sätt.\n• Trivs i en snabbt föränderlig digital miljö, omfamnar och driver digital transformation.\n• Skicklig på att planera, organisera och leverera resultat på ett effektivt och ändamålsenligt sätt.\n\nKvalifikationer:\n\n• Kandidatexamen i datavetenskap, informationsteknologi eller ett relaterat område (magisterexamen är meriterande).\n• Dokumenterad förmåga att samarbeta med tvärfunktionella team.\n• Dokumenterad erfarenhet som Enterprise Architect eller i en liknande roll med fokus på applikationsintegration och/eller applikationsportföljhantering.\n• Stark kunskap om ramverk, mönster och verktyg för integrationsarkitektur, inklusive synkron/asynkron kommunikation och event-driven architecture (EDA).\n• Erfarenhet av integrationsplattformar som IBM Broker, Azure API, MuleSoft, Dell Boomi, Apache Camel, Apache Kafka och SAP BTP IS, med särskilt fokus på SAP-integrationer.\n• Färdighet i verktyg och metoder för Application Portfolio Management.\n• Certifiering inom Enterprise Architecture eller integrationsteknologier är meriterande.\n• Flytande engelska är ett krav, och kunskaper i svenska är en fördel.\n\nIntresserad?\nRekryteringen sker i samarbete med TNG IT Digital, specialister på kompetensbaserad och fördomsfri rekrytering, bemanning och interim. Vi ser fram emot att få din ansökan med CV eller LinkedIn-profil, och utan personligt brev, i vårt enkla ansökningsformulär. Notera att vi inte kan ta emot ansökningar via e-post, men att du alltid är välkommen att maila rekryteraren vid frågor. Efter inskickad ansökan kommer vi dels anonymisera dina personuppgifter, dels be dig att göra ett par rekryteringstester, innan vi gör en första bedömning. Givetvis får du mer information om varje steg när det är dags och så snart du skickat in din ansökan kan du följa den i realtid via vår hemsida. Observera att vi gör urval löpande och tjänsten kan därför tillsättas före sista ansökningsdatum. Varmt välkommen!",
      "Techstack": "Python, Rust, Java, Scala, Go, Azure, Tokio, Dropwizard, Akka, Netty, React, Kafka, RDBMS, NoSQL, Docker, Kubernetes, REST, GraphQL, gRPC",
      "Produkt": "Utveckling av backendlösningar, Nyutveckling och förbättring av befintliga tjänster, Optimering av arbetsflöden för automatiserad och manuell textning, Ansvar för hela kedjan av tjänster för undertextning",
      "Företagsstruktur": "Företaget har ett tvärfunktionellt team kallat Undertext som består av mjukvaruutvecklare, tjänstedesigner, AI/ML engineer, Agil coach och produktägare. Företaget erbjuder en flexibel arbetsmiljö där anställda har möjlighet att jobba 50% hemifrån.",
      "Ekonomi": "TNG Group AB har 153 anställda och gjorde ett resultat på −1 419 KSEK med omsättning 125 767 KSEK under 2023. Bolaget hade då en omsättningstillväxt på −14,2 %. TNG Groups vinstmarginal låg vid senaste årsbokslutet på −1,3 % vilket ger TNG Group placeringen 364 049 i Sverige av totalt 761 320 aktiebolag.",
      "Ekonomisiffor": {
        "Omsättning": 125767,
        "Resultat": -1419,
        "Omsättningsförändring": "-14,2%"
      },
      "kontakter": [
        {
          "email": "info@tng.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "charlotte.ulvros@tng.se",
          "name": "Charlotte Ulvros",
          "position": "",
          "source": "https://www.tng.se/contact-us"
        },
        {
          "email": "charotte.ulvros@tng.se",
          "name": "Charotte Ulvros",
          "position": "",
          "source": "https://www.tng.se/contact-us"
        },
        {
          "email": "hej@adadigital.se",
          "name": "Hej",
          "position": "",
          "source": "https://adadigital.se/lediga-jobb?jid=a061ecdd-03c7-4606-83dd-a8f41e5ee86d&src=AMS"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 77,
      "företagsnamn": "Xlnt Search AB",
      "företagswebb": "https://www.xlnt.se/",
      "organisationsnummer": "5568035454",
      "sökterm": [
        "fullstackutvecklare",
        "React",
        "backendutvecklare",
        "Vue",
        "Angular",
        "Mjukvaruutvecklare",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29350662",
      "titel": "PASCO växer och söker nu en Fullstackutvecklare eller Backendutvecklare",
      "beskrivning": "Är du en driven utvecklare som vill ta nästa steg i din karriär? Vill du vara en del av ett växande företag som arbetar med den senaste teknologin inom Microsoft Azure (Microsoft Cloud)? Då kan detta vara något för dig!\nOm PASCO\nPASCO är ett snabbväxande och innovativt företag som fokuserar på att leverera högkvalitativa IT-tjänster till våra kunder. Vi har stark fokus på Azure men arbetar också med moderna front-end-teknologier som Vue, React och Angular m.fl. Hos oss får du chansen att vara med och forma framtiden, utvecklas och skapa lösningar som verkligen gör skillnad.\nVad du kommer att göra:\nSom Fullstackutvecklare eller Backendutvecklare hos oss kommer du att vara en viktig del i vår fortsatta expansion. Du kommer att arbeta med att utveckla skräddarsydda applikationer åt våra kunder där fokus ligger på Microsofts molnlösningar. Vi ser gärna att du trivs med att arbeta både självständigt och i team, och att du brinner för att hitta de bästa lösningarna för komplexa problem.\nVi söker dig som jobbar som Backendutvecklare och:\n Har erfarenhet av .NET och C# \n Har kunskap om Microsoft Azure och molnbaserade lösningar\n Är lösningsorienterad och analytisk med ett starkt tekniskt driv\n Har erfarenhet av att jobba i agila utvecklingsteam \n Är kommunikativ och gillar att dela med dig av din kunskap\n \nJobbar du som fullstackutvecklare vill vi även att du:\n Har erfarenhet av JavaScript-ramverk som Vue, React eller Angular \n \nVad vi erbjuder:\n Möjlighet att jobba med spännande och varierande projekt\n En kreativ och stöttande arbetsmiljö där vi värdesätter teamwork och personlig utveckling\n Konkurrenskraftig lön och förmåner\n Ett växande bolag där innovation och utveckling står i fokus\n \nÄr du vår nästa kollega?\nSkicka din ansökan idag och bli en del av vårt växande team på Pasco! Vi ser fram emot att höra från dig.\nKontakta vår samarbetspartner Björn Bergström XLNT Search, 0707-270681 alt. bjorn.bergstrom@xlnt.se vid frågor om tjänsten.\nVälkommen med din ansökan,",
      "Techstack": "Microsoft Azure, .NET, C#, JavaScript-ramverk som Vue, React och Angular",
      "Produkt": "IT-tjänster, utveckling av skräddarsydda applikationer",
      "Företagsstruktur": "Företaget har en VD namn Björn Roland Bergström. Styrelsen består av 50% män och 50% kvinnor.",
      "Ekonomi": "Företaget hade ett resultat på 3 KSEK med en omsättning på 3512 KSEK under 2023. Omsättningstillväxten var -22.7%.",
      "Ekonomisiffor": {
        "Omsättning": 3512,
        "Resultat": 3,
        "Omsättningsförändring": "-22.7%"
      },
      "kontakter": [
        {
          "email": "info@xlnt.se",
          "name": "Xlnt Search AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "bjorn.bergstrom@xlnt.se",
          "name": "Bjorn Bergstrom",
          "position": "",
          "source": "https://jobb.xlnt.se/jobs/5066497-pasco-vaxer-och-soker-nu-en-fullstackutvecklare-eller-backendutvecklare?promotion=1279415-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/xlnt-foods-corp-119636533786/",
        "twitter": null,
        "instagram": "https://www.instagram.com/xlntfoods1894/?hl=en"
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 78,
      "företagsnamn": "Cancerfonden - Riksfören Mot Cancer",
      "företagswebb": "https://www.cancerfonden.se",
      "organisationsnummer": "8020053370",
      "sökterm": [
        "Robot Framework",
        "backendutvecklare",
        "utvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29372263",
      "titel": "Utvecklare",
      "beskrivning": "Cancerfondens framgångar beror på vår förmåga att analysera, möta och samverka med omvärlden. Vi behöver beröra människors hjärtan, nå fler med viktig kunskap och få fler att bidra till svensk cancerforskning. En allt större del av vårt arbete handlar om att nå våra målgrupper i olika digitala kanaler och ekosystem och säkerställa den digitala användarupplevelsen av Cancerfonden. \nDärför söker vi nu en utvecklare till enheten Tech, data och affärsutveckling som vill ta en nyckelroll i att driva vår webb- och affärssystems utveckling framåt tillsammans med utvecklingsteamet. \nOm rollen\nVi söker en backend utvecklare med minst 5 års erfarenhet som tillsammans med utvecklingsteamet vill driva både det strategiska och det operativa/dagliga arbetet. Du kommer vara en del av ett existerande utvecklingsteam som består av både interna och externa medarbetare med ett stort fokus på kodkvalité och effektiva utvecklingsprocesser. Du är van att dela med dig av din kunskap och att jobba datadrivet och agilt i tvärfunktionella team. \nCancerfonden har beslutat att techkompetens är kritisk för vår fortsatta tillväxtsresa och i den här rollen kommer du att vara en av de nyckelpersoner som stegvis bygger techkompetens inom organisationen.\nI rollen ingår i huvudsak följande arbetsuppgifter:\n Ingå i utvecklingsteamet med uppdrag att utveckla nya, och vidareutveckla existerande, interna system och systemintegrationer\n Driva innovation, nyutveckling och förbättring baserat på verksamhetens behov\n Arbeta nära verksamheten för att förstå och förfina behov för utveckling och implementation\n Tillsammans med hela enheten Tech, data och affärsutveckling proaktivt jobba med att skapa rätt förutsättningar för Cancerfonden genom ökat nyttjande av data och rätt tekniska lösningar\n Utveckla varierade webbapplikationer främst i .NET-teknik\n \nRollen kommer jobba nära Tech Lead och rapportera till Chef Tech, data och affärsutveckling. Tjänsten är en tillsvidareanställning (100 %) med placering på Cancerfondens huvudkontor i Stockholm. Tjänsten är hybrid och det finns möjlighet att jobba till viss del remote.\nFör att lyckas i rollen tror vi att du har god erfarenhet av:\n .NET Core, .NET Framework, C#\n SQL\n Cloud Plattformar\n Systemintegrationer\n Devops\n Servicebaserad arkitektur\n \nCancerfonden är en modern, snabbrörlig organisation med ett agilt arbetssätt och korta beslutsvägar. Vi är engagerade, nytänkande och tar tillsammans ansvar för att snabbare nå vår vision - att besegra cancer.\nRekryteringsprocessen\nTjänsten är en tillsvidareanställning (100 %) med placering på Cancerfondens huvudkontor i Stockholm. Tillträde så snart som möjligt. Urval och intervjuer sker löpande, skicka gärna in din ansökan så snart som möjligt. Vid frågor kontakta rekryterande chef: Emma Lundahl, emma.lundahl@cancerfonden.se.",
      "Techstack": ".NET Core, .NET Framework, C#, SQL, Cloud Plattformar, Systemintegrationer, Devops, Servicebaserad arkitektur",
      "Produkt": "Cancerfondsarbete, forskningsarbete, finansiell stöd för cancerbekämpning, utbildning och upplysning om cancer",
      "Företagsstruktur": "Kombination av interna och externa medarbetare. Stort fokus på kodkvalité och effektiva utvecklingsprocesser. Datadrivet och agilt arbetssätt i tvärfunktionella team.",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@cancerfonden.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "u003Einfo@cancerfonden.se",
          "name": "Ueinfo",
          "position": "",
          "source": "https://www.cancerfonden.se/kontakt"
        },
        {
          "email": "rnamn.efternamn@cancerfonden.se",
          "name": "Rnamn Efternamn",
          "position": "",
          "source": "https://www.cancerfonden.se/kontakt"
        },
        {
          "email": "emma.lundahl@cancerfonden.se",
          "name": "Emma Lundahl",
          "position": "",
          "source": "https://jobb.cancerfonden.se/jobs/5418720-utvecklare?promotion=1294385-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/cancerfonden",
        "twitter": "https://twitter.com/cancerfonden",
        "instagram": "https://instagram.com/cancerfonden"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 79,
      "företagsnamn": "Aktiebolaget Trav och Galopp",
      "företagswebb": "https://omatg.se/",
      "organisationsnummer": "5561804161",
      "sökterm": [
        "TypeScript",
        "Kotlin",
        "React Native",
        "Frontendutvecklare",
        "AWS Lambda",
        "JUnit",
        "GitHub",
        "CSS",
        "JavaScript",
        "Redux",
        "GraphQL",
        "Frontend",
        "backendutvecklare",
        "HTML",
        "Swift",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29539912",
      "titel": "App-utvecklare till Digital Sales Channel",
      "beskrivning": "Vill du arbeta med utveckling på ett bolag med den senaste tekniken och i ett team där vi har kul på jobbet? Vill du arbeta på ett företag med fantastiska produkter som används av mer än 1,3 miljoner kunder? Uppskattar du en lärande kultur och ett företag med tydligt hållbarhetsfokus? Då är detta rollen för dig!I rollen får du:  \n- Vara med och bygga upp vår React Native-app.\n- Arbeta med fantastiska medarbetare i en lärande och utvecklande miljö.\n- Flexibel arbetsplats och balans i livet.\n\nVi söker nu en vass medarbetare som vill vara med och bygga upp vår React Native-app. ATG har några av Sveriges största och snabbast växande digitala produkter, med hundratusentals användare varje vecka. I denna roll kommer du att delta aktivt i hela systemutvecklingsprocessen för appen vilket innebär att driftsäkra, utveckla nya tjänster och underhålla befintliga tjänster. \n\nTillsammans arbetar vi för att uppnå vårt mål att skapa världens bästa spelupplevelse. ATG tror starkt på hållbart och roligt spelande. Vi värdesätter drivkraft, respekt och ägande i allt vi gör. Vi förbättrar oss kontinuerligt för att leverera en bra användarupplevelse när det gäller tillgänglighet, intuitiv användning av de digitala plattformarna/webbsidorna och friktionsfria tjänster. Vi tror verkligen på att ha roligt tillsammans, uttrycka våra idéer och samarbete för att arbeta mot de större värdena. Vill du vara med i laget?Är det här du?Vi söker en senior App-utvecklare med lång erfarenhet av apputveckling och med ett kundcentrerat perspektiv. Du gillar att bygga smarta och engagerande funktioner och letar alltid efter att lyfta kvaliteten i allt du gör. Våra nuvarande appar på ATG för iOS och Android är byggda med hjälp av React Native, så relevant erfarenhet av Javascript och Typescript är ett måste för att lyckas i denna roll. Vi använder också Redux och Redux-saga för att hantera state i vår app. Plus om du besitter kompetens inom Swift och Kotlin.\n\nVi ser att du har en utbildning inom relevant område från universitet eller högskola. Vidare är du en utvecklare som brinner för frontend-design och du håller koll på nuvarande och framtida trender inom ditt arbetsområde. Som person är du prestigelös och gillar att dela med dig av din kunskap. Det är meriterande om du har erfarenhet av att testa både appar och web inom storföretag i en transaktionsintensiv bransch, såsom bank- och finansverksamhet eller spelbolag.\nVi ser att du har erfarenhet av:  \n- React Native\n- Javascript\n- Typescript\n- Redux \n- Redux-saga \"Tillsammans strävar vi alltid efter att utvecklas\"Den viktigaste delen i min roll som ledare är att skapa förutsättningar för att mina medarbetare ska kunna lyckas. Tillsammans strävar vi alltid efter att utvecklas och hjälpa varandra på resan mot att nå våra mål och vi gör detta i en öppen, vänlig och inkluderande arbetsmiljö. På ATG lägger vi stort värde i att lita på varandra och alla ansvarar för det vi tillsammans utvecklar och levererar. Jag älskar att se människor utvecklas och ta större ansvar. Med min bakgrund som frontend-utvecklare har jag stor förståelse för de dagliga utmaningar som mina team står inför. När jag inte jobbar hittar du mig hemma med min familj eller på golfbanan. \n-Rekryterande chef, Johan Granlund, Manager IT Digital Sales Channel We are the game\nI mer än 50 år har vi på ATG levererat spänning och underhållning till svenska folket. Vi drivs av att trygga den svenska hästnäringen och att fortsatt vara ett ansvarsfullt spelbolag i framkant. Vår vision att leverera världens bästa spelupplevelse. Hos oss är du en del av en innovativ miljö – med hjälp av den senaste tekniken utvecklar vi spelupplevelser i världsklass. Självledarskap och kompetensutveckling är viktiga delar för oss. Sedan starten 1974 har vi byggt och förvaltat systemen för våra produkter som hanterar 4 500 000 transaktioner per dag. \n\nJoin the game!\nVarmt välkommen med din ansökan via vår rekryteringsportal antingen med ditt cv eller din LinkedIn-profil – det som är enklast och smidigast för dig. Läs gärna mer om oss på vår karriärsida och tveka inte att höra av dig om du har frågor om tjänsten.   \n\nVi tillämpar 6 månaders provanställning och kommer att göra en bakgrundskontroll för denna roll. Tjänsten är på heltid och utgår från vårt kontor vid Solvalla, alldeles intill travbanan. Vi har ett flexibelt arbetssätt vilket innebär att du har möjlighet att kombinera distansarbete med arbete från kontoret. Var med och bygg världens bästa spelupplevelse tillsammans med oss!  \r\n\n\nSå här har vi det\nHos oss är du del av en innovativ miljö och med hjälp av den senaste tekniken utvecklar du den bästa spelupplevelsen. Vi gillar att samarbeta och hos oss får du stort utrymme att påverka ditt arbetssätt. Här hittar du nyfikna, nytänkande medarbetare och ledare – viktiga egenskaper för att kunna utveckla och utvecklas. Liksom energi , mod och motivation. ​\n\nFör att må bra är skrattmuskeln lika viktig att träna som alla andra muskler. Både den fysiska och den mentala hälsan skapar balans i livet. Hur vi har det på jobbet påverkar privatlivet- och vice versa. Vi ser det som en självklarhet att ge det stöd och de verktyg som behövs. ​ Ditt val av arbetsplats och arbetssätt är flexibelt och vi lägger stor vikt på självledarskap.​\n\nVi bryr oss om varandra och respekterar varandras olikheter på ATG. Och vi vill att våra kunder ska må bra och ha roligt när de spelar. Vi bryr oss också om sportens välmående, dvs. idrottarna och hästarna - och samhället runt omkring oss. Vi drivs inte av privata vinstintressen utan allt överskott går tillbaka till våra ägare, svensk trav- och galoppsport, något som både känns och gör gott.",
      "Techstack": [
        "Oracle PL/SQL",
        "AWS",
        "Jira",
        "Confluence",
        "GitHub",
        "Solace"
      ],
      "Produkt": "Affärskritiskt system för finansiell rapportering samt olika spelprodukter online och i butik",
      "Företagsstruktur": {
        "Avdelningar": [
          "Business Intelligence"
        ],
        "Antal anställda": "-"
      },
      "Ekonomi": "Företaget är ej ett privatägt företag, alla överskott går tillbaka till ägarna, svensk trav- och galoppsport",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-0,1%"
      },
      "kontakter": [
        {
          "email": "fornamn.efternamn@atg.se",
          "name": "Fornamn Efternamn",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "kundservice@atg.se",
          "name": "Kundservice",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "-",
      "consultantcompany": "-"
    },
    {
      "id": 80,
      "företagsnamn": "Detectify AB",
      "företagswebb": "https://detectify.com/",
      "organisationsnummer": "5569859084",
      "sökterm": [
        "Kafka",
        "Agile",
        "Serverless",
        "AWS Lambda",
        "AWS",
        "GoLang",
        "GraphQL",
        "Object-Oriented Programming",
        "backendutvecklare",
        "Terraform",
        "Mjukvaruutvecklare",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556142",
      "titel": "Senior Engineering Manager",
      "beskrivning": "What we do at Detectify\n\nImagine leading a team that directly fortifies the digital world. As our Engineering Manager for the Discovery and Assessment team, DnA, you'll be at the helm of building cutting-edge discovery and vulnerability assessment products in our eventdriven architecture inspired heavily by Domain driven design patterns. Empowering our customers to proactively secure their external attack surfaces. If you're passionate about driving technical excellence and leading high-performing teams, join our nerdy, warm, and humble culture of high achievers. \n\nDetectify offers cybersecurity solutions that combine human ingenuity with automation. We offer a cloud-based cyber security platform that streamlines asset discovery and vulnerability assessments for Product Security and AppSec teams. We believe that the fear of cyber threats should never stand in the way of digital greatness.\n\nWhat You'll Get to Do:\n\nYour role will be to lead and mentor a diverse engineering team, providing technical guidance and actively participating in key technical discussions, while also contributing to hands-on development as needed. You will have the unique opportunity to shape and develop one of our critical product teams: the Discovery and Assessment team\n\nPeople Leadership\n\n - You will champion a high performing team culture, motivating individuals to contribute their best while providing constructive feedback when needed \n - You will create a challenging yet supportive environment where team members are empowered to learn from facing complex problems and take ownership of their professional development. \n - You will Strategically build and lead high performance team to deliver innovative product solutions that drive growth, ensuring Detectify remains at the cutting edge of the industry\nTechnical leadership\n\n - You'll collaborate closely with the Product Manager to set and guide the team's technical direction, ensuring alignment with product outcomes. \n - You'll work hand-in-hand with senior team members to establish a coherent technical vision and strategy, contributing to an overall engineering strategy, that empowers the team to achieve its goals in a fast paced environment. \n - You will with the team translate deep technical expertise in cybersecurity into product solutions that yields real business value\nStrategic leadership\n\n - You'll take ownership of product delivery, the team consistently meets expectations in quality, security, and overall results.\n - You'll also proactively communicate progress and challenges with the broader organization, stepping in to resolve impediments whenever necessary to keep the team on track.\n - You will align team goals with the company's objectives, develop and implement long-term strategies for success, and identify opportunities for innovation and improvement. \n\r\nSkills & Requirements:\n\n - You have several years of experience in technical leadership, preferably within a Saas or a cybersecurity company\n - You have a proven track record of building high-performing teams that have driven product innovation and market growth.\n - You love to work in a collaborative environment bringing out the best of everyone\n - You have a background in backend development with solid experience from API development, event based architectures and domain driven design as well as solid experience from cloud first environments. \n - Experience with pair programming and mob programming will be highly valued.\n - You have experience with a range of agile technologies and the ability and experience to experiment with new methodologies and tools in a team. \n\n\nStarted by a group of ethical hackers, Detectify offers cybersecurity solutions that combine human ingenuity with automation. We believe that the fear of cyber threats should never stand in the way of digital greatness. \n\nAt Detectify, your opinion and ideas matter. You'll belong to a diverse, dedicated, and forever curious team that recognizes the power of knowledge sharing and challenging the status quo. \n\nWant to know more about what it is like working at Detectify? Visit our career site.",
      "Techstack": "Eventbaserade mikroservice och serverlös arkitektur som körs på AWS, moderna utvecklingsverktyg över hela stacken: Golang, Kafka, Terraform, AWS ECS/Lambda/AppSync, GraphQL",
      "Produkt": "Detectify erbjuder cybersäkerhetslösningar som kombinerar mänsklig uppfinningsrikedom med automatisering. De erbjuder också en molnbaserad External Attack Surface Management (EASM) plattform som effektiviserar tillgångssökning och sårbarhetsbedömningar för produktsäkerhet och AppSec team.",
      "Företagsstruktur": "Företagsstruktur är inte exakt angivet, men det nämns att företaget består av ingenjörer, designers och hackare arbetar på var korsfunktionella produkter.",
      "Ekonomi": "Enligt senaste rapporterade ekonomiska data, omsatte företaget 111,11 Mkr under 2023, en ökning med 10,58 Mkr från föregående år.",
      "Ekonomisiffor": {
        "Omsättning": 152283,
        "Resultat": -60723,
        "Omsättningsförändring": "-3,4%"
      },
      "kontakter": [
        {
          "email": "press@detectify.com",
          "name": "Press",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "support@detectify.com",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "hello@detectify.com",
          "name": "Hello",
          "position": "",
          "source": "https://detectify.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/detectify/",
        "facebook": null,
        "twitter": "https://twitter.com/detectify",
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 81,
      "företagsnamn": "EdZa AB",
      "företagswebb": "https://edzagroup.se/",
      "organisationsnummer": "5593286411",
      "sökterm": [
        "fullstackutvecklare",
        "Selenium",
        "C#",
        "Kotlin",
        "Jenkins",
        "GoLang",
        "Cypress",
        "C/C++",
        "backendutvecklare",
        "ASP.NET Core"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29536281",
      "titel": "Android Platform Engineer",
      "beskrivning": "Är du passionerad för Android-plattformen och vill bidra till utvecklingen av framtidens fordon? Vi söker nu en Android Platform Engineer till ett innovativt och teknikfokuserat företag som arbetar med avancerade system för automation, styrning, HMI, elektrifiering och produktivitetsapplikationer inom fordonsindustrin. \n \nOm företaget Företaget är en innovativ och teknikdriven arbetsplats där lösningsfokus, samarbete och hög ambitionsnivå genomsyrar kulturen. Personliga egenskaper är minst lika viktiga som teknisk kompetens, och vi söker någon som trivs i en dynamisk miljö med högt tempo. Här arbetar flera tidigare elitidrottare och personer med stort engagemang även utanför jobbet, vilket skapar en kultur där passion och målmedvetenhet är en naturlig del av vardagen.\nÄr du redo för nästa steg i din karriär och vill vara med och utveckla framtidens fordonsteknologi?\n Om rollen Som Android Platform Engineer får du en nyckelroll i utvecklingen av Android-baserade system för fordon. Du arbetar både med mjukvara och hårdvara och ansvarar för att anpassa, optimera och integrera plattformen i fordonssystem med höga krav på prestanda och säkerhet.\nI samarbete med ett kunnigt team bidrar du genom hela utvecklingsprocessen – från design och implementation till testning och vidareutveckling. Du arbetar med integration av olika teknologier, säkerställer kodkvalitet och deltar aktivt i tekniska diskussioner och granskningar. Rollen ger dig möjlighet att påverka produktutvecklingen och arbeta med framtidens infotainment- och styrsystem\n  Dina arbetsuppgifter inkluderar:\n Utveckla och integrera Android-plattformen i avancerade fordonssystem.\n Vara en del av hela produktutvecklingscykeln – från idé till implementation.\n Driva utvecklingen av tilldelade arbetsuppgifter och bidra i teamet.\n Säkerställa hög kodkvalitet genom design- och kodgranskningar.\n Dokumentera och dela kunskap för att stärka teamets kompetens. \n \nVi söker dig som har \n Minst 3+ år erfarenhet av Android-plattform, gärna inom automotive infotainment.\n Kunskap om tekniker som GMSL, Automotive Ethernet, FPD Link, Linux Kernel-utveckling och enhetsdrivrutiner.\n Programmeringskunskaper i Java, Kotlin, C, C++ och Python.\n Erfarenhet av CI/CD-miljöer som Jenkins.\n Kunskap om Qualcomm CPUs (meriterande).\n Möjlighet att arbeta i en hybridmiljö, både på plats och på distans. \n \n Välkommen med din ansökan! Denna rekryteringen kommer hållas av Ed:Za Group. Har du några frågor eller funderingar relaterade till tjänsten och processen är du varmt välkommen att kontakta tyra.nguyen@edzagroup.se. \nUrval sker löpande, vi ser fram emot din ansökan",
      "Techstack": ".NET 8, C#, Azure DevOps/Git, SQL, ASP.NET Core, Kubernetes",
      "Produkt": "En mjukvarulösning för transportplanering som hanterar allt från order och kommunikation till fakturering. Produkten erbjuds både som en molntjänst och en lokalt installerad lösning.",
      "Företagsstruktur": "Företaget, som startade 2002, är marknadsledande inom transportplanering och har vuxit till ca 50 medarbetare. Huvudkontoret ligger i Stockholm och det finns filialer i Norge, Danmark och Finland.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 20636,
        "Resultat": 601,
        "Omsättningsförändring": "113.0%"
      },
      "kontakter": [
        {
          "email": "info@edzagroup.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "christian.zachrison@edzagroup.se",
          "name": "Christian Zachrison",
          "position": "",
          "source": "https://edzagroup.se/kontakt"
        },
        {
          "email": "robin.edlund@edzagroup.se",
          "name": "Robin Edlund",
          "position": "",
          "source": "https://edzagroup.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 82,
      "företagsnamn": "Matchi AB",
      "företagswebb": "http://www.matchi.se",
      "organisationsnummer": "5568716129",
      "sökterm": [
        "React Native",
        "AWS Lambda",
        "Serverless",
        "GoLang",
        "backendutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29409763",
      "titel": "Mobile App Developer",
      "beskrivning": "About us\nHaving spent the past decade within the world of racket sports, one undeniable trend is its growth. Every day, new individuals take up racket sports and we are happy to play our part in making the games we all know and love more accessible through user-friendly tech.\nSince our launch in 2012, our vision remains consistent: to become the premier platform for the global racket sports community, serving both venues and players. While we're just getting started, we're recognized as one of the industry's fastest-growing companies, connecting 2500 venues, serving over 2 million players via our app, and employing 100+ team members globally. Whether it is tennis, padel, badminton, or table tennis, our innovations aim to unite racket sports lovers worldwide, encouraging them to #playmore\nAbout the role\nTo help us achieve our ambition, we are looking for a Mobile App Developer to join MATCHis Public Matches team. In this role, you’ll be part of a small, cross-functional, and empowered team working closely together—to shape and deliver impactful solutions.\nAs a Mobile App Developer, you’ll actively contribute to discussions, share progress, and collaborate with your teammates to drive outcomes. You'll also play a key role in crafting clean, testable, and maintainable code that helps us continuously create value for our users.\nAbout you\nYou are an experienced Mobile App Developer and a strong foundation in cross-platform frameworks like React Native or similar technologies for 3+ years. You thrive in an agile work environment, where curiosity and collaboration drive meaningful outcomes.\nIn this role, we’re looking for someone who brings:\n Strong product sense and a user-centric design approach, ensuring solutions create real value for players\n Self-directed work ethic with the ability to operate autonomously, while actively contributing to team discussions and progress\n Experience developing and maintaining mobile applications for both iOS and Android platforms\n Familiarity with EXPO, testing, and analytics, with a genuine interest in CI/CD processes to drive quality and efficiency\n Experience with React Native and TypeScript. During your time with us you will also come across the rest of our techstack containing GoLang, AWS and Java.\n A strong contributor to a team that values ownership, open collaboration, and work towards delivering social solutions that make players want to play more\n \nWhat we offer\nA collaborative, high-trust team environment where autonomy and initiative are valued.At MATCHi we are proud of ourmodern, well-equipped office where you can connect with your colleagues, collaborate in person, and enjoy a positive, fun environment. When you're a part of us you have theopportunity to work on a product that promotes a social and active lifestyle, empowering people to connect through their passion for racket sports.\n \nAdditional benefits:\n Play racket sport once a week during work hours, or enjoy any other sports of your choice to keep active and energized.\n Access to massages and training sessions with our own trainer and massage therapist to help you stay refreshed and healthy.\n Regular office breakfasts and after-work gatherings to bond with colleagues and celebrate successes.\n A dynamic and supportive work environment with great products and an even greater team.\n \nIf you're excited about the opportunity to join MATCHi and take your career to the next level, simply click the \"Apply\" button below or at the top of this page. We look forward to hearing from you!",
      "Techstack": "Java, Golang, Groovy, AWS, ORM, MVC-ramverk",
      "Produkt": "MATCHi är en plattform inriktad på racketsporter som tennis, padel, badminton och bordtennis. Företaget förenklar processen för spelare att hitta och boka banor samt för banägare att hantera sina bokningar och kunder. Plattformen har en användarvänlig teknik och ett gränssnitt tillgängligt via en app.",
      "Företagsstruktur": "MATCHi är ett tech-bolag som arbetar med produktutveckling inom digitala miljöer. Organisationen består av över 100 anställda globalt, där seniora ingenjörer coachar juniora medlemmar för att säkerställa teamets fortsatta utveckling och förbättring. Företagsstrukturen fokuserar på tätt samarbete, med betydande engagemang från ingenjörer, produktchefer och designers.",
      "Ekonomi": "Under 2023 hade MATCHi en omsättning på 61 440 KSEK och ett resultat på -43 118 KSEK. Samma år upplevde företaget en negativ omsättningstillväxt på -36,3 %.",
      "Ekonomisiffor": {
        "Omsättning": 61440,
        "Resultat": -43118,
        "Omsättningsförändring": "-36,3%"
      },
      "kontakter": [
        {
          "email": "info@matchi.se",
          "name": "Matchi AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "support@matchi.se",
          "name": "Support",
          "position": "",
          "source": "http://www.matchi.se/contact-us"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/matchisports/",
        "twitter": null,
        "instagram": "https://www.instagram.com/matchisports/"
      },
      "recruitmentcompany": "nej",
      "consultantcompany": "nej"
    },
    {
      "id": 83,
      "företagsnamn": "New Professional Minds AB",
      "företagswebb": "https://newminds.se",
      "organisationsnummer": "5569908105",
      "sökterm": [
        "backendutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29339775",
      "titel": "Mjukvaruutvecklare inom 5G!",
      "beskrivning": "Vill du vara med och utveckla teknikområden för att möta kraven på framtidens digitala samhälle?\nVi söker nu mjukvaruutvecklare inom telecom där du kommer arbeta med komplexa inbyggda realtidssystem mot teknikområdet 5G. Du kommer ingå i ett agilt team som ansvarar för produktens hela utvecklingscykel, d.v.s. systemering, design och test på flera nivåer. Som team har ni ett mycket nära samarbete med andra utvecklare men även med kravställare och testare. \nVem är du?\n Du har en civil- eller högskoleingenjörsexamen med relevant inriktning.\n Grundläggande färdigheter i programmeringsspråk som C++, C och/eller Java.\n Stort intresse för problemlösning och att grotta ner sig i problem.\n Vill arbeta i ett team där alla bidrar med kunskap för att nå gemensamma mål.\n Goda kunskaper i svenska och engelska (tal och skrift).\n \nFör vår kund är dina personliga egenskaper oerhört viktiga där de lägger vikt vid ditt engagemang och motivation, såväl som att du gillar problemlösning och att ta mycket egna initiativ. Vår kund arbetar med kontinuerlig kompetensutveckling löpande under året vilket är fördelaktigt för dig som vill fördjupa dina kunskaper inom ett specifikt område eller vidareutveckla något du redan behärskar. \nVad kan vi erbjuda dig?\nNew Minds är inget typiskt rekryteringsföretag; vi ser oss själva som en personlig länk mellan dig och ditt drömjobb. Oavsett om du vill arbeta som programmerare, projektledare, testare eller webbdesigner så har vi på New Minds nätverket, erfarenheten och viljan att göra din framtid till precis vad du vill att den ska vara.Vi tror på att bygga ett starkt team genom aktiviteter som after work, sommarfester och kick-offs där du får nätverka och ha kul med dina New Minds-kollegor.\nTjänsten är med omgående start där vi rekryterar löpande, tjänsten kan tänkas tillsättas innan sista ansökningsdatumet gått ut. \nKom och jobba med oss!",
      "Techstack": [
        "C++",
        "C",
        "Java"
      ],
      "Produkt": "Mjukvaruutveckling inom telecom, inbyggda realtidssystem mot teknikområdet 5G.",
      "Företagsstruktur": {
        "Antal anställda": 98,
        "VD": "Jonas Fredrik Marthinsen",
        "Företagsnamn": "New Professional Minds AB",
        "Organisationsnummer": "5569908105",
        "Registreringsdatum": "2014-11-18",
        "Bolagsform": "Aktiebolag",
        "SNI-bransch": "78100 Arbetsförmedling och rekrytering",
        "Adress": "Kungsportsavenyen 37, Göteborg"
      },
      "Ekonomi": {
        "Resultat": 121,
        "Omsättning": 70344,
        "Omsättningsförändring": "-7,0%"
      },
      "Ekonomisiffor": {
        "Omsättning": 70344,
        "Resultat": 121,
        "Omsättningsförändring": "-7,0%"
      },
      "kontakter": [
        {
          "email": "info@newminds.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "Christoffer.Lejon@newminds.se",
          "name": "Christoffer Lejon",
          "position": "",
          "source": "https://newminds.se/kontakt"
        },
        {
          "email": "emelie.ringhage@newminds.se",
          "name": "Emelie Ringhage",
          "position": "",
          "source": "https://newminds.se/kontakt"
        },
        {
          "email": "nina.norberg@newminds.se",
          "name": "Nina Norberg",
          "position": "",
          "source": "https://newminds.se/kontakt"
        },
        {
          "email": "nils.widmark@newminds.se",
          "name": "Nils Widmark",
          "position": "",
          "source": "https://newminds.se/kontakt"
        },
        {
          "email": "ola.kallgarden@newminds.se",
          "name": "Ola Kallgarden",
          "position": "",
          "source": "https://newminds.se/kontakt"
        },
        {
          "email": "fredrik.marthinsen@newminds.se",
          "name": "Fredrik Marthinsen",
          "position": "",
          "source": "https://newminds.se/kontakt"
        },
        {
          "email": "Linn.alholt.uggla@newminds.se",
          "name": "Linn Alholt Uggla",
          "position": "",
          "source": "https://newminds.se/kontakt"
        },
        {
          "email": "hanna.schroder@newminds.se",
          "name": "Hanna Schroder",
          "position": "",
          "source": "https://newminds.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/new-minds/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/newminds/"
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 84,
      "företagsnamn": "Stegra AB",
      "företagswebb": "https://stegra.com/career",
      "organisationsnummer": "5592723000",
      "sökterm": [
        "Kotlin",
        "AWS Lambda",
        "AWS",
        "Domain-Driven Design",
        "Java",
        "Robot Framework",
        "backendutvecklare",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29549207",
      "titel": "Data Analyst",
      "beskrivning": "Research shows that women and other under-represented groups within our industry hesitate to apply unless they tick most boxes of a role description. At Stegra, we are building an impact company with sustainability at its core. We need a diverse, inclusive, and authentic team to rally behind our purpose of de-carbonizing hard-to-abate industries, starting with steel. So, if you are equally passionate about our purpose yet concerned that your experience doesn’t perfectly align with the qualifications stated in the job advert, we strongly encourage you to apply anyway. You may be just the right candidate, either for this role – or for another upcoming role in our rapidly growing business.\nAbout us:\nStegra is on a mission to disrupt the global steel industry by producing green steel, with the end goal of bringing down CO2 emissions to zero. By using green hydrogen and fossil-free electricity instead of coal; water and heat will be our primary emissions. By 2030, our ambition is to produce 5 million tonnes of green steel annually in our fully integrated, digitalized, and sustainable plant in Boden, located in northern Sweden - currently in construction phase. But this is just the beginning – our expertise in green hydrogen will enable us to decarbonize other industries in addition to steel, and we look forward to what’s next in store for us.\nWe are looking for talented, innovative, and purpose-driven people to join our rapidly growing and diverse team. Our employees get to learn everyday, implement the latest technology and test and put their ideas into practice. Together, we are building an impact company with sustainability at its core – for our people, customers, investors, society, and planet. \nData Analyst – Operational Excellence\nAre you passionate about data-driven decision-making and eager to shape the future of green steel production? At Stegra, we are on a mission to revolutionize the steel industry by making it more sustainable and efficient. As a Data Analyst, you will play a crucial role in providing business-critical insights for the construction of our cutting-edge steel factory. Working with modern data technologies, you will transform complex datasets into actionable intelligence that drives our operations forward. If you thrive in a collaborative environment, enjoy working with the latest analytics tools, and want to make a real impact, this is the role for you. \nResponsibilities: \nAs a Data Analyst, your key responsibilities will include:\n Developing and maintaining Power BI dashboards and reports to support decision-making.\n Collecting, transforming, and structuring data from multiple sources into data products using Snowflake (DBT).\n Collaborating with business architects to ensure data models accurately reflect business needs.\n Partnering with business stakeholders to understand their challenges and align data solutions with business goals.\n Ensuring data accuracy and consistency across reports and analytics solutions.\n Creating and managing applications for manual data handling in Airtable.\n \nQualifications: \n A University degree, Bachelor or Master’s in Engineering or Computer Science.\n Strong expertise in data engineering and analytics, with a focus on BI reporting.\n Hands-on experience with AWS S3, Snowflake, DBT, and Power BI (or similar tools).\n Experience in data modeling to ensure scalable and well-structured datasets.\n Knowledge of data mesh principles is a plus.\n Experience with Kotlin or Java (we use Kotlin microservices for data ingestion) is a plus.\n \nWe are looking for a curious and proactive problem-solver who enjoys working closely with stakeholders to deliver impactful data solutions. You thrive in a fast-paced, innovative environment and are comfortable taking initiative. With a keen eye for detail and accuracy, you ensure that data-driven decisions are based on high-quality insights. Above all, you are passionate about using data to drive change and contribute to a more sustainable future. \n \n Location: Stockholm, Sweden \nWe are looking at applications continuously, so do not hesitate to submit your application.\nWhat we can offer you \nIf you are passionate about making actual change and having a positive impact on society and our planet, Stegra offers a unique opportunity to be part of a fun and professional team with high ambitions.\nYou will get the opportunity to shape your future career together with a company focusing on creating a culture where everyone can thrive and feel a sense of belonging. In the end, we know that Stegra's growth and success is dependent on our people and we can’t wait to shape the future of steelmaking and other industries together as a team.",
      "Techstack": "Java, Kotlin, Kubernetes, Terraform, Event-driven Architectures",
      "Produkt": "Grönt stål, Grön vätgas",
      "Företagsstruktur": "Digital Team, Andra utvecklings- och produktteam",
      "Ekonomi": "Företaget omsatte 265,86 Mkr under 2023 med en omsättningsförändring på 783.8%",
      "Ekonomisiffor": {
        "Omsättning": 265860,
        "Resultat": "-",
        "Omsättningsförändring": "783.8%"
      },
      "kontakter": [
        {
          "email": "info@stegra.com",
          "name": "Stegra AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/stegraab/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/stegragroup/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 85,
      "företagsnamn": "Gina Tricot AB",
      "företagswebb": "http://www.ginatricot.com",
      "organisationsnummer": "5565348843",
      "sökterm": [
        "AWS Lambda",
        "backendutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29318955",
      "titel": "System Architect",
      "beskrivning": "Här på Ginatricot erbjuder vi en spännande möjlighet för en System Architect att ansluta sig till vårt team. Om du gillar att arbeta med systemarkitektur, leda, analysera och utveckla avancerade systemlösningar, kan detta vara din chans.\nDu trivs bäst i en teamorienterad miljö men har också förmågan att arbeta självständigt och ta egna initiativ för att driva arbetet framåt.\nTillsammans med företaget bidrar du ständigt till förbättring av våra miljöer, system och arbetsmetoder. Rollen innebär också att du, tillsammans med teamen, tar ett övergripande ansvar för systemarkitektur, utveckling och förvaltning av våra egenutvecklade miljöer och applikationer, med primärt fokus på Azure .Net.\nDetta söker viVi söker dig med erfarenhet av systemarkitektur och utveckling, gärna inom Retail. Du har en högskoleutbildning inom IT eller motsvarande erfarenhet. Vi letar efter en ledare som kan sprida kunskap och hantera varierande arbetsuppgifter, nyfiken på ny teknik och utmanar när det behövs. Du är social, uppskattar kontakt med andra och planerar ditt arbete effektivt. Du behärskar svenska och engelska flytande.\n Vidare söker vi en person som är lyhörd, hjälpsam och positiv. Du drivs av att bidra till företagets framgång och känner passion och engagemang i ditt arbete. Utöver ett ödmjukt, flexibelt, prestigelöst och öppet förhållningssätt, ser vi gärna att du till denna roll tar med dig:\n Minst fem års erfarenhet av systemarkitektur med en gedigen bakgrund inom systemutveckling\n Erfarenhet av att skapa riktlinjer, ramverk och visualiseringar av systemarkitekturen i projekt\n Djup förståelse för agila processer och arbetsmetoder\n \nBakgrundskrav \n Erfarenhet av Azure, mikrotjänster, eventdriven arkitektur och RESTful API med ”Clean Architecture”\n Erfarenhet av SQL och databaser\n Meriterande: Google Cloud Platform (särskilt Big Query), AWS och Python Django-ramverket\n \nVi är mitt uppe i en spännande förändringsresa. Våra visioner sträcker sig till att bli ledande inom vår bransch med fokus på digitalisering, datadrivna beslut och OMNI förmågor.\nTjänsten är placerad på huvudkontoret i Borås och är en tillsvidareanställning på heltid där provanställning tillämpas. Urval sker löpande så skicka in din ansökan redan idag!",
      "Techstack": "Azure .Net, SQL, Mikrotjänster, Eventdriven arkitektur, RESTful API, 'Clean Architecture', Google Cloud Platform (meriterande), AWS (meriterande), Python Django-ramverket (meriterande)",
      "Produkt": "Kläder och mode-artiklar",
      "Företagsstruktur": "Ingår i en koncern med 10 bolag; Moderbolag är Nordic Fashion Group AB; Koncernmoderbolag är Cidron Cider SARL",
      "Ekonomi": "Sist rapporterade omsättningen var på 1 405 296 KSEK och vinsten var på 191 140 KSEK",
      "Ekonomisiffor": {
        "Omsättning": 1405296,
        "Resultat": 191140,
        "Omsättningsförändring": "32,2%"
      },
      "kontakter": [
        {
          "email": "info@ginatricot.com",
          "name": "Gina Tricot AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/ginatricot",
        "twitter": null,
        "instagram": "https://www.instagram.com/ginatricot/"
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 86,
      "företagsnamn": "Envoke Talent AB",
      "företagswebb": "https://www.envoketalent.com/",
      "organisationsnummer": "5591674436",
      "sökterm": [
        "Kotlin",
        "JUnit",
        "Load Balancing",
        "backendutvecklare",
        "Robot Framework",
        "Terraform"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29314216",
      "titel": "Senior Software Engineer - Qbtech",
      "beskrivning": "Who are Qbtech?\nQbtech is the global market leader in professional ADHD tests, providing tests that are both CE marked, and FDA cleared for use as an aid in the assessment and treatment evaluation of ADHD for people aged 6-60. Their vision is to transform healthcare by providing a complete system of leading objective tests, products and services that empowers clinical and financial decision-makers to improve outcomes and support patients to better understand their symptoms and treatment.\nQbtech is present in 14 countries and currently consists of 100 colleagues working towards the same vision, with offices in Stockholm, London and Houston.\n\nAbout the role:\nAs Senior Software Engineer you are responsible for the backend-development of Qbtechs test platform, primarily in Java and Kotlin.\nYour main focus is coding (development), but as a Senior Software Engineer you work throughout the entire software delivery lifecycle. As such, your responsibilities include:\n Develop and document new product features & stories.\n  Code reviews for peers.\n  Maintain and improve legacy code.\n  Manage DevOps and cloud infrastructure provisioning.\n  Manage software deployment.\n  Troubleshooting/investigation of incidents and bug fixing.\n \nYour workplace will vary between WFH and Qbtechs Stockholm office, with 3 days a week at the office (Monday, Wednesday and Thursday).\n\nWho are you?\nTo succeed in the role, you will need:\n Extensive development skills using Java and Kotlin.\n  A strong problem-solving mentality.\n  Knowledge of the Ktor framework.\n  Knowledge of at least one well known test framework such as Junit.\n  Good knowledge of network infrastructure related to web application (examples: load balancer, firewall, security groups, CDN etc.).\n  Experience of working with service provisioning for at least one of the following cloud services platforms (AWS, Google Cloud, Microsoft Azure).\n  Experience of an infrastructure as code (Terraform).\n  Experience with containerization (Docker).\n  Experience from working with Agile development methodologies.\n  Excellent written and verbal skills.\n  At least 5 years of documented experience as a developer.\n  Fluent speaking and writing skills in English.\n \nIt is meritorious if you have a bachelors / master's degree in computer science or a related field.\n\nIf you’ve read this far, chances are that this role is a perfect fit for you. We are looking forward to receiving your application!\n\nOur recruitment process is as follows:\n We review how your application matches the role you applied for\n  Do you match the profile? Then the next step is an interview with us at Envoke Talent!\n  Interview with recruiting manager at Qbtech\n  Code test and follow-up technical interview\n  Coordination meeting with HR and CTO\n  Is it a match? Congratulations on your new job!\n \n\nIf you get notified that this job opportunity wasn’t a good match, we will be happy to save your contact details and present other roles that match your profile.\nThe selection of candidates is done continuously, and the position may be filled before the application deadline.",
      "Techstack": "Java, Kotlin, Ktor, Junit, AWS, Google Cloud, Microsoft Azure, Terraform, Docker",
      "Produkt": "Qbtechs ADHD-testplattform",
      "Företagsstruktur": "Qbtech är verksamt i 14 länder och består av 100 kollegor. De har kontor i Stockholm, London och Houston. David Oskar Wiksén är VD.",
      "Ekonomi": "Envoke Talent AB hade en omsättning ompå 15 369 KSEK med ett resultat på 400 KSEK under 2023. Bolaget hade en omsättningstillväxt på 22,4%",
      "Ekonomisiffor": {
        "Omsättning": 15369,
        "Resultat": 400,
        "Omsättningsförändring": "22,4%"
      },
      "kontakter": [
        {
          "email": "info@envoketalent.com",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": "-"
    },
    {
      "id": 87,
      "företagsnamn": "Novacura AB",
      "företagswebb": "http://www.novacura.com",
      "organisationsnummer": "5566758156",
      "sökterm": [
        "Artificial Intelligence",
        "NLP",
        "backendutvecklare",
        "Terraform",
        "Microservices",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29382148",
      "titel": "Data Scientist - Artificial Intelligence",
      "beskrivning": "About the job\nAs a Data Scientist in the AI team, you are responsible for designing, deploying, and optimizing AI models and data pipelines. This includes expertise in data manipulation, AI model fine-tuning, and constructing recommendation systems tailored to user needs. You will collaborate closely with cross-functional teams to implement Retrieval-Augmented Generation (RAG) solutions, build personalized recommendation systems, and integrate cutting-edge AI and NLP techniques into production. Your responsibilities include: \n  Model Development and Optimization: Develop, fine-tune, and deploy machine learning and NLP models, including custom and pre-trained solutions, using Python and Azure services.\n  Data Pipeline Management: Build and manage data pipelines, incorporating RAG solutions, data cleaning, tokenization, and transformation processes.\n  Recommendation Systems and Prompt Engineering: Design recommendation systems and craft effective prompts for models like ChatGPT to ensure accurate, contextually relevant outputs.\n  Performance Evaluation and Innovation: Develop evaluation frameworks, assess AI model performance, and stay updated on AI advancements to enhance efficiency and effectiveness.\n  Technical Leadership: Make architectural and technical decisions on model selection, data pipelines, and deployment strategies based on project needs.\n Requirements\nWe are seeking a curious, collaborative, and growth-oriented professional with experience in agile environments and a strong passion for advancing within the AI field. If you thrive on solving complex challenges and enjoy working at the intersection of technology and innovation, this role offers an exciting opportunity to make a meaningful impact.\nTo succeed in this position, you should meet the following requirements:\n B.Sc. or M.Sc. in Data Science, Computer Science, AI, or a related field, with 3–5 years of experience in data science, data engineering, or AI-related roles.\n Proficiency in Python and machine learning libraries.\n Experience in designing, fine-tuning, and deploying AI solutions\n Familiarity with Microsoft Azure, including Azure Cognitive Services, Azure OpenAI, and Azure Machine Learning.\n Experience with Retrieval-Augmented Generation (RAG) solutions and prompt engineering.\n Experience in data cleaning, tokenization, indexing and building scalable data pipelines.\n Proficiency in AI model evaluation methods and prompt engineering for improved model accuracy.\n Experience with the full ML development lifecycle using open-source AI/ML frameworks and public cloud services.\n What we Offer\nWe strongly believe in working with individuals who love what they do. When you get the opportunity to do what you do best, the result will be exceptional.\nWe offer you a global development role in an innovative and fast-growing company at the forefront of technology, and we provide you with the opportunity to deliver real value to the customers. We offer competitive benefits, compensation based on competence/performance and highly talented Novacurians as great colleagues. Novacura offers a strong and open corparate culture where each and every employee has the opportunity to influence the development of the company and our processes.\nReady to Join Us?If this sounds like the perfect fit for you, we encourage you to apply today. We review applications on a rolling basis, so don’t miss your chance to be part of something great.\nFor questions regarding the recruitment process, please contact Ellen Jingrot, Talent Acquisition, at ellen.jingrot@novacura.com. For inquiries about the role, reach out to Andreas Foung, Development Manager,at andreas.foung@novacura.se.\nAbout NovacuraAt Novacura we are passionate about solutions that enable our customers to work smarter and faster in their businesses. We work with several business systems and our own unique low code platform Novacura Flow. We are a global organization with close cooperation between our offices in different countries and we have high ambitions to continue to develop and grow in all our markets.",
      "Techstack": "C#/.NET Core 6+, microservices, containerization (Docker and Kubernetes), Microsoft Azure technologies such as Container Apps, VNet, B2C, Key Vault, Managed Identity, Service Bus, Storage Account and Cosmos DB, REST, SOAP, SQL/NOSQL, Jenkins, GitLab CI/CD, or Azure DevOps, Bicep, Terraform.",
      "Produkt": "Företaget erbjuder noggrann konstruktion och implementering av skalbara kopplingslösningar till olika system och framtagning av programvara för företagslösningar. Deras huvudprodukt är Novacura Flow.",
      "Företagsstruktur": "Företaget har en global struktur med personal baserad i flera länder, inklusive Sverige, Polen och Sri Lanka. Företaget är placerat i Göteborg, Sverige. De har även nära samarbete mellan sina kontor i olika länder.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@novacura.com",
          "name": "Novacura AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "elin@mankertagency.se",
          "name": "Elin",
          "position": "",
          "source": "https://job.novacura.com/jobs/5233838-senior-backend-developer?promotion=1249452-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/novacura-ab/",
        "facebook": "https://www.facebook.com/novacuraofficial",
        "twitter": "https://twitter.com/novacura",
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 88,
      "företagsnamn": "Prisjakt Sverige AB",
      "företagswebb": "http://www.prisjakt.nu",
      "organisationsnummer": "5566651799",
      "sökterm": [
        "Katalon Studio",
        "Go",
        "Kafka",
        "GCP",
        "A/B Testing",
        "Node.js",
        "GraphQL",
        "backendutvecklare",
        "MySQL",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29456813",
      "titel": "Fullstack Web Developer - Help Us Build the Ultimate Price Comparison Se...",
      "beskrivning": "At Prisjakt, our mission is to empower consumers to make better decisions by providing a trustworthy and unbiased overview of the market. We're now looking for a talented Fullstack Web Developer to help us continue building the best price and product comparison service out there.\nYour vibe and tribe\nAs a Fullstack Web Developer at Prisjakt, you'll shape the core of our product, ensuring an excellent experience for our users. And here's the fun part: you won't be alone on this adventure. You'll be a part of an agile, cross-functional team with experts in backend, frontend, UX and more. Together, we tackle challenges and create solutions.\nExperimenting/data\nAt Prisjakt, data is at the heart of everything we do. We're constantly experimenting and iterating based on insights from our large user base. You'll work in a dynamic environment where A/B testing and small releases allow us to quickly adapt and improve. With your teammates by your side, you'll learn from what didn't go as planned, adapt and celebrate together when you hit the sweet spot. What we'll end up with is epic functionality that our users love!\nWhat youll bring:\n \nStrong experience with Node.js, TypeScript and GraphQL\n\n \nExperience of Next.js and a deep understanding of React\n\n \nExperience with continuous releases and agile development\n\n \nA problem-solving mindset with a passion for experimentation and collaboration\n\n \nComfortable with pair programming \n\n \nBonus points if you know:\n \nGCP or other cloud services, MySQL, Microservices, Headless CMS\n\n  \nWhen: We would like you to start tomorrow but we understand that you might have obligations today and those need to be handed over first.\nWhere: You will be located at our beautiful Malmö or Ängelholm studios.\nWhat we offer: The very core in our employee experience is to care for our employees. With us you have flexible hours and a hybrid way of working where we meet 3 days per week in the studio. You get two paid working hours each week dedicated to working out and you’re always off on your birthday. If you’re curious to know more about life at Prisjakt, our benefits or why we exist you should definitely explore our career site. Want to meet the brilliant people and get a feel for the vibe at our studios? Make sure to follow us on Instagram @Prisjaktlife.",
      "Techstack": "Scala, Java, Kafka, Kubernetes, Google Cloud Platform, React",
      "Produkt": "Prisjakt erbjuder prisjämförelser och produktinformation på internet.",
      "Företagsstruktur": "Verksamheten drivs från studior i Malmö, Ängelholm och Kraków. Företaget har en arbetsstruktur med flexibla timmar och ett hybrid sätt att arbeta där man ses 3 dagar i veckan i studion. Anställda tillåts två betalda arbets timmar per vecka för träning och är alltid lediga på sin födelsedag.",
      "Ekonomi": "Prisjakt Sverige AB hade 137 anställda och gjorde ett resultat på 12 761 KSEK med omsättning 387 486 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 387486,
        "Resultat": 12761,
        "Omsättningsförändring": "2.9%"
      },
      "kontakter": [
        {
          "email": "info@prisjakt.nu",
          "name": "Prisjakt Sverige AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/prisjakt",
        "twitter": "https://twitter.com/prisjaktnu",
        "instagram": "https://www.instagram.com/prisjakt/"
      },
      "recruitmentcompany": "nej",
      "consultantcompany": "nej"
    },
    {
      "id": 89,
      "företagsnamn": "Pinetree AB",
      "företagswebb": "http://www.pinetree.se",
      "organisationsnummer": "5590167044",
      "sökterm": [
        "Cypress",
        "TDD",
        "backendutvecklare",
        "Microservices",
        "TypeScript",
        "Node.js",
        "C/C++",
        "Angular",
        "Backbone.js",
        "MySQL",
        "Katalon Studio",
        "Jest",
        "Kafka",
        "AWS Lambda",
        "Spring",
        "PostgreSQL",
        "Kotlin",
        "Java",
        "Swift",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29486796",
      "titel": "Midlevel Java Developer (2+ years)",
      "beskrivning": "Paf focuses on creating exciting, everyday entertainment that lasts. They lead the way in the industry where responsible gaming is the company's backbone and they are united by the ambition to make a difference in the gaming industry. They strive for a long-term sustainable business and care about their employees, customers, and society; profit goes to charity. \n\"From day one our vision and strategies have been aligned with generating long-term sustainable profit to support the society. That’s the sole reason we exist.\"  OFFER Join our dedicated Payment Team at PAF, where cutting-edge technology meets a strong commitment to safety, integrity, and innovation. Here, you’ll have the opportunity to develop high-performance solutions while making a real difference in the gaming industry. \n What's in it for you as an employee?\n Flexible working hours to make your everyday life easier.\n Generous terms regarding pensions, wellness programs, and free healthcare.\n They avoid overtime; having you stay with them for 10 years is more important than short-term business goals.\n Personal development plans and the possibility of growing into a technical team lead\n \nWork Location: \n A hybrid arrangement, where you work from the office a few days each week.\n You can also choose to work abroad for 3 months a year. The only requirement is to work approximately the same hours as your colleagues.\n \n  THE TEAM & ROLE \nThis role places you in the payment team, consisting of six highly experienced and skilled developers, where openness and everyone's contributions and opinions are valued.\nYou will participate in the entire development lifecycle of the payment platform, from requirements analysis to deployment and maintenance. You will leverage your Java expertise to influence architectural decisions and understand their long-term implications.\nAdditionally, you will collaborate on developing a robust, secure, and scalable payment platform, focusing exclusively on backend development. \n   \nFeel free to check out their tech radar to see which technologies are coming, which they use, and which they are phasing out!\n THE IDEAL CANDIDATE... ... is someone who is up for a solid challenge as a developer and has a genuine interest in tech and code. We believe you have several years of experience working on complex backend systems. You are interested in learning new technologies and languages as needed, but already fluent in Java. \nWhat You Bring\n 2+ years of experience as a Java Developer, with expertise in:\n Modern Java and Spring Boot \n  Kafka and PostgreSQL \n  AWS or other cloud platforms\n \nBonus Points For\n Knowledge of Open Banking and PSD2 regulations  Experience in the payment processing domain\nWhat Matters Most\nWe value skills over formal degrees. A strong candidate will demonstrate:  Good communication skills  A team-player mentality  Independence & accountability  Proven experience and knowledge in the field\nWhy Join Us?\n Work in a technically stimulating environment\n Collaborate with highly skilled engineers \n Stay on the cutting edge of modern Java development \n    \nIf this feels like your kind of challenge, do not hesitate to apply! \n \nABOUT PAF Paf is a Nordic gaming company founded on Åland in 1966 to generate profit for the benefit of society. They were one of the very first gaming companies to go online in 1999. Many of their games are exclusive to Paf and developed by their in-house Games Studio. They are an award-winning industry leader in responsible gaming. Their physical gaming operations include over 30 cruise ships crisscrossing the Baltic and North Seas. Paf has roughly 330 employees representing 29 nationalities, with offices located in Åland, Helsinki, Stockholm, Riga, Tallinn, Oslo, Norrköping, Gzira, and Madrid. Paf (Ålands Penningautomatförening) is licensed and controlled by the Government of Åland.\nIn 2022, the Paf Group had a total turnover of 165,7 million euros and a profit of 44,4 million euros. More information at aboutpaf.com \n \n\n\n \n ABOUT PINETREE\nAt Pinetree, we have a vision and mission to differentiate ourselves from the crowd and are Sweden's contenders in talent search and matching. \nBy working as an agency, the value to you as an employee is that we have an extensive network of partner companies that we continuously ensure high-quality standards.\nThis recruitment is direct employment at Paf and all applications, questions, administration, and Pinetree AB manages the recruitment process.",
      "Techstack": "Android frameworks and tools, Kotlin, Java, Android TV platform,  Jenkins, GitLab CI, video codecs and encoding/decoding processes, DRM technologies (e.g., Widevine), ExoPlayer, streaming protocols",
      "Produkt": "Software for set-top boxes, video streaming and analytics services",
      "Företagsstruktur": "International and friendly working environment; uses agile workflows and work with cutting edge technologies. Open and welcoming company with flat organization. Opportunity to influence and take initiatives",
      "Ekonomi": "The company is creditworthy with a 96,94 - 99,26 % probability of survival",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "4.4%"
      },
      "kontakter": [
        {
          "email": "info@pinetree.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "605a7baede844d278b89dc95ae0a9123@sentry-next.wixpress.com",
          "name": "Abaededbdcaea",
          "position": "",
          "source": "http://www.pinetree.se"
        },
        {
          "email": "8eb368c655b84e029ed79ad7a5c1718e@sentry.wixpress.com",
          "name": "Ebcbeedadace",
          "position": "",
          "source": "http://www.pinetree.se"
        },
        {
          "email": "info@informind.se",
          "name": "Info",
          "position": "",
          "source": "http://www.pinetree.se"
        },
        {
          "email": "2062d0a4929b45348643784b5cb39c36@sentry.wixpress.com",
          "name": "Dabbcbc",
          "position": "",
          "source": "http://www.pinetree.se"
        },
        {
          "email": "1eeb89147c984dc6bc3ffafd9e6cd089@sentry.wixpress.com",
          "name": "Eebcdcbcffafdecd",
          "position": "",
          "source": "http://www.pinetree.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": "-"
    },
    {
      "id": 90,
      "företagsnamn": "Nordic recruitment Group AB",
      "företagswebb": "https://recruitment.idg.se",
      "organisationsnummer": "5593182958",
      "sökterm": [
        "backendutvecklare",
        "Redis"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29065932",
      "titel": "Senior Backend Developer to 360Player",
      "beskrivning": "Do you want to join a company that’s revolutionizing the sports tech industry, where everyone is driven by the product and the goal to make a global impact? At 360Player, you’ll have the opportunity to be part of a growing team and have a great potential for personal development.\nAbout the role\nAs a Backend Developer at 360Player, you’ll will have an important role in developing innovative software that sets the standard for quality and design. You’ll work on the core platform that sports clubs, worldwide, use to manage their finances, operations, and player development. Your work will play an important role in improving the daily experience for everyone in a sports club. —management, coaches, players, and parents. You’ll be involved in every stage of development, from design to deployment, helping to shape the future of sportstech.\nYou will drive the work forward and set up processes and workflows for the team, with a focus on Infrastructure-as-Code (Terraform), automation, integrations as well as developing new services. \nIs this you?\nWe believe you have a broad background, preferably with experience from working in a product company. You are curious and have a strong drive to learn new technologies. An interest in sports is a plus, but not required.\nYou have:\n Proven work experience as a Backend Developer, Software Engineer or Software Developer with proficiency in multiple programming languages, particularly Go.\n Experience in building and maintaining scalable back-end systems that handle large data volumes and high traffic.\n Deep understanding of relational databases, especially SQL Server, with experience in optimizing and designing complex database solutions.\n Ability to identify and resolve performance issues, as well as optimize applications for speed and efficiency.\n Additional required Technical Skills: Docker, Redis, CI/CD, Git, and Cloud services (Azure).\n \n360Player is an international organization, so fluency in English, both spoken and written, is essential.\nInterested to learn more?\nIn this recruitment, 360Player is collaborating with IDG Recruitment. If you have any questions, please contact Maria Widegren, Recruitment Consultant at +46 73-423 1550, maria.widegren@idg.se.\nTo apply, kindly do it with your CV or LinkedIn profile and we will get back to you as soon as possible. Selection and interviews are ongoing. \nAbout 360 Player\n360Player is an innovative company within sports technology with headquarters in Stockholm, Sweden. We provide an all-in-one platform for sports organisations, where all sporting operations and administrations can be done in one place. We are passionate about the development of the organisation as well as the individual athlete. Today we are an international organisation growing all over the world.\nhttps://www.360player.com/",
      "Techstack": "Go, SQL Server, Docker, Redis, CI/CD, Git, Cloud services (Azure)",
      "Produkt": "360Player, en innovativ teknologi för sportorganisationer där alla sportoperationer och administration kan göras på ett ställe. De fokuserar också på utvecklingen av organisationen såväl som den enskilda atleten.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@recruitment.idg.se",
          "name": "Nordic recruitment Group AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "idgrecruitment@idg.se",
          "name": "Idgrecruitment",
          "position": "",
          "source": "https://recruitment.idg.se"
        },
        {
          "email": "maria.widegren@idg.se",
          "name": "Maria Widegren",
          "position": "",
          "source": "https://recruitment.idg.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/nordic-recruitment-&-consulting/",
        "facebook": "https://www.facebook.com/profile.php?id=100063691915097",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 91,
      "företagsnamn": "Sematic AB",
      "företagswebb": "https://www.sematic.se",
      "organisationsnummer": "5569400764",
      "sökterm": [
        "fullstackutvecklare",
        "Node.js",
        "JavaScript",
        "MongoDB",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531296",
      "titel": "Fullstackutvecklare",
      "beskrivning": "Vill du växa som mjukvaruutvecklare, senior som junior? Vill du dessutom arbeta med mjukvara som förenklar vardagen för en av samhällets viktigaste verksamheter? Ta chansen att bli en viktig del av tillväxtföretaget Sematic AB som utvecklar webbaserade lösningar för hälso- och sjukvård.\nFöretaget\nSematic grundades 2013 och har sitt säte i Linköping. Bolaget utvecklar avancerad mjukvara med fokus på att underlätta schemaläggning av personal på stora sjukhus. Det innefattar användarvänliga gränssnitt och hög grad av automation i form av avancerade algoritmer som innehåller automatiserade optimeringsfunktioner och självlärande metoder.\nIdén föddes och utvecklades i direkt samarbete med slutanvändare vilket har bidragit till lösningar som kommer åt kärnan i vårdens schemaläggningsproblem. Både att lösa den stora matematiska komplexiteten samt möta upp kraven på hög grad av användarvänlighet. Idag är verktyget marknadsledande och konkurrerar ut lösningar från bl.a. etablerade mjukvarujättar. Bland kunderna står numera många regioner och sjukhus som alla har tecknat mångåriga kontrakt.\nSematic har vuxit stadigt för att nå kunders efterfrågan. Förra året utökades arbetsplatsen genom flytt till nya kontorslokaler i Linköping och nu är det dags för ytterligare talanger att bli del av det kompetenta och drivna teamet.\nArbetsuppgifter\nSom fullstackutvecklare på Sematic har du en bred och varierad roll där du utvecklar mjukvara med lösningar som går från ax till limpa. Som nyanställd tar du del i arbetet genom samarbete med andra teammedlemmar med syfte att nå de bästa lösningarna samt utvecklas inom företaget. Arbetet bygger på frihet under ansvar där du samtidigt får möjlighet att utvecklas genom mycket feedback och nya utmaningar.\nNågra av Sematics teknikval: JavaScript, Node.js, MongoDB, C++ med flera.\nDina kollegor på Sematic har nära kontakt med slutanvändarna vilket gör att resultaten av ditt arbete blir direkt uppmärksammade och återkopplade. Därtill bidrar du och övriga medarbetare med teknisk support till slutanvändarna.\nUtbildning, erfarenhet och personliga egenskaper\nDu har en civilingenjörsutbildning motsvarande Y, D eller IT\nDu löser problem bättre än de flesta\nDu vet skillnaderna mellan datastrukturer: arrays och hashmaps\nDu förstår algoritmer och iterativa/rekursiva beteenden\nDu kan skillnaderna mellan sophämtning och garbage collection\n\nMeriterande: Du har erfarenhet inom JavaScript, Node.js, MongoDB eller SQL, server och klienthantering.\nFör att trivas hos oss tror vi att du har ett stort tekniskt intresse och ett driv att ta fram lösningar som faktiskt används. Som person vill du ha roligt på jobbet och räds inte för att testa nya tillvägagångssätt. Du tar självklart ansvar för dina åtaganden och ser alltid till att slutföra det du har påbörjat. Därtill trivs du i samarbetet med andra och ser glädje och nytta i att hjälpas åt inom teamet.\nÖvrig information\nStart: efter överenskommelse\nPlats: Linköping\nLön: efter överenskommelse\nSökord: algoritmer, datastrukturer, optimering, självlärande, fullstack, webbutveckling, mobilapp, ecmascript, databas, REST, ingenjör, systemutvecklare\nVi rekommenderar att du skickar in din ansökan omgående då vi gör ett löpande urval. Välkommen med din ansökan!",
      "Techstack": "JavaScript, Node.js, MongoDB, C++",
      "Produkt": "Utvecklar webbaserad mjukvara för schemaläggning av personal på sjukhus",
      "Företagsstruktur": "Bolaget grundades 2013 och har sitt säte i Linköping. Sematic har vuxit stadigt och utökat arbetsplatsen genom att flytta till större kontorslokaler. Företaget har ett team med nära kontakt med slutanvändarna för kontinuerlig feedback och förbättringar.",
      "Ekonomi": "Gjorde ett resultat på 3 349 KSEK med omsättning 35 768 KSEK under 2023. Har tecknat mångåriga kontrakt med många regioner och sjukhus.",
      "Ekonomisiffor": {
        "Omsättning": 35768,
        "Resultat": 3349,
        "Omsättningsförändring": "40.0%"
      },
      "kontakter": [
        {
          "email": "info@sematic.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "rekrytering@sematic.se",
          "name": "Rekrytering",
          "position": "",
          "source": "https://www.sematic.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 92,
      "företagsnamn": "Decerno AB",
      "företagswebb": "https://www.decerno.se",
      "organisationsnummer": "5564985025",
      "sökterm": [
        "React",
        "fullstackutvecklare",
        "C#",
        "CSS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29502603",
      "titel": "Senior Fullstackutvecklare",
      "beskrivning": "Vill du vara en del av ett långsiktigt uppdrag där ditt arbete gör verklig skillnad i samhället? Har du förmågan att förstå och stödja verksamheten genom strategiska och tekniska lösningar? Då kan detta vara rätt utmaning för dig.\nVi söker en senior utvecklare med gedigen kompetens inom antingen .NET eller Java, kombinerat med React på frontend-sidan.  \nVad gör vi?  \nVi på Decerno är specialister på skräddarsydda digitala lösningar och är stolta över att våra uppdrag bidrar till samhällsnytta.\nDet betyder att vi förstår att alla kunder är olika och har unika förutsättningar. Vi skräddarsyr våra lösningar utefter kundens behov vilket medför att vi kan erbjuda våra medarbetare ett smörgåsbord av spännande projekt och tekniker. \nSamtidigt som vi skapar digitala lösningar vill vi också göra skillnad på riktigt. Det är inte bara något vi säger, vi menar det! Sedan vår start 1984 har vår etiska policy varit vår kompass och vi väljer aktivt bort projekt inom vapenindustri, spel, tobak och alkohol. \nOm rollen \nSom utvecklare hos oss kommer får du en varierad vardag och möjlighet att jobba inom (men inte uteslutande med): \n Utveckling, främst i React, .NET/C#, Java, SQL eller Azure \n \nVi lägger stor vikt vid att bemanna våra projekt med Decernos egna anställda och tillsammans delar ni med er av olika erfarenheter och hjälper varandra genom projektets alla faser. \nTjänsten är placerad på vårt kontor i Stockholm med möjlighet att arbeta på distans när det passar. Vi tror på att kunna erbjuda våra medarbetare stor flexibilitet och möjligheten att balansera egna behov och förutsättningar med projektets krav. Vissa projekt kan dock kräva en viss fysisk närvaro för att bygga starka relationer med våra kunder och lära känna deras verksamhet på bästa sätt. \nÄr det här du? \n Du har ett intresse för fullstackutveckling\n Du harminst fem årserfarenhet avC#/.NET eller Java\n Du har minst fem års erfarenhet av React.jsochTypescript\n Du är flytande i svenska i såväl tal som skrift \n Du har en högskoleutbildning eller erfarenhet som motsvarar utbildningen \n  \nDet är meriterande om du har tidigare erfarenhet av att ha arbetat med Azure, DevOps, integrationer, .NET web API, CSS, AI eller maskininlärning. Vi ser också gärna att du har tidigare erfarenhet av att arbeta i team och kommunicerar enkelt och ärligt med dina kollegor. \nDärför ska du välja Decerno \nI våra medarbetarundersökningar blir det gång på gång tydligt att det är de fantastiska kollegorna, de roliga och utmanande projekten och möjligheten att kunna bidra till samhällsnytta som gör att våra medarbetare trivs så bra på Decerno. \nSedan finns det också några ytterligare aspekter vilka vi ser som självklarheter: \n En flexibel arbetsplats med större frihet att planera vardagen för att få arbete och privatliv att gå ihop \n  Extra föräldraförmåner eftersom vi tycker att familjen är viktigast \n  Vi tycker att din kompetensutveckling är viktig! Därför anordnar vi interna utbildningar löpande i vår egen Dec Academy, gör satsningar inom AI, håller i bokcirklar och arrangerar årliga konferenser \n  Vi vill att du ska må bra, trivas och ha roligt på arbetet och därför arrangerar vi regelbundet olika sociala aktiviteter, utmaningar och hälsotävlingar – såväl virtuellt som på plats \n \nUtöver detta erbjuder vi även ett brett förmånspaket som inkluderar bland annat friskvårdsbidrag och ett generöst försäkringspaket. Vi berättar gärna mer om du vill veta vad mer vi på Decerno skulle kunna erbjuda dig. \nLåter detta som ditt nästa steg i karriären? \nVad kul! Då ser vi fram emot att läsa din ansökan så snart som möjligt. \nVid frågor är du välkommen att kontakta ansvarig rekryterare Moa på moa.mattisson@decerno.se\nVi ser fram emot att höra hur vi kan bli ditt nästa steg i karriären!",
      "Techstack": "React, .NET/C#, SQL, Azure, DevOps, integrationer, .NET web API, CSS, AI, maskininlärning",
      "Produkt": "Skräddarsydda digitala lösningar",
      "Företagsstruktur": "Företaget har en etisk policy och väljer aktivt bort projekt inom vapenindustri, spel, tobak och alkohol. Positionerna inkluderar en varierad roll som utvecklare och HR-generalist med kontor i Stockholm och flexibla distansarbetsmöjligheter.",
      "Ekonomi": "Decerno Aktiebolag skapade en omsättning på 211 484 KSEK och ett resultat på 476 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 211484,
        "Resultat": 476,
        "Omsättningsförändring": "10,9%"
      },
      "kontakter": [
        {
          "email": "info@decerno.se",
          "name": "Decerno AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "namn.namnsson@foretag.se",
          "name": "Namn Namnsson",
          "position": "",
          "source": "https://www.decerno.se"
        },
        {
          "email": "moa.mattisson@decerno.se",
          "name": "Moa Mattisson",
          "position": "",
          "source": "https://www.decerno.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 93,
      "företagsnamn": "Shoppa AB",
      "företagswebb": "https://www.shoppa.com",
      "organisationsnummer": "5566465398",
      "sökterm": [
        "Mjukvaruutvecklare",
        "fullstackutvecklare",
        "IoT",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29373196",
      "titel": "Senior Fullstack Developer",
      "beskrivning": "Welcome to Shoppa!\nAre you ready to shape the future of digital signage systems? Join Shoppa, a leading software company in the European signage market, and be part of our journey in delivering cutting-edge solutions for hybrid signage.We havebeen at the forefront of in-store communication for 20 years. Our hybrid signage solutions allow large retail chains to print signs on paper, display content on digital screens and even share promotions on social media.With a strong customer base that includes Coop, XXL, Plantagen, and Rusta, Shoppa is proud to provide reliable and innovative solutions. We develop our products in-house with a dedicated team based around Mälardalen, Sweden.Our tech stack includes C#, Node.js, C++, and MariaDB, with deployments managed in Azure DevOps and Kubernetes (AKS). We're continuously evolving our systems to meet modern development standards and customer expectations.We’re now looking to hire a talented senior developer to expand our team.\nAbout the roleAs a Senior Developer, you will play a key role in maintaining and extending the functionality of our digital signage system. You will tackle complex challenges and have the opportunity to influence technical decisions.This position also includes 3rd line support, ensuring high availability and uptime for our customers.\nWho are we looking for?We're looking for someone who has:• Strong knowledge of Linux systems.• Expertise in the .NET tech stack, including C#.• Interest in tackling the complexities of building and managing IoT solutions, such as digital signage systems.• Proficient in English.• Basic knowledge of Swedish is a plus, and we encourage you to learn it if you’re not fluent.It's also meriting if you have:• Experience with the Debian/Linux, packaging and C++.• Familiarity with microservices, Kubernetes, and MariaDB.To thrive at Shoppa we also believe that you have:• Team Spirit: You enjoy collaborating in a dynamic team environment.• A problem-Solving Mindset: Analytical and logical thinking with a knack for learning quickly.\nWork EnvironmentYou normally work from our office in Enköping. Remote work is possible on a project by project basis, but we believe in nurturing team spirit by being on location.If you’re relocating, we offer a relocation program to support your move, including assistance with work permits, visas, and housing.\n\nApplicationDoes this sound like the next step in your career? Don’t hesitate to submit your application! We apply continuous selection andlook forward to hearing from you!",
      "Techstack": "C#, Node.js, C++, MariaDB, Azure DevOps, Kubernetes (AKS)",
      "Produkt": "Hybrid skyltsystem för storhandelskedjor",
      "Företagsstruktur": "-",
      "Ekonomi": "Shoppa AB har 15 anställda och gjorde ett resultat på 1 373 KSEK med omsättning 28 572 KSEK under 2023. Fördelningen i styrelsen är 75,0 % män (3), 25,0 % kvinnor (1) . Ansvarig är Jonas Sven Ola Strömberg 54 år.",
      "Ekonomisiffor": {
        "Omsättning": 28572,
        "Resultat": 1373,
        "Omsättningsförändring": "-1,6%"
      },
      "kontakter": [
        {
          "email": "info@shoppa.com",
          "name": "Shoppa AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/moomin",
        "twitter": "https://twitter.com/moominofficial",
        "instagram": "https://www.instagram.com/moominofficial"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 94,
      "företagsnamn": "International Consumer Services Sweden AB",
      "företagswebb": "https://www.valuechecker.ai",
      "organisationsnummer": "5566803572",
      "sökterm": [
        "Python",
        "fullstackutvecklare",
        "React",
        "MongoDB",
        "Angular",
        "Mjukvaruutvecklare",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29368379",
      "titel": "Python Fullstack Developer",
      "beskrivning": "Python Fullstack Developer\nMUST BE AUTHORIZED TO WORK IN SWEDEN.\nThe position is located in our headquarters in central Stockholm, Sweden\nAre you a talented and motivated Python developer seeking a unique career opportunity in Stockholm? We are looking for a passionate individual to join our growing team seeking software developers with hands-on experience in Python and AngularJS.\nWe seek individuals that like to work in a fast-paced, dynamic environment.\n\n\nWho you are\nTechnical proficiency\nMinimum 3 years professional experience with Python\nExperience working with databases and datasets (MySQL preferred)\nExperience with Angular or React\nStrong understanding of source control and cloud environments\nElasticSearch, MongoDB knowledge is a plus\n\n\n\nPersonal qualities\nPassionate about building technology solutions and eager to learn and grow.\nExcellent problem-solving and analytical skills\nStrong communication and teamwork abilities\nAbility to work independently and take ownership of projects\nFluent in English (both written and spoken)\n\nWe are hiring dynamic individuals - always looking to improve themselves and their projects. As we are developing applications that are already live in some stage - experience with client interaction will be a plus.\nSupplemental technologies that are beneficial to working with us are: Git, GCloud SDK, NoSQL databases, BigData algorithms and data manipulation, HA application design, BI data handling, and web scraping.\n\n\nCompensation & Benefits:\nCompetitive salary and benefits package\nOpportunity to work on challenging and impactful projects and tasks\nCareer improvement opportunities\nCollaborative and supportive work environment\nWorking for and with international clients\nGreat culture, a learning environment and potential for career advancement\n\n\n\nAbout Us\nValueChecker is a project by ICSS which was founded in 2005 and we have been at the forefront of the reviews and product aggregation sector. We collect, catalog and warehouse data as well as write software to manipulate, present and share it. We are a diverse team, currently hailing from every continent except Antarctica.\nWe have developed the cloud-based product appraisal tool ValueChecker.ai, that is now quickly growing globally within InsurTech.\nValueChecker is a revolutionary product expert tool for the Insurance industry. It enables fast, simple and credible identification, valuation and depreciation of product claims. ValueChecker builds upon the technology and experience gained by ICSS (and its flagship project, alaTest) since 2005 in the field of consumer product information. We welcome all nationalities and backgrounds - so long as you are legally employable in Sweden. Our company's primary language is English.\n\n\nApply now! \nSubmit your CV and cover letter in English through our careers portal: https://careers.valuechecker.ai/jobs/3656624-python-fullstack-developer/c22e8dce-ba13-464d-a24a-fb793876362a\nPlease reference 'Python Fullstack Developer' in the subject line.\nNote: We require a small coding challenge to be completed by all applicants that pass the first review round. Only shortlisted candidates will be contacted.\nALL APPLICATIONS MUST BE SUBMITTED IN ENGLISH.\nYou must be authorized to work in Sweden\nThe position is located in our headquarters in central Stockholm, Sweden\n\n\n\n\n\n\n\n\n\n\nSökord: MySQL, Python, Elasticsearch, MongoDB, Google Cloud, Python Scrapy, CI/CD",
      "Techstack": "MySQL, Python, Elasticsearch, MongoDB, Google Cloud, Python Scrapy, CI/CD, AngularJS, React, Git, GCloud SDK, NoSQL databases, BigData algorithms and data manipulation, HA application design, BI data handling, and web scraping",
      "Produkt": "ValueChecker.ai (en molnbaserad produktvärderingsverktyg), Konsumentrecensioner och produktaggregering",
      "Företagsstruktur": "ICSS är baserat i Stockholm, Sverige. VD:n för företaget är Arie Pieter Struik. Personalen kommer från alla kontinenter förutom Antarktis.",
      "Ekonomi": "Företaget hade en omsättningsförändring på 99,2% vid senaste bokslut 2023.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "99,2%"
      },
      "kontakter": [
        {
          "email": "info@valuechecker.ai",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 95,
      "företagsnamn": "Avalon Innovation Technology AB",
      "företagswebb": "https://avaloninnovation.com/",
      "organisationsnummer": "5565464525",
      "sökterm": [
        "fullstackutvecklare",
        "Laravel",
        "C/C++",
        "Docker",
        "utvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29517089",
      "titel": "Senior Fullstackutvecklare",
      "beskrivning": "Hej, team Avalon i Stockholm här! Vårt grymma och lite tokiga team är redo att välkomna dig till gemenskapen. Tillsammans tar vi oss an nya konsultuppdrag och inhouseprojekt där du får utveckla dina kunskaper. Välkommen till Avalon!  \n Din framtid hos oss \nI 25 år har vi arbetat med produkt- och systemlösningar som verkligen gör skillnad för omvärlden. Innovationsarbetet pågår såklart fortfarande och nu har vi fler tekniska möjligheter än någonsin! Med hjälp av vår innovationsmodell driver vi multidisciplinära projekt med kompetenser från industridesign till mekanik till mjukvaruutveckling för moderna molnplattformar. Vill du vara med oss och göra skillnad? IR-teknik som räddar liv eller medtech-lösningar som tar fram morgondagens läkemedel? Eller kommer ditt nästa uppdrag resultera i användarvänliga produkter att ge i present till den matlagningsintresserade? Vi jobbar med kunder i olika branscher, storlekar och faser. Detta gör vi i uppdrag ute hos kund eller i inhouse-projekt när vi går in som kundernas utvecklingspartner.\nHur är det att vara konsult hos Avalon? Kul att du frågar! Här blir du en del av gemenskapen i Hornstull samtidigt som kollegorna på de 10 andra kontoren inte är längre bort än ett chattmeddelande. Vårt team består av kollegor med olika bakgrund, erfarenhet, skostorlekar och hobbys. Här jobbar DnD-spelare, klättrare, vinkännare, uppfinnare, ölbryggare och hundägare. Hundarna är såklart välkomna in till kontoret också. Som konsult jobbar du i ditt uppdrag samtidigt som gemenskapen i teamet alltid är med dig. \nMatchar vi varandra?\nVi letar efter mer än erfarenheterna i ditt CV - vi vill träffa vår nästa kollega. På samma sätt tror vi att du söker mer än nya arbetsuppgifter. Du vill till en plats där du kan vara dig själv och få en intressant karriärutveckling. Tillsammans kommer vi att matcha dig mot de möjligheter och tekniska projekt som passar våra gemensamma mål. För att ta första steget i samarbetet så söker vi dig som\n• Har jobbat i några år med systemutveckling (fullstack eller backend) som en del av ett team och/eller självständigt. Du har därför tips och best practice att dela med dig av till teamet.\n• Har goda kunskaper i engelska och svenska. Svenska är en fördel eftersom det är vårt organisationsspråk medan konsultuppdragen ofta använder engelska.\n• Har flera års erfarenhet av .NET, C# och lösningar byggda i Azure och containers som Docker.\n   Vår kultur \nVår företagskultur är bland det viktigaste vi har. Vi är alla med och aktivt bidrar till våra gemensamma framgångar och vi motiveras av att samarbeta och driva vår affär framåt. Vår ambition är inte att bli störst, däremot kommer vi alltid sträva mot att vara bäst på det vi gör. Vi är glada över att arbeta på Avalon Innovation och kan stolt säga – jag är en avalon! \nVad händer nu? \nVad kul att du har läst såhär långt! Har du frågor om oss eller tjänsten? Tveka inte att höra av dig. På grund av GDPR tar vi inte emot några ansökningar via mail. Rekryteringen pågår löpande så vänta inte med att skicka in dina kontaktuppgifter och bilagor. \nVi som med STORT NÖJE ser fram emot din ansökan heter:  \nMaud Chassignol, Team Leader\nmaud.chassignol@avaloninnovation.com\nSimon Sandgren, Business Manager\nsimon.sandgren@avaloninnovation.com \n Varmt välkommen till Avalon Innovation! \n \nVi har gjort vårt medieval för rekrytering och undanber oss därför kontakt med säljare av annonser eller andra rekryteringstjänster.",
      "Techstack": "Node.js, React, Vue.js, Ember.js, C#/.NET, PHP - Laravel, Cloud (Azure och AWS), Docker",
      "Produkt": "Mjukvaru- och systemutveckling, teknisk konsultverksamhet inom industriteknik",
      "Företagsstruktur": {
        "Namn": "Avalon Innovation Technology AB",
        "Organisationsnummer": "5565464525",
        "Antal anställda": "80",
        "Bolagsform": "Aktiebolag",
        "Registreringsdatum": "1997-09-18",
        "Verksamhetsadress": "Karlshamn"
      },
      "Ekonomi": "Företaget gjorde ett resultat på −31 658 KSEK med omsättning 181 281 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 181281,
        "Resultat": -31658000,
        "Omsättningsförändring": "2.4%"
      },
      "kontakter": [
        {
          "email": "hello@avaloninnovation.com",
          "name": "Hello",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "emil.hillung@avaloninnovation.com",
          "name": "Emil Hillung",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "patrik.enarsson@avaloninnovation.com",
          "name": "Patrik Enarsson",
          "position": "",
          "source": "https://avaloninnovation.com/contact"
        },
        {
          "email": "sabina.sonesson@avaloninnovation.com",
          "name": "Sabina Sonesson",
          "position": "",
          "source": "https://avaloninnovation.com/contact"
        },
        {
          "email": "johanna.bergquist@avaloninnovation.com",
          "name": "Johanna Bergquist",
          "position": "",
          "source": "https://avaloninnovation.com/contact"
        },
        {
          "email": "helene.hogberg@avaloninnovation.com",
          "name": "Helene Hogberg",
          "position": "",
          "source": "https://avaloninnovation.com/contact"
        },
        {
          "email": "ekonomi@avaloninnovation.com",
          "name": "Ekonomi",
          "position": "",
          "source": "https://avaloninnovation.com/contact"
        },
        {
          "email": "alexander.hansson@avaloninnovation.com",
          "name": "Alexander Hansson",
          "position": "",
          "source": "https://jobb.avaloninnovation.com/jobs/5350321-senior-utvecklare?promotion=1265028-arbetsformedlingen"
        },
        {
          "email": "lars.jonsson@avaloninnovation.com",
          "name": "Lars Jonsson",
          "position": "",
          "source": "https://jobb.avaloninnovation.com/jobs/5350321-senior-utvecklare?promotion=1265028-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 96,
      "företagsnamn": "Prevas AB",
      "företagswebb": "http://prevas.com",
      "organisationsnummer": "5562521384",
      "sökterm": [
        "TypeScript",
        "C#",
        "Robot Framework",
        "React",
        "Mjukvaruutvecklare",
        "utvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29362605",
      "titel": "Senior Embedded Utvecklare",
      "beskrivning": "PåPrevas tror vi påatt teknik gör världen bättre. Och för att lyckas göra den bättre, behöver vi personer som dig. Vi kommer att ge dig ansvar ochhar full tilltro till attdu som expert inom området har de bästa lösningarna. Vi har nämligen en stark tro påmänniskan ochärövertygade om att din utvecklingär vår utveckling. Vi vet ocksåattvår gemensamma kompetens blir starkare när vi hjälper varandra och bryr oss. Därför bygger vår kultur påjust det, att finnas där för varandra och ha kul längs vägen.\nHello Opportunity!Vi utökar teamet i Västerås inomembedded, och behöver därförförstärkning av seniora utvecklare, med flerårig erfarenhet av hårdarunära mjukvaruutveckling i C eller C++. Tidigare erfarenhet sommjukvaruarkitekt eller scrum master är extra meriterande.\nTeamet jobbar både med inhouse projekt samt genom uppdrag ute hos kund.Alla våra kunder, både stora och små, bedriver utvecklingsarbete på en avancerad nivå, vilket öppnar upp för stora möjligheter till intressanta uppdrag.\nHello You!Vi söker dig som gillar att dela med sig av tidigare erfarenhet till yngre utvecklare i gruppen, och där ta en ledande position i projekt för att driva arbetet framåt. Du har erfarenhet och vilja av att vara ansvarig föratt designa embedded system åt våra kunder antingen på plats på kontoret eller ute hos kund.\nErfarenhetsnivå:Mid/Senior\nBranscherfarenhet: Erfarenhet av utveckling inomfordons-, energi- eller försvarsindustri är extra meriterande men inte ett måste.\nVerktyg och Kompetenser:Hårdvarunära programmering, C, C++, Matlab, Simulink, Linux, realtidssystem\nSpråkkrav: Engelska är ett krav och gärna svenska\nKörkort: Körkort krävs\nUtbildningskrav:M.Sc. eller B.Sc. inom elektroteknik, mekatronik, teknisk fysik, robotik,datateknik eller liknande.\n\nHello Team Player!För oss är gemenskap och delaktighet viktigt där alla bidrar med sin kunskap i en lärande miljö. Trivs du att arbeta i en familjär atmosfär där vägen från idé till handling är kort och möjligheten att göra skillnad stor så är Prevas något för dig. Vi erbjuder spännande uppdrag, trevliga kollegor, en inspirerande arbetsmiljö och individuella utvecklingsplaner. Vi strävar alltid efter att finna rätt upplägg som passar just digför att få ihop livspusslet.\nÄven om du inte känner dig helt speglad i varje jobbkrav som listas i annonsen uppmuntrar vi dig ändå att kontakta oss och ansöka! Forskning har visat att kvinnor och underrepresenterade grupper ofta bara ansöker när de känner sig 100% kvalificerade. Vi är engagerade i att skapa ett rättvist, inkluderande företag med mångfald och vi uppmuntrar starkt sökande av alla kön, åldrar, etniciteter, kulturer, förmågor, sexuell läggning och livserfarenhet att ansöka. \nHello Next Step!Du är varmt välkommen att kontakta rekryterande chef Erik Thenander, erik.thenander@prevas.se , Tel: 072-452 37 08 om du vill veta mer om tjänsterna eller helt enkelt bara vill ha en öppen dialog kring en gemensam framtid.\nOch du, följ oss gärna på LinkedIn och Instagram.\nPrevas värdegrundGemensamma kärnvärden är nyckeln till vår framgång. De banar vägen för bättre kommunikation och samarbete, minskar behovet av detaljerade regler och förordningar och gör vår organisation mer agil och dynamisk. Att dela värderingar ger större frihet att agera utan detaljerade regler. Att dela gemensamma värderingar betyder inte att vi alla är lika. Vi älskar skillnader och främjar mångfald. Vi tror att unika individer är viktiga för att skapa starka och framgångsrika team. Våra värderingar styr vårt dagliga beteende gentemot både kunder och medarbetare. När vi respekterar våra värderingar och uppträder i enlighet med dem, ger vi uttryck för vår företagskultur. På Prevas sammanfattar vi våra värden i akronymen BOAT – Business driven, Open-minded, Active och Team player.",
      "Techstack": "Microsoft Azure, Webbapplikationer med .Net, C#, TypeScript, React och Angular",
      "Produkt": "Specialiserade inom produktionsutveckling (MES, spårbarhetssystem etc.) samt erbjuder tekniska lösningar och tjänster inom systemutveckling",
      "Företagsstruktur": "Prevas AB är koncernmoderbolag i en koncern bestående av 17 bolag",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 11.9%",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "11.9%"
      },
      "kontakter": [
        {
          "email": "Integrity@prevas.com",
          "name": "Integrity",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "info@prevas.com",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "johan.bergsten@prevas.se",
          "name": "Johan Bergsten",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "kent.gustavsson@prevas.se",
          "name": "Kent Gustavsson",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "riki.virc@dvel.se",
          "name": "Riki Virc",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "johan.schonning@prevas.se",
          "name": "Johan Schonning",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "tobias.kahari@prevas.se",
          "name": "Tobias Kahari",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "Majid.Meshkintorreh@prevas.se",
          "name": "Majid Meshkintorreh",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "sara.adahl.aggeback@prevas.se",
          "name": "Sara Adahl Aggeback",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "CUST-STHLM@prevas.se",
          "name": "Cust Sthlm",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "niclas.jansson@prevas.se",
          "name": "Niclas Jansson",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "sebastian.johansson@prevas.se",
          "name": "Sebastian Johansson",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "magnus.edman@prevas.se",
          "name": "Magnus Edman",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "roland.ferngard@prevas.se",
          "name": "Roland Ferngard",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "info@prevas.se",
          "name": "Info",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "ylva.amren@prevas.se",
          "name": "Ylva Amren",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "peter.elvung@prevas.se",
          "name": "Peter Elvung",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "Stefan.Norrwing@prevas.se",
          "name": "Stefan Norrwing",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "lars-goran.kankaanranta@prevas.se",
          "name": "Lars Goran Kankaanranta",
          "position": "",
          "source": "http://prevas.com/contact"
        },
        {
          "email": "patrik.pichler@prevas.se",
          "name": "Patrik Pichler",
          "position": "",
          "source": "https://prevas.teamtailor.com/jobs/5408728-senior-systemutvecklare?promotion=1291111-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 97,
      "företagsnamn": "Devoteam Sverige AB",
      "företagswebb": "https://www.devoteam.com/",
      "organisationsnummer": "5565856498",
      "sökterm": [
        "utvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29177635",
      "titel": "Senior Java- utvecklare",
      "beskrivning": "Vill du arbeta med ett gäng glada och trevliga människor i Halmstads mest innovativa och centrala nav kring mjukvaruutveckling? Brinner du för att leverera i interna produktteam eller som specialistkonsult? \n\n\nVilka är vi?\nVi är ett IT-konsultföretag som främjar en kultur där medarbetarna känner sig trygga, inspirerade och glada. Vi tror att detta är den bästa miljön där människor kan växa och bygga de bästa produkterna. Vi grundades år 2000, ser långsiktigt på våra kund- och medarbetarrelationer och hoppas du ska vilja stanna länge hos oss. \nVisste du att vi faktiskt också grundade utvecklarkonferensen Øredev? \n\n\nVad får du?\nVi erbjuder dig individuell och betald kompetensutveckling på arbetstid, flexibelt arbete och ett generöst förmånspaket. Hos oss får du vara med och påverka allt från vilket uppdrag som känns rätt för dig till hur du väljer att utveckla din kompetens. \n\n\nVem är du?\nVi tror att du har 5+ års erfarenhet av mjukvaruutveckling, är en nyfiken och ödmjuk person samt en lagspelare. Du gillar också att dela med dig av din kunskap på ett sätt som passar dig bra.\n\n\nArbetsplats\nHalmstad med omnejd\n\n\nFör denna roll krävs det att du är flytande i svenska språket i tal och skrift, samt är villig att arbeta i Halmstad med omnejd 2-5 dagar i veckan.\n\n\nDu kommer att arbeta med:\nJava SE/EE\nSpring Framework/Spring Boot\nAPI:er\nGit\nAgila utvecklingsmetoder\nMolnteknologier - AWS, GCP eller Azure.\n\nDu kommer ha möjlighet att arbeta med:\nMicroservices\nDevOps\nCI/CD\nContainers (Docker/Kubernetes)\n\n\n\nVill du veta mer?\nSkicka in din ansökan till oss så kontaktar vi dig så snart som möjligt. Vi ser fram emot att höra från dig!\nEn rättvis chans.\nDevoteam är öppet för ansökningar från alla delar av samhället. Vi tror att olikheter inom team hjälper oss att skapa bättre produkter. Vi välkomnar alla människor oavsett ålder, könsidentitet eller uttryck, erfarenhet och bakgrund. Om du kan se dig själv i denna roll och känner att denna tjänst kan tillföra värde både för dig och för Devoteam, uppmuntrar vi dig att skicka in din ansökan till oss - även om du inte nödvändigtvis uppfyller alla ovanstående krav.",
      "Techstack": "Java SE/EE, Spring Framework/Spring Boot, API:er, Git, Molnteknologier - AWS, GCP eller Azure, Microservices, DevOps, CI/CD, Containers (Docker/Kubernetes)",
      "Produkt": "IT-konsulttjänster inom systemutveckling, mjukvaruutveckling och IT-produktutveckling.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@devoteam.com",
          "name": "Devoteam Sverige AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/newsletters/7117503313889087489/?displayconfirmation=true",
        "facebook": null,
        "twitter": "https://twitter.com/devoteam",
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 98,
      "företagsnamn": "Prevas Test & Measurement AB",
      "företagswebb": "https://www.dvel.se",
      "organisationsnummer": "5569138943",
      "sökterm": [
        "utvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29260173",
      "titel": "Senior Utvecklare: Optiska Mätsystem (Stockholm)",
      "beskrivning": "Vill du bygga system som möjliggör innovation? Tycker du om varierande uppdrag inom olika branscher och teknologiska fält? Är du intresserad av att arbeta på ett mindre, specialiserat konsultföretag där dina idéer värderas? Om så är fallet, tror vi att du skulle passa perfekt hos Prevas Test & Measurement! Vi vill erbjuda dig en inkluderande och stöttande arbetsmiljö där dina tekniska färdigheter och kunskaper kommer till sin rätt.\nSedan oktober 2023 är vi en del av Prevas och vårt kontor är beläget i Prevas lokaler i Sundbyberg.Vi utgör en egen enhet inom Prevas, specialiserade på test och mätteknik.\n Om rollen\nSom konsult hos oss kan du arbeta både onsite hos våra kunder eller i projekt på vårt kontor. Du blir en del av ett dynamiskt team där teamwork, kommunikation och kunskapsdelning är centrala i vårt arbete. Vi skapar lösningar som hjälper våra kunder att säkerställa kvaliteten i sina produkter och stärka sin innovationsförmåga. Du kan därför bli involverad i en rad olika uppgifter: från att utvärdera mätmetoder till kravhantering eller utveckling av kompletta, automatiserade mätsystem.\nSom senior utvecklare av optiska mätsystem kommer du att bidra med expertkompetens kring optisk och laserbaserad mätteknik. Du kommer att identifiera avancerade mättekniska produkter och integrera dem i större system där du tar ansvar för systemtestning och prestanda. Kunderna finns i många olika branscher, från medicinteknik till försvarsindustrin.\n Om digDu har lång och god vana av optik, optisk mätteknik, laserteknik och design av optiska system. Du är van vid systemdesign, simuleringar och teoretiska beräkningar men också vid praktisk hands-on m a p konstruktion och systemtestning.Du tycker om att dela med dig av din kunskap och att lära av andra. Du tar initiativ när det behövs och arbetar bra både självständigt och i team. Detta innebär att du är driven och kan ta ansvar för dina bidrag. Dessutom värdesätter du balansen mellan att lyssna på andra och bidra med egna idéer, vilket gör dig till en mycket uppskattad kollega. Du drivs av nyfikenhet och motiveras av att hitta tekniska lösningar på mänsklighetens stora utmaningar.\n  Du har en MSc inom elektroteknik, maskinteknik, teknisk fysik eller motsvarande kvalifikationer.\n Du har minst åtta års arbetslivserfarenhet elleren doktorsgrad och fem års arbetslivserfarenhet inom arbete kopplat till optik eller optisk mätteknik.\n Du har professionell erfarenhet av arbete som mjukvaruutvecklare eller besitter kunskaper på motsvarande nivå. Du är väl bevandrad i Python, LabVIEW, C# eller C++\n För just denna tjänst krävs svenskt medborgarskap samt goda kunskaper i svenska. \n \n\n För att lyckas i denna roll har du erfarenhet av en eller flera av följande kompetenser:\n Mätsystemsutveckling\n Optik \n Linsdesign \n Laserbaserad mätteknik\n Interferometri\n Spektrografi\n Optoelektronik \n Interface hårdvara/mjukvara\n Signalbehandling\n \n Vårt erbjudande\nHos Prevas Test & Measurementfår du möjligheten till både professionell och personlig utveckling. Vi erbjuder flexibla arbetstider, stöttande ledarskap och regelbundna sociala aktiviteter som stärker vår företagsgemenskap. Våra projekt är utmanande och varierade; vi tar oss an allt som kan mätas fysiskaliskt och samarbetar med alla branscher som jobbar med hårdvara.\n \n \n Vårt åtagande för hållbarhetHållbarhet är kärnan i vårt uppdrag. Vi prioriterar att arbeta med och stötta företag som utvecklar grön teknologi för att tackla miljöutmaningar. Som en del av vårt team kommer du att bidra till att skapa hållbara lösningar som överträffar våra kunders förväntningar.\nVi lägger stort fokus på att skapa en rolig och hållbar arbetsmiljö för alla våra medarbetare. I vår strävan efter en jämställd och inkluderande miljö siktar vi på att nå minst 40 % kvinnlig arbetskraft i slutet av 2024. \n Ansök nu!Har vi väckt ditt intresse? Skicka in din ansökan så snart som möjligt! Ansökningarna granskas löpande.\nSista ansökningsdag: 2024-12-31.\nMer om Prevas Test & MeasurementPrevas Test & Measurement(tidigare DVel)är specialiserade på hårdvarutestautomation och har vårt kontor i centrala Lund. Vi erbjuder konsulttjänster och/eller levererar kompletta mätsystem och testriggar. Våra projekt är mycket varierade och våra kunder finns inom flera olika branscher. För närvarande har vi 30 anställda och ser fram emot att växa med din tillkomst.\nSedan oktober 2023 är vi en del av Prevas. Vi är en affärsenhet inom Prevas South och kommer att fortsätta erbjuda expertis inom test och mätning.",
      "Techstack": "Python, LabVIEW, C#, C++, Optik, Linsdesign, Laserbaserad mätteknik, Interferometri, Spektrografi, Optoelektronik",
      "Produkt": "Konsulttjänster och produktutveckling inom test- och mätteknik; kompletta, automatiserade mätsystem och testriggar",
      "Företagsstruktur": "Del av Prevas sedan oktober 2023, består av en egen enhet specialiserad på test- och mätteknik; sitter i Prevas lokaler i Sundbyberg",
      "Ekonomi": "Omsättning 22 511 KSEK, resultat 1 667 KSEK under 2023; omsättningsförändring på - 22.9% enligt senaste bokslut. Bolagets VD är Rickard Emil Riki Virc.",
      "Ekonomisiffor": {
        "Omsättning": 22511,
        "Resultat": 1667,
        "Omsättningsförändring": "- 22.9%"
      },
      "kontakter": [
        {
          "email": "riki.virc@prevas.se",
          "name": "Riki Virc",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "linus.amoli@prevas.se",
          "name": "Linus Amoli",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "info.dvel@prevas.se",
          "name": "Info Dvel",
          "position": "",
          "source": "https://www.dvel.se"
        },
        {
          "email": "linus.amoli@dvel.se",
          "name": "Linus Amoli",
          "position": "",
          "source": "https://www.dvel.se/contact"
        },
        {
          "email": "info-tm@prevas.se",
          "name": "Info Tm",
          "position": "",
          "source": "https://www.dvel.se/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 99,
      "företagsnamn": "ACEA Consulting AB",
      "företagswebb": "http://www.aceaconsulting.se",
      "organisationsnummer": "5594199159",
      "sökterm": [
        "utvecklare",
        "Angular",
        "ActiveMQ"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29079038",
      "titel": "Acea Consulting söker senior utvecklare",
      "beskrivning": "Acea Consulting söker en erfaren och engagerad senior utvecklare med en stark bakgrund inom containerbaserade applikationer och moderna utvecklingsverktyg. Som utvecklare hos oss kommer du att ta ansvar för design, utveckling och optimering av applikationer och tjänster som levereras till våra kunder. Med 4–8 års erfarenhet i bagaget och en förmåga att arbeta med avancerade teknologier är du redo att ta nästa steg i din karriär! Konsulten ska hjälpa till att nyutveckla, driftsätta och övervaka produktionssatta system.\nDin profil:\nVi söker en utvecklare med:\n Minst 4–8 års erfarenhet av mjukvaruutveckling, med fokus på Java och Spring Boot.\n Erfarenhet av containerbaserade plattformar, inklusive OpenShift/Kubernetes.\n Stort fokus på CI/CD-processer och förmåga att skapa och hantera pipelines med Jenkins/Tekton.\n Erfarenhet av att arbeta med REST-tjänster och kunskap om meddelandetekniker som ActiveMQ Artemis.\n Kunskap om Spring Batch och andra Spring-bibliotek.\n Erfarenhet av versionshantering med Git/GitHub.\n God förståelse för mikrotjänstarkitektur (MSA).\n Erfarenhet av frontend-utveckling med Angular eller andra moderna webbramverk.\n \nLivet på Acea:\nPå Acea Consulting erbjuder vi en dynamisk arbetsmiljö där din tekniska expertis och passion för utveckling kommer till sin rätt. Vi värdesätter innovation och samarbete och strävar efter att alltid ligga i teknikens framkant. Här får du möjlighet att påverka och bidra till företagets framgång samtidigt som du utvecklas professionellt.\nVi ser fram emot din ansökan och att få välkomna dig till vårt team!",
      "Techstack": "Java, Spring Boot, OpenShift/Kubernetes, Jenkins/Tekton, REST-tjänster, ActiveMQ Artemis, Spring Batch, Git/GitHub, mikrotjänstarkitektur (MSA), Angular",
      "Produkt": "Företaget erbjuder design, utveckling och optimering av applikationer och tjänster. De specialiserar sig på mjukvaruutveckling, specifikt med fokus på containerbaserade plattformar och moderna utvecklingsverktyg.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@aceaconsulting.se",
          "name": "ACEA Consulting AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": true
    }
  ]
}