{
  "page": 8,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 350,
      "företagsnamn": "Spotify AB",
      "företagswebb": "http://www.lifeatspotify.com",
      "organisationsnummer": "5567037485",
      "sökterm": [
        "Swift",
        "Objective-C"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29534513",
      "titel": "Software Engineer",
      "beskrivning": "We are looking for an Senior iOS Engineer that will join our team and help build an application that millions of people use every day to discover and listen to music. You will play an important part in our mobile engineering practice, implementing new features, improving performance, and building beautiful user interfaces. Above all, your work will impact the way the world experiences music.\nWhat you’ll do\nBuild cutting edge iOS apps that bring the joy of music to millions of users.\nCollaborate closely with other engineers.\nWrite clear, maintainable code that will scale across a number of projects and distributed development teams.\nBecome a valued member of an autonomous, cross-functional team.\n\n\n\nWho you are\nYou have a deep understanding and experience of modern iOS development and best practices.\nYou know how to write readable, maintainable, performant code in Swift and Objective C.\nYou are experienced with a variety of iOS frameworks.\nYou have released at least one app on the App Store or have a project in the works that you can tell us about.\nYou have a great ability to learn, and you are eager to expand your areas of expertise.\nYou have a passion for supporting and enabling others to become more productive.\nYou have a strong quality mindset and know what it means to ship high quality code.\nValues team success over personal success.\n\n\n\nSpotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\nSpotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service.",
      "Techstack": [
        "iOS",
        "Swift",
        "Objective C",
        "iOS frameworks"
      ],
      "Produkt": "Musik- och podcasttjänst",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/spotify",
        "facebook": null,
        "twitter": "https://twitter.com/lifeatspotify",
        "instagram": "https://www.instagram.com/lifeatspotify"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 351,
      "företagsnamn": "Appostrophe AB",
      "företagswebb": "https://appostrophe.com",
      "organisationsnummer": "5590655048",
      "sökterm": [
        "Swift",
        "Kotlin"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29533872",
      "titel": "Senior Android Engineer",
      "beskrivning": "Join us in creating world-class creativity apps used by millions of people.\nAppostrophe is a mobile app development company creating easy-to-use design tools that unlock people's creativity. Our top-listed app, SCRL, has already been downloaded by millions of people worldwide.\nWe’re a focused and ambitious team built on collaboration and transparency. We're looking for a Senior Android Engineer who shares our passion for mobile products and wants to help shape the future of SCRL.\n\n\nRole overview\nWe're looking for a talented Senior Android Engineer to help build, maintain, and optimise our SCRL app as an integral part of a dynamic product development team.\n \nWhat you will do\nCreate high-quality and robust features, owning the development process from planning to final delivery.\nWork closely with product managers, designers, and other engineers to plan and ensure high-quality results.\nWork with the engineering team to ensure best practices and code standards are followed.\nLeverage usage data and experimentation results to evaluate the performance and impact of released features, troubleshoot potential issues, and ideate new hypotheses for further iterations.\nStay up-to-date with the latest developments in the Android ecosystem (developer tools, new Android APIs).\nTake an active role in roadmap planning, code reviews, problem-solving, and testing sessions.\n\n \nYou should have\nExtensive experience in Android development and Kotlin.\nExperience working on consumer apps with large user bases.\nA proven track record of delivering excellent and reliable code.\nA talent for technical problem-solving and designing effective and maintainable abstractions.\nAn ability to communicate concepts and solutions clearly and effectively to internal stakeholders.\nAn ability to work at a high pace without compromising quality.\nA can-do attitude. Be a self-motivated problem solver with an eye for details and an internal drive for excellence.\n\n \nWe offer\nFreedom to be creative and test new ideas.\nOpportunity to make a direct impact on our products.\nGreat colleagues and office in central Stockholm.\nCompetitive salary and opportunities for professional development.",
      "Techstack": "Android, Kotlin",
      "Produkt": "SCRL app, designverktyg för kreativitet",
      "Företagsstruktur": "Litet, fokuserat och ambitiöst team med samarbete och transparens, antal anställda ej specificerat",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 352,
      "företagsnamn": "Mölnlycke Health Care AB",
      "företagswebb": "https://careers.molnlycke.com/job/Associate-Laboratory-Specialist/8659-en_GB/",
      "organisationsnummer": "5565475489",
      "sökterm": [
        "Angular",
        "Functional Programming",
        "GraphQL",
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29543560",
      "titel": "Associate Laboratory Specialist",
      "beskrivning": "Do you want a career that impacts millions of people for the good? At Mölnlycke, you’ll be helping to equip medical professionals with solutions to improve outcomes for patients. And you’ll develop your career in a growing organisation with an inspirational culture – where you’ll be recognised for the results you’ve achieved.\nMölnlycke is now looking for two Associate Laboratory Specialists to be working out of our new labs within the headquarters within GoCo Health Innovation City, Gothenburg wider area.\nThis is a great opportunity to join a great team and to contribute with new areas and techniques that will help us grow and develop towards our future strategy.\n \nAbout the job\nIn this position you will be a key person in the laboratory team. You will lead colleagues from different laboratory disciplines to deliver the laboratory workstream in innovation projects. This includes planning the laboratory deliverables in line with innovation project milestones and leading the cross functional testing team to achieve the projects goals.\nYou will also lead new test method development projects, as well as updating the existing test methodologies to be more efficient. Relevant test areas are physical testing, fluid handling in wound care products, and image analysis.\nYou are curious to learn new areas and techniques that will help us grow and develop towards our future strategy. You have also a flexible mindset and are able to adapt to a dynamic environment with short lead times.\n \nWhat you’ll need\nTo be successful in this role you will need to have these capabilities\nProven project management skills\nDriven with proven strong analytical and communication skills\nEmbrace unfamiliar tasks, solutions oriented and open to learn new areas\nProactive and with the ability to bring structure to complex test plans\nProgramming proficiency in python, or equivalent, in relation to create scripts for image analysis or macros\nExperience in working in collaborations with external partners\nMaster’s degree in relevant field, i.e. Biomedical engineering, Electrical engineering or equivalent.\n5-10 years experience in related areas\n\n\n\nPlus:\nExperience in working with sensors\nExperience in automation of repetitive manual steps in tests\nExperience in Computerized system validation  \n\n\n\nWhat you’ll get\nWellness benefits\nFlexible working hours\nGreat colleagues in a global company\nAn open, friendly and fair working atmosphere  \nCompetitive compensation package including company pension plan, bonus, company health care \n\n \nOur approach to diversity and inclusion\nAt Mölnlycke diversity is not just a vision, but our strength. We are dedicated to fostering an inclusive workplace that values and celebrates the power of diversity. At the heart of our commitment is the belief that diversity fuels innovation, creativity and problem-solving. We invite you to be a part of a team where authenticity is embraced, and every employee, regardless of background or any other traits, experiences a true sense of belonging. Your attitude, drive, enthusiasm, and eagerness to learn are just as important to us as the requirements for the role. \n \nAbout Mölnlycke\nMölnlycke is a world-leading medical products and solutions company that equips healthcare professionals to achieve the best patient, clinical and economic outcomes.Our business is organised in the four business areas Wound Care, Operating Room Solutions, Gloves and Antiseptics, where customer centricity, sustainability and digitalisation are at the heart of everything we do.\nMölnlycke employs around 8,700 people. The company headquarters are in Gothenburg, Sweden and we operate in more than 100 countries worldwide. Mölnlycke is a founding partner of GoCo Health Innovation City, a world-class innovation cluster for health and, in early 2025, our headquarters moved there.\nSince 2007, the company has been part of Investor AB, an engaged owner of high-quality, global companies which was founded by the Wallenberg family in 1916. For more information, please visit www.molnlycke.com and www.molnlycke.com/careers\n\n\nIf this sounds like you and you feel you have what it takes to succeed in this role, we want to hear from you as soon as possible. Please apply at earliest convenience, we are reviewing candidates continuously.",
      "Techstack": [
        "Python",
        "Automatisering",
        "Sensorer",
        "Bildanalys",
        "Testmetoder"
      ],
      "Produkt": "Medicinska produkter och lösningar inom sårvård, operationslösningar, handskar och antiseptika",
      "Företagsstruktur": "Globalt företag med cirka 8,700 anställda, organiserat i fyra affärsområden",
      "Ekonomi": "Del av Investor AB sedan 2007, varierande ekonomisk information saknas",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/m-lnlycke-health-care/",
        "facebook": "https://www.facebook.com/molnlycke-health-care-205525837960/",
        "twitter": "https://twitter.com/molnlyckehc",
        "instagram": "https://www.instagram.com/molnlyckehealthcare/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 353,
      "företagsnamn": "Opera Sweden AB",
      "företagswebb": null,
      "organisationsnummer": "5565568770",
      "sökterm": [
        "Penetration Testing",
        "GitLab",
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29505298",
      "titel": "QA Engineer",
      "beskrivning": "About the job\nWe are looking for a skilled QA Engineer to join our collaborative and dynamic team. In this role, you will work with Swift, Xcode, and GitLab, contributing to the development and testing of our Opera Browser for iOS. You will play a vital role in designing, developing, and maintaining test cases and test frameworks, with a focus on manual testing and iOS XCUI Test (UITest) automation. If you’re passionate about quality assurance and eager to work in an agile environment, we’d love to hear from you!\nRole & Responsibilities:\nTest and validate to maintain the highest level of quality, identifying functional and visual issues, inconsistencies, and bugs.\nExecute Various Testing Processes – Conduct release, feature, regression, and acceptance testing, along with system testing and troubleshooting to ensure seamless functionality.\nIdentify, document, and track issues, confirming and verifying fixes to ensure resolutions meet expected standards.\nWrite, update, and execute test cases to improve testing efficiency and coverage.\nDesign, develop, and execute automated tests, particularly leveraging iOS XCUI Test (UITest) automation.\nWork closely with developers, designers, and managers while contributing to technical documentation and project management efforts.\n\nJob Requirements:\nBSc in Software Engineering or similar/equivalent\nExperience from software testing and/or development\nKnowledge about web technologies\nThorough, curious and creative nature\nAttention to details and ability to work independently and as part of a team\nVery good spoken and written English\n\nAn Ideal Candidate’s Profile: \n\n\nProficiency in Swift and experience with Xcode as the primary IDE.\nHands-on experience with test automation\nExperience with web development\n\n\n\nWhat’s on Offer:\nFlat organizational structure with short decision-making processes that boost your creativity and drive\nA team of experienced and supportive individuals that fosters a friendly work atmosphere\nProfessional skill development\nA diverse and inclusive workplace\nSmart working technology\n\nInterested?\nWe are actively reviewing applications, so apply now! We are looking forward to hearing from you.",
      "Techstack": [
        "Swift",
        "Xcode",
        "GitLab",
        "iOS XCUI Test",
        "UITest"
      ],
      "Produkt": "Opera Browser för iOS",
      "Företagsstruktur": "Flatt organisationsstruktur, team av erfarna och stödjande individer, ingen specificerad information om antal anställda eller avdelningar",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 354,
      "företagsnamn": "Sana Labs AB",
      "företagswebb": null,
      "organisationsnummer": "5590606579",
      "sökterm": [
        "Swift",
        "CSS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29484836",
      "titel": "Software Engineer",
      "beskrivning": "In this role, you will:\nDesign user experiences that captivate and engage, focusing on the interface's appearance, feel, and behavior\nCollaborate with the Product Design team to deliver and refine designs with a strong emphasis on quality craftsmanship\n\n\n\nYour background looks something like:\nProficiency in technologies like TypeScript, React, styled-components, framer motion, and custom CSS implementations\nYou're familiar with libraries like Radix UI for implementing UI components\nYou have a comprehensive understanding of web fundamentals, from HTTP to CSS\n\n\n\nWhat We Offer\nCareer development opportunities in a rapidly evolving entrepreneurial environment.\nDirect collaboration with senior leadership and the opportunity to directly impact company growth and strategy.\nA collaborative, high-energy team environment where your ideas and contributions are valued and implemented.\nCompetitive salary complemented with a transparent and highly competitive options program.\nCentrally located offices in NYC, London, and Stockholm, designed as a space for you to do your life's work.\n\n\n\nAbout Sana\nSana exists to advance how humans access knowledge with artificial intelligence. Our AI products are trusted by the world’s most pioneering companies—from Polestar and Merck to Hinge Health and Svea Solar—and have served 1 million people worldwide.\nSana has raised over $130m to date from world-leading investors including NEA, Menlo Ventures, and EQT Ventures. We have been featured as a LinkedIn Top Startup, named a winner in the AI and Data category for Fast Company’s 2024 Next Big Things in Tech, and recognized on the Forbes AI 50 list as one of the top AI companies developing the most promising business use cases of artificial intelligence.\nWe believe advancing knowledge is the world’s most important problem to solve. From writing and the printing press to the internet and Google, the tools that have accelerated access to knowledge have defined human progress. Yet our workplace software hasn’t kept up. We’re building towards a world where knowledge is not only more accessible, but empowers you to accomplish more than you ever thought possible.\nIf that’s a future that excites you, you’re in the right place. Come and do your life’s work with us.",
      "Techstack": [
        "TypeScript",
        "React",
        "styled-components",
        "framer motion",
        "custom CSS",
        "Radix UI"
      ],
      "Produkt": "AI-produkter som underlättar tillgång till kunskap",
      "Företagsstruktur": "Inga specifika uppgifter om antal anställda eller avdelningar finns tillgängliga",
      "Ekonomi": "Sana har samlat in över $130m från ledande investerare; ingen specifik ekonomisk information om omsättning eller resultat",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 355,
      "företagsnamn": "Neo4j Sweden AB",
      "företagswebb": null,
      "organisationsnummer": "5567131106",
      "sökterm": [
        "Kotlin",
        "GCP",
        "AWS Lambda",
        "AWS",
        "Bash",
        "Object-Oriented Programming",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29538117",
      "titel": "Senior Software Engineer",
      "beskrivning": "We are scaling up our release cadence and we need to strengthen our release team.\nWe are looking for a candidate with a background in software development, and code-based infrastructure and who has an interest in process automation. You might have worked as a DevOps engineer or a developer with an interest in tooling and high-scale software development. You are also analytic and have good communication skills, are structured, and have the ability to follow up on different topics with a variety of development teams.\n\n\nDue to the close collaboration with our core database engineering teams, this role provides the opportunity to build your knowledge of low-level systems, programming, and database design.\nWhat you will work with:\n\n\n● Investigate and track down issues by perusing logs, looking at charts, and understanding code\n● Discuss and align with development teams about possible solutions\n● Automate steps in the release process using a variety of scripting languages\n● Work in our CI build service configuring pipelines and administering overall structure\n\n\nWhat you’ll bring:\n● Proficiency in Java and Python\n● Experience with CI/CD pipelines\n● Automation and cloud experience in AWS\n● Strong communication and interpersonal skills\n\n\nNice to have:\n\n\n● Proficiency or interest in Kotlin and Bash\n● Understanding of databases and their components\n● Automation and cloud experience in GCP\n● Experience with Infra/Configuration as Code (IaC/CaC) tools\n\n\nOur automated tests are run both on AWS cloud instances and on our own cloud-based Aura instances. Tools such as Grafana, Datadog, and Google Cloud Operations are used to ensure we can not only identify when issues arise but also have a straightforward way to investigate where the pain points are",
      "Techstack": [
        "Java",
        "Python",
        "AWS",
        "Grafana",
        "Datadog",
        "Google Cloud Operations",
        "CI/CD"
      ],
      "Produkt": "-",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 356,
      "företagsnamn": "Wolt Sverige AB",
      "företagswebb": null,
      "organisationsnummer": "5590492335",
      "sökterm": [
        "Kafka",
        "PostgreSQL",
        "Redis",
        "Kotlin",
        "AWS",
        "Spring",
        "Docker",
        "MongoDB",
        "Microservices",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29526288",
      "titel": "Software Engineer",
      "beskrivning": "We’re looking for experienced Software Engineers to join various teams within the Merchant Group at Wolt! If you have a strong track record of building and maintaining scalable, production-grade systems and want to drive impact at scale, this is the place for you.\nWho We Are\nThe Merchant Group consists of 150+ engineers across 25+ cross-functional teams, working together to help merchants grow their businesses and streamline operations through innovative technology. Some of us focus on building seamless experiences for our merchants, while others work on the behind-the-scenes magic that makes everything run smoothly.\nWhat You’ll Do\nAs an engineer in our group, you’ll work on production-level microservices in Kotlin, helping shape how merchants succeed with Wolt. You’ll have opportunities to:\nDesign, build, and scale reliable systems that power merchant experiences.\nWork across the full development lifecycle – from business logic and testing to cloud infrastructure and data streaming.\nCollaborate on architecture and technology choices that keep our systems simple, scalable, and efficient.\nGrow your skills and knowledge by working alongside experienced teammates in an environment that values learning and experimentation.\n\nHow We Work\nAutonomy & Ownership – Our engineers have end-to-end responsibility for their services, from implementation to production.\nCollaboration – Architecture and working methods are defined together, ensuring we make the best choices for long-term success.\nScalability & Simplicity – We value pragmatic solutions that keep our systems robust without unnecessary complexity. We use technologies that serve Wolt, our teams, and our engineers best. You’ll have the freedom to experiment and adopt the tools that work.\n\nFind out more by checking out our Kotlin-related Tech Talks below:\nScaling Kotlin Backend Development Podcast \nKotlin at Wolt\nKotlin Meetup\n\nOur Tech Stack\nOur core technologies include Kotlin (Ktor, Koin, Spring, gRPC), PostgreSQL, MongoDB, Kafka, Redis, GitHub Actions, AWS, Docker, and Kubernetes.\nWhy Join Us?\nNo matter your level, Wolt is a place where you can learn, teach, and grow. If you’re passionate about building great technology and working in an environment that values teamwork and autonomy, we’d love to hear from you!\n📍These open roles can be based in our tech hubs in Helsinki, Stockholm and Tallinn. You can choose whether you want to work from home, from the office or hybrid.\nOur humble expectations\nWe’re seeking experienced Software Engineers with a strong background in building scalable microservices. While Kotlin is our primary language, experience with Java, Scala, or other JVM backend languages is great - if you’re confident in your ability to learn, we’d love to hear from you! 🛠️\nBeyond technical expertise, we value ownership, collaboration, and a mindset for growth. You thrive in tackling complex challenges, questioning conventions, and working closely with teammates to build reliable, scalable systems. 🚀",
      "Techstack": [
        "Kotlin",
        "Ktor",
        "Koin",
        "Spring",
        "gRPC",
        "PostgreSQL",
        "MongoDB",
        "Kafka",
        "Redis",
        "GitHub Actions",
        "AWS",
        "Docker",
        "Kubernetes"
      ],
      "Produkt": "Bygger och underhåller skalbara mikroservrar som stöder handelsverksamheter.",
      "Företagsstruktur": "150+ ingenjörer i 25+ tvärfunktionella team.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 357,
      "företagsnamn": "TULLVERKET",
      "företagswebb": "https://www.tullverket.se/sv/privat",
      "organisationsnummer": "2021000969",
      "sökterm": [
        "Git",
        "CSS",
        "Docker",
        "Angular",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29535224",
      "titel": "Tullverket söker systemutvecklare till brottsbekämpande verksamhet",
      "beskrivning": "Det brottsbekämpande området är inne i en expansiv fas och behöver förstärkas med skickliga och engagerade systemutvecklare till vårt team i Luleå.\nDu kommer få möjlighet att vara med i ett team där ni gemensamt ansvarar för att utveckla och förvalta ett antal av Tullverkets IT-system som stödjer den brottsbekämpande verksamheten. \nDe nya systemstöden skrivs i JavaEE i Backend och Angular i Frontend.\n\nVad kommer du att göra\nSom systemutvecklare hos oss kommer dina huvudsakliga arbetsuppgifter att vara att utveckla och underhålla system inom Tullverkets IT-miljö. \nFörutom utveckling kopplat till verksamhetsbehov jobbar teamen med att ständigt förbättra sina leveranser. \nI ett team på Tullverkets IT-avdelning ansvarar vi gemensamt för att förvalta och vidareutveckla Tullverkets IT-system och bidra med innovation och nytänkande genom att omvärldsbevaka och ta till oss det som händer inom branschen. \nDet är bra om du har arbetat med JBoss som applikationsplattform, GIT, Jira, samt har erfarenhet av agilt arbetssätt, men det är inte ett krav. Har du dessutom erfarenhet av containerlösningar, docker, openshift så är det ytterligare en merit.\n\nDin profil\n• Relevant utbildning inom IT eller annan erfarenhet som vi bedömer som likvärdig.\n• Gedigen erfarenhet av systemutveckling.\n• Goda kunskaper inom olika programmeringsspråk.\n• Förmåga att arbeta självständigt såväl som i team.\n• Ett analytiskt sinne och en problemlösningsförmåga som gör skillnad.\n\nVad vi erbjuder \n• Trygga anställningsvillkor.\n• Individuell lönesättning.\n• Goda utvecklingsmöjligheter för din karriärutveckling och lärande.\n• En flexibel arbetsplats som främjar en sund balans mellan arbete och fritid.\n• Friskvårdsbidrag och friskvårdstimme varje vecka för att stödja din hälsa och ditt välbefinnande.\n• Förmåner för att underlätta din hälsovård.\n• Generösa semester- och pensionsvillkor som säkerställer långsiktig trygghet.\n• Återkommande utbildningar för att utveckla din kompetens.\n\nSista ansökningsdag\nDin ansökan med ett medföljande personligt brev samt CV/Meritförteckning på svenska, ska ha inkommit till Tullverket senast den 1:a april 2025. Du ansöker via det elektroniska ansökningsformuläret här nedan.\n\nHar du frågor om tjänsten är du välkommen att ringa Linda Persson, 079-062 14 39.\n \nFör frågor om rekryteringsprocessen går det bra att ringa Tullverkets PA-support, tel. 060-67 25 85.\n\nFackliga företrädare är för OFR-P/TULL-KUST, Anders Nilsson tel. 0920-25 96 31 och för Saco-S, Eva Rutberg, tel. 0920-25 96 39.\n\nTa chansen att bli en del av Tullverket och bidra till att skapa ett tryggare samhälle!\n\nVi undanber oss all kontakt med bemannings- och rekryteringsföretag samt försäljare av platsannonser.\n\nÖvrigt\nReferensnummer: TV-2025-08021\n\nPlaceringsort: Luleå\n\nAnställningsform: Anställningen är en tillsvidareanställning\n \nIndividuell lönesättning tillämpas\n \nTillträdesdag: Efter överenskommelse\n\nVi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Innan beslut om anställning kommer du att få genomgå drogtest och bakgrundskontroll. Säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen genomförs före anställning, då tjänsten är placerad i säkerhetsklass. Tullverket är en totalförsvarsmyndighet och vid anställning kommer du att krigsplaceras i Tullverket.\n\nOm Tullverket\nTullverket ser till att rätt varor kommer in och ut ur landet, och bekämpar både organiserad och storskalig brottslighet. Vi arbetar proaktivt och främjar internationellt samarbete för att säkerställa att lagar och regler efterföljs. Vår vision är enkel - endast godkända varor ska passera våra gränser.\nTullverket, som grundades 1636, har i dag cirka 2 600 anställda och leds av tillförordnad generaltulldirektör Johan Norrman.",
      "Techstack": [
        "JavaEE",
        "Angular",
        "JBoss",
        "GIT",
        "Jira",
        "Docker",
        "OpenShift"
      ],
      "Produkt": "IT-system som stödjer den brottsbekämpande verksamheten",
      "Företagsstruktur": {
        "Antal anställda": 2600,
        "Avdelningar": [
          "IT-avdelning",
          "Brottsbekämpande verksamhet"
        ],
        "Ledare": "Johan Norrman"
      },
      "Ekonomi": "Tullverket är en totalförsvarsmyndighet; ingen specifik ekonomisk information finns angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "press@tullverket.se",
          "name": "Press",
          "position": "",
          "source": "https://www.tullverket.se/aktuellt/press/press.4.226de36015804b8cf353e25.html"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/tullverket",
        "facebook": "https://www.facebook.com/tullverket",
        "twitter": null,
        "instagram": "https://www.instagram.com/tullkontroll/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 358,
      "företagsnamn": "Biolit AB",
      "företagswebb": null,
      "organisationsnummer": "5567523518",
      "sökterm": [
        "Kafka",
        "Spring",
        "Docker",
        "Vue",
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29514709",
      "titel": "Fullstack .NET-utvecklare",
      "beskrivning": "Fullstack .NET-utvecklare\nbiolit är ett växande konsultbolag med 35 utvecklare och testare som älskar kod, arkitektur och smarta lösningar. Nu söker vi fler som vill vara med och göra skillnad. Vårt mål är att erbjuda dig utmanande och givande uppdrag hos spännande företag och en arbetsmiljö där du känner dig inkluderad och inspirerad. Vi har kunder inom en rad olika branscher så som media, gaming, fintech, telekom, SaaS, bank och finans, försäkring, retail och resor.\nVi bygger vår verksamhet på tre viktiga värdeord: stolthet, glädje och frihet. Vi vill att du ska känna stolthet över det arbete du gör, frihet att forma din karriär och glädje i din vardag – både på och utanför jobbet.\nVi värdesätter din utveckling och erbjuder kompetensutveckling på dina villkor, med tillgång till kurser, events och konferenser. Flexibla arbetstider ger dig balans mellan jobb och fritid, samtidigt som vår transparenta lönemodell låter dig styra över dina intäkter och tjänstepension. Dessutom är vi stolta över vår sociala och inkluderande företagskultur, där regelbundna aktiviteter och gemensamma upplevelser skapar en stark gemenskap. \nVi ser gärna att du som söker har erfarenhet av:\nMinst 7 års erfarenhet av utveckling i .NET och C#.\nErfarenhet av frontendutveckling med React, Angular eller Vue.js.\nGoda kunskaper i databashantering och SQL.\nErfarenhet av att arbeta med RESTful API:er.\nKunskap om molnplattformar som tex Azure\nErfarenhet av DevOps-principer och CI/CD, Kubernetes, Docker.\nFlytande svenska och engelska i tal och skrift.",
      "Techstack": [
        ".NET",
        "C#",
        "React",
        "Angular",
        "Vue.js",
        "SQL",
        "RESTful API",
        "Azure",
        "DevOps",
        "CI/CD",
        "Kubernetes",
        "Docker"
      ],
      "Produkt": "Konsulttjänster inom mjukvaruutveckling",
      "Företagsstruktur": "35 utvecklare och testare, ingen specifik information om avdelningar",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 359,
      "företagsnamn": "TO Be Done AB",
      "företagswebb": null,
      "organisationsnummer": "5593764730",
      "sökterm": [
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29468438",
      "titel": "Systemutvecklare",
      "beskrivning": "Senior Systemutvecklare\nPlats: Norrköping med möjlighet till distansarbete\nStart: 2025-04-01\nOmfattning: 100%\nVi söker för kunds räkning seniora systemutvecklare för uppdraget att arbeta med utveckling av IT-tjänster som stöttar kundens verksamhet. Arbetsuppgifterna innebär vidareutveckling, avveckling och nyutveckling av egenutvecklade IT-system, med fokus på digitalisering och automatisering. Du kommer att arbeta nära verksamhetens representanter och bidra till olika projekt baserat på löpande behov.\nKravprofil:\nMinst 4 års erfarenhet av .NET och C#.\nMinst 3 års erfarenhet av T-SQL/SQL (Microsoft SQL Server).\nMinst 3 års erfarenhet av NHibernate eller motsvarande ORM-verktyg.\nMinst 3 års erfarenhet av Angular.\nErfarenhet av Agil utveckling i nära samarbete med verksamhet.\nGoda kunskaper i svenska, både muntligt och skriftligt.\n\n\n\nVälkommen med din ansökan!",
      "Techstack": [
        ".NET",
        "C#",
        "T-SQL",
        "SQL (Microsoft SQL Server)",
        "NHibernate",
        "Angular"
      ],
      "Produkt": "Utveckling av IT-tjänster som stöttar kundens verksamhet",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 360,
      "företagsnamn": "LuunaX AB",
      "företagswebb": null,
      "organisationsnummer": "5591442693",
      "sökterm": [
        "Penetration Testing",
        "GCP",
        "Serverless",
        "Jenkins",
        "Cypress",
        "Object-Oriented Programming",
        "MongoDB",
        "Robot Framework",
        "Vue",
        "Angular",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29462749",
      "titel": "Senior Embedded Software Engineer",
      "beskrivning": "About the Job:\nLuunaX is seeking a talented Embedded Software Engineer to join our forward-thinking team and play a pivotal role in developing and optimizing solutions for embedded automotive systems. This is an exciting opportunity to contribute to cutting-edge projects that blend embedded development, test automation, and CI/CD integration.\n \nAs an Embedded Software Engineer/Python Developer, you will play a key role in delivering innovative, robust, and scalable solutions. You will collaborate with both internal teams and client IT/business teams across all phases of the development lifecycle, from planning and design to implementation and testing. You will contribute to developing new applications, enhancing existing systems, and participating in solution design for new services.\n \nKey Responsibilities\nKey Responsibilities\nDevelop and maintain Python-based test automation framework, ensuring robust and scalable testing solutions.\nCreate and optimize test scripts for embedded automotive systems.\nIntegrate automated tests with Jenkins CI/CD pipelines to ensure seamless deployments.\nSupport test infrastructure and tooling improvements for enhanced efficiency.\nCollaborate with embedded software teams to design and implement effective test strategies.\nMaintain comprehensive test documentation and advocate for best practices in test automation.\n\n\n\nMust-Have Qualifications:\n 7+ years of experience in with Python programming\nHands-on experience with test automation frameworks (e.g., Robot Framework).\nFamiliarity with CI/CD tools (e.g., Jenkins) and integration workflows.\nProficiency with version control systems (Git).\nBasic understanding of embedded systems and their development lifecycle.\nExcellent problem-solving and analytical skills.\nProficiency in English (written and spoken).\n\n\n\nPreferred Skills:\nExperience with automotive testing tools (Vector CANalyzer, Lauterbach)\nKnowledge of automotive protocols (CAN, LIN, Ethernet)\nUnderstanding of AUTOSAR and ISO26262\nExperience with Jira and agile methodologies\nBackground in C programming\nScripting and automation experience in Linux\nUnderstanding of electronics\n\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": "Python, test automation frameworks, Jenkins CI/CD, Git, embedded systems",
      "Produkt": "Lösningar för inbyggda fordonsystem, testautomatisering",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 361,
      "företagsnamn": "Bannerflow AB",
      "företagswebb": null,
      "organisationsnummer": "5568171242",
      "sökterm": [
        "Angular",
        "MongoDB"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29460594",
      "titel": "Senior Software Engineer",
      "beskrivning": "Bannerflow is a hyper-growth company and one of Europe's most exciting SaaS companies. We build a Creative Management Platform that allows enterprise brands to create, publish, analyze, and optimize advertising in-house, at scale and across advertising channels. \nOur agile teams are highly autonomous, collaborative and we are now looking for yet another passionate engineer to join us! \n Ready for a new challenge? Here is what we offer.\n  Flexible & autonomous teams, built upon trust. Together, we decide how to win. We trust, assume the best in others, and respect the individual, which we believe is the foundation of our great engineering culture. Our teams consistently score high in motivation and engagement measurements. We believe in close collaboration and communication, within and outside of the team. \n  New challenges and personal growth. We live by our entrepreneurial spirit, this means taking risks, identifying opportunities and always seeking new solutions. \n  A passionate and fun culture. We are passionate about our work and believe that having lots of fun is essential for both creativity and success. Welcome to a diverse and inclusive workplace, with a lot of fun and exciting activities going on including hackathons, team activities, company trips and board game nights. \n  A stable and global industry-leader based in Stockholm, expanding and scaling to new markets! We’re in a great position to drive success and seize new opportunities, our international customer base is constantly growing and so is our product. With the support of our new owners, we are making moves to expand into new markets, setting a clear course for growth in 2025. \n  Constantly evolving tech and modern tooling. Our creative management platform serves 500+ million impressions every day (with a record of over 1 billion). We are constantly looking to improve our product and tech. Do you have ideas on how we can scale even faster? Bring them on! \n \n What tech makes you heart beat? Our ever evolving tech stack currently consists of:\n \nTypeScript / Angular\n\n \nC# / .NET\n\n \nMongoDB\n\n \nAzure & Kubernetes\n\n \n…and some more stuff\n\n \n Are you + Bannerflow = true?\nWe are seeking an experienced and ambitious engineer to join our team and help us continue to deliver the best possible products to our customers. This role is a critical part of our development team and will play a key role in shaping the direction of our technology and ensuring that our products are robust, scalable and secure.\nSo, what are we looking for?\n \n>5 years of experience as a software engineer delivering high-quality products\n\n \nStrong sense of ownership and personal drive\n\n \nAbility to write clean, efficient, and well-documented code\n\n \nExcellent communication, collaboration and leadership skills - paring or mobbing fellow developer is just a natural way of working for you\n\n \nPassion for mentoring and coaching team members to help them reach their full potential\n\n \nStrong interest of the latest technologies, industry trends and best practices to continually improve our products and processes\n\n \nAt Bannerflow, we live by our values of passion, collaboration, and challenge. As a Software Engineer you’ll help us continue to revolutionize the Ad Tech industry through cutting-edge technology and product excellence. We offer a hybrid workplace and a competitive compensation package including pension according to ITP1, health allowance, parental leave top-up, and health care insurance. We are committed to building a diverse and inclusive team and welcome applications from candidates of all backgrounds, experiences, and abilities. If you are ready to take your career to the next level, we want to hear from you!",
      "Techstack": "TypeScript, Angular, C#, .NET, MongoDB, Azure, Kubernetes",
      "Produkt": "Creative Management Platform för skapande, publicering, analys och optimering av annonser i stor skala",
      "Företagsstruktur": "Agila och autonomiska team, infrastructure driven av starkt samarbete; detaljer om antal anställda och specifika avdelningar finns ej",
      "Ekonomi": "Stabil och växande med avsikt att expandera till nya marknader; specifika ekonomiska siffror ej tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 362,
      "företagsnamn": "Ascentic AB",
      "företagswebb": "https://ascentic.se/sv-SE/",
      "organisationsnummer": "5590991443",
      "sökterm": [
        "Appium",
        "Redis",
        "Node.js",
        "Angular",
        "Microservices",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29448508",
      "titel": "Senior Developer (Node.js)",
      "beskrivning": "We are Ascentic, a Swe-Lankan Software development partner in Colombo. Founded in 2017 to support Swedish clients with their software needs we have quickly scaled up into a stable, yet still growing, teenage company. Today we are over 110 geeky, fun-loving and ambitious Ascenders, working together to create the best workplace in Sri Lanka. We are now expanding our business in Sweden and are looking for a Node.js Senior Developer to join our company. \n\n\nOur Dream Hire..\nThe guru who knows ins and outs of Node.js development\nDesign and develop highly reliable, scalable and maintainable Enterprise Node.js solutions while technically leading a team of experienced Engineers\nDevelop web application using SPA frameworks\nAdvice customers in AWS cloud platform\nBe the technical sounding board for a product scaling up\nCommunicate with all stakeholders managing expectations\n\n \nWhat you need to have\nMinimum 7+ years of experience in Node.js & Javascript\nExperience in developing Microservices architecture\nExperience in AWS Cloud-native development\nExperience with building Web APIs (REST) using best practice\nExperience building frontend applications using React/Angular\nExperience working with Postgres, AWS RDS or similar\nGuiding and providing performance improvements in overall applications\nGood understand about payment gateway such as Stripe, Paypal\nExperience with caching in data such as Redis, AWS Elastic Cache\nExperience with Webhook integration would be an advantage\nGood understanding on FinTech domain would be an advantag\nGood understanding of Agile/scrum process\nSolid understanding of DevOps practices\nComfortable with full-stack development\nExcellent communication skills\n\n \nWhat you’ll do\nWork on-site in Sweden for different consulting projects with our Swedish clients to decipher their needs and transform that into crisp and smooth digital products\nDesign and Architect, develop, and maintain efficient, reusable, and reliable code\nLeading and driving technical decision-making within the team\nImproving the technical landscapes across the project by enforcing best practices\nProviding trusted advice for your team and your customer\nEngage array of third party technical partners for integrate their systems with internal products.",
      "Techstack": [
        "Node.js",
        "JavaScript",
        "Microservices",
        "AWS",
        "React",
        "Angular",
        "Postgres",
        "Redis",
        "Webhook integration"
      ],
      "Produkt": "Programvaruutveckling och digitala lösningar för svenska kunder",
      "Företagsstruktur": "Över 110 anställda, fokus på ett bättre arbetsklimat i Sri Lanka",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "osshello@ascentic.se",
          "name": "Osshello",
          "position": "",
          "source": "https://ascentic.se/sv-SE/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ascentic/",
        "facebook": "https://www.facebook.com/ascentic.se/",
        "twitter": null,
        "instagram": "https://www.instagram.com/ascentic_life/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 363,
      "företagsnamn": "Elekta Instrument AB",
      "företagswebb": null,
      "organisationsnummer": "5564920949",
      "sökterm": [
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29444696",
      "titel": "Senior Software Development Engineer",
      "beskrivning": "Want to join a team with a mission to improve and save lives?  \nWe continually look for motivated and skilled individuals who are interested in supporting our customers – healthcare professionals who use our products to help patients and their communities.\nWe currently have the following opportunity available - please contact us for more details!\nWhat you'll do at Elekta \nAt Elekta, we don't just build technology. We build hope for everyone dealing with cancer. As a Senior Software Development Engineer, you will be designing and implementing the user workflows for our radiation therapy products and contribute to the innovation of tomorrow's radiotherapy solutions.\nYour team is part of an international program that consists of a diverse group of specialists in mechanical engineering, electronics, physics, embedded software, and more.  \nResponsibilities\nAs a Senior Software Development Engineer, you'll be an essential part of our dynamic, cross-functional team, contributing to every stage of the development lifecycle—from gathering requirements to design, implementation, testing, and documentation. You'll have the opportunity to:\nCollaborate and Innovate: Work alongside talented engineers and stakeholders to build cutting-edge software solutions, influencing both front-end and back-end development.\nDrive Technological Advancement: Evaluate and implement the latest technologies, methodologies, and products to ensure we're always at the forefront of the industry.\nContinuous Growth: Stay ahead of the curve by following the latest technical and clinical advancements in the field, ensuring you're always learning and evolving as a professional.\n\n\n\nJoin us to make a significant impact in a fast-paced, innovative environment where your expertise is valued and your ideas have a real influence on the direction of our products!\nWhat you bring\nWe are looking for a creative and smart new colleague, who works best in teams. You have a can-do attitude and a problem-solving mindset. The team works with software solutions that guide the users through the radiotherapy treatment workflow. They are enthusiastic about writing efficient code with great user experience - we think you are too. In addition, we believe you have :\na Bachelor's or Master's degree in computer science, physics, electronics or similar \nworked with frontend development using Angular and Typescript.\nWorked with backend development in C# .NET. \n\nIt is meriting if you have  \nExperience of working in MedTech or some other regulated industry .\nExposure to working with Docker / Kubernetes. \n\n\n\nWhy should you join Elekta?\nIn this role, you will work for a higher purpose; hope for everyone dealing with cancer, and for everyone regardless of where in the world, to have access to the best cancer care. In addition to this, our benefit package includes:\n30 paid vacation days/year, additional 4 Elekta days off /year (plus bank holidays).  \nAttractive defined contribution pension scheme. \nPrivate Medical Insurance.\nLunch Benefit.\nContribution to wellness activities. \nHybrid work option (you are required to work on location at least 3 days/week). \n\nHiring Process\nWe are looking forward to hearing from you! Apply by submitting your application and summary in English, via the \"Apply\" button. Please note that we do not accept applications by e-mail.\nFor questions, please contact the responsible Global TA Partner Nidhi S Pousette at nidhi.pousette@elekta.com.\nWe are an equal opportunity employer\nWe evaluate qualified applicants without regard to race, color, religion, sex, sexual orientation, gender identity or expression, genetic information, national origin, disability, veteran status, or any other status protected by law in the locations where Elekta operates.",
      "Techstack": [
        "Angular",
        "Typescript",
        "C# .NET",
        "Docker",
        "Kubernetes"
      ],
      "Produkt": "Radioterapiutrustning och mjukvarulösningar för cancerbehandling",
      "Företagsstruktur": "Internationell programstruktur med ett mångsidigt team av specialister inom mekanik, elektronik, fysik och inbäddad programvara. Antal anställda är ej angivet.",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 364,
      "företagsnamn": "Lämneå Bruk AB",
      "företagswebb": null,
      "organisationsnummer": "5560560871",
      "sökterm": [
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29429717",
      "titel": "Frontend-programmerare",
      "beskrivning": "Vill du tillhöra ett familjärt industriföretag med platt organisationsstruktur och stora utvecklingsmöjligheter? Vill du vara en del av en ett kunnigt gäng som tar ansvar för hela produktionskedjan? Då kan Lämneå Bruk vara arbetsplatsen för dig!\nVi tillverkar högkvalitativa, innovativa och effektiva tråddragningsmaskiner med hög kundanpassning. Med lång erfarenhet av industrin och med en passion för service har vi möjlighet att erbjuda våra kunder innovativa och teknologiskt avancerade lösningar med hög kvalitet. Alla maskiner tillverkas på plats utanför Ljusfallshammar, men våra kunder finns över hela världen.\n \nOm rollen\nTillsammans med tre kollegor kommer du att ansvara för system och IT på Lämneå Bruk. Vi tillämpar flextid, vilket skapar goda förutsättningar till att enligt överenskommelse anpassa arbetstiden till dina förutsättningar viss möjlighet till distansarbete finns.\nDu kommer tillhöra Lamnea Software AB, som utvecklar och underhåller Lämneå Bruks egna affärssystem med backend i C# och front-end i Angular. Rollen kommer i första hand fokusera på frontend-programmering och innebär mycket arbete med arbete med att bygga detta system utifrån önskemål och behov i organisationen.\nVidare ansvarar gruppen för att utveckla ett molnbaserat system för data collection, där kunderna i realtid kan övervaka sina maskiner. Programvara utvecklas för såväl Windows som Linux, och utöver C# så används andra programmeringsspråk vid behov. Vi tillämpar även microservices i Kubernetes. Avdelningen har även ansvar för att IT-utrustning finns och fungerar på arbetsplatsen. \nI arbetsuppgifterna ingår:\n·      Programmering och mjukvaruutveckling i frontend\n·      Att stötta medarbetare och företaget genom att hitta IT-lösningar\n·      Kunna ta data från kollegor och skapa en välfungerande och väl designad frontend-lösning utifrån dessa\n \nOm dig\nFör att lyckas i rollen behöver du ha ett stort intresse för system och IT. Du behöver ha relevant utbildning inom exempelvis datateknik, systemvetenskap eller kanske kognitionsvetenskap. Troligtvis har du även jobbat på en IT-avdelning förr, även om det inte är ett krav. Det viktigaste är att du har kunskapen att kunna programmera och utveckla mjukvara.\nSom person är du lyhörd och framåtsträvande. Du besitter även förmågan att kunna arbeta självständigt och fatta beslut. Du behärskar både det svenska och engelska språket.\nFör att vara kvalificerad för rollen behöver du ha:\n·      Hög kompetens inom frontend\n·      Kompetens inom SQL-databaser\n·      Kompetens att skriva ren och väldokumenterad kod\n·      Allmän kännedom om licenser (MIT, GNU etc.) och deras begränsningar\n\n\nDet är meriterande om du har:\n·      Erfarenhet inom Angular\n·      Erfarenhet av C# och Python \n·      Erfarenhet av Kubernetes\n·      Erfarenhet av Git eller annat versionshanteringssystem\n·      Erfarenhet från att ha jobbat på en IT-avdelning\n·      Erfarenhet från industri\n \nAnsökan\nSkicka in din ditt CV och personliga brev i formuläret på hemsidan senast 2025-03-31. \nUrval sker löpande och tjänsten kan komma att tillsättas innan sista ansökningsdatum.",
      "Techstack": [
        "C#",
        "Angular",
        "SQL",
        "Kubernetes",
        "Python"
      ],
      "Produkt": "Högkvalitativa tråddragningsmaskiner",
      "Företagsstruktur": "Familjärt industriföretag med platt organisationsstruktur och ett team som ansvarar för hela produktionskedjan. Antal anställda och specifika avdelningar ej angivna.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 365,
      "företagsnamn": "Canea Partner Group AB",
      "företagswebb": "https://www.canea.se/",
      "organisationsnummer": "5565493268",
      "sökterm": [
        ".NET",
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29412773",
      "titel": "Senior .NET systemutvecklare",
      "beskrivning": "Vill du bli en värdefull del av CANEAs framgångssaga? Som senior .NET systemutvecklare på CANEA har du möjlighet att bygga mjukvarulösningar som skapar verklig nytta.\n\nVi söker en erfaren .NET systemutvecklare som vill vara en del av vårt växande team och arbeta med att utveckla avancerade lösningar. Denna öppning erbjuder en unik möjlighet där du får stort utrymme för personlig utveckling, samtidigt som du är en central del i progressen av vår produkt. \n\nVi erbjuder dig:\n\n\n - Work-life balance där du erbjuds mycket frihet under ansvar och flexibilitet.\n\n - Maximalt friskvårdsbidrag för att främja välbefinnande och hälsa.\n\n - En stimulerande miljö där du får möjlighet att växa som systemutvecklare och arbeta i ett reflekterande team.\n\n - Labbdagar som ger dig möjlighet att experimentera och utforska nya tekniker och verktyg.\n\n - Ett härligt arbetsklimat som präglas av ödmjukhet, prestigelös inställning och vänlighet.\n\n - Arrangerat afterwork en gång i månaden, årliga konferenser och teamdagar. \n\n - Ett fräscht och nyrenoverat kontor i centrala Göteborg med utsikt ut mot älven.\n\nSom systemutvecklare hos CANEA kommer du att:\n\n\n - Jobba i en agil process där samarbete och kommunikation är en viktig pusselbit.\n\n - Vara en del i att hantera alla typer av förädlingar av vår produkt; från mindre buggrättningar och att bidra till teknisk transition, till att skapa nya möjligheter för våra kunder.\n\n - Hjälpa till att utveckla våra arbetssätt och oss som team.\n\nVår produkt CANEA ONE är ett heltäckande ledningssystem för effektiv verksamhetsledning. Dokument, projekt, ärenden, processer och mål är med hjälp av CANEA ONE en knapptryckning bort tack vare smarta sökfunktioner, grafisk navigering och virtuella mappar. Produkten är webbaserad och bygger på C#, ASP.NET, MS SQL Server, Angular och Javascript. \n\nVem är du?Vi söker dig som har flerårig erfarenhet av webbutveckling och stark kompetens inom C# och .NET. Du har en eftergymnasial utbildning från högskola eller universitet inom ett relevant område. För att trivas i rollen har du erfarenhet av att arbeta i team med andra systemutvecklare. Du värdesätter teamwork, är engagerad i ditt arbete och har en prestigelös inställning. \n\nCANEA är en arbetsgivare som värdesätter mångfald och lika möjligheter och vi uppmanar personer med olika bakgrunder och erfarenheter att ansöka. Om du tror att du är rätt person för tjänsten, välkomnar vi din ansökan! \r\n\n\nCANEA levererar varaktiga resultat genom att kombinera konsulttjänster, IT-lösningar och utbildningar. \n\nVi lever i en snabbt föränderlig värld där det ständigt ställs nya krav på en organisation. Vår filosofi är att ge företag och verksamheter de strategier, system, arbetssätt och den kompetens som skapar förutsättningar för framgång och säkerställer bästa resultat. \n\nVi jobbar tillsammans för fortsatt utveckling – av våra kunder, företaget och dig som medarbetare. För om du är väl rustad och trivs i din roll, skapar du också de bästa förutsättningarna för oss och våra kunder. Med utveckling i fokus arbetar vi för att möjliggöra en kreativ miljö för innovation oavsett om det gäller arbetssätt, våra produkter eller tjänster. Vi är prestigelösa och du uppmuntras att komma med idéer och driva dem fram till att de blir förverkligade.",
      "Techstack": [
        "C#",
        ".NET",
        "ASP.NET",
        "MS SQL Server",
        "Angular",
        "Javascript"
      ],
      "Produkt": "CANEA ONE - ett heltäckande ledningssystem för effektiv verksamhetsledning.",
      "Företagsstruktur": "Företaget erbjuder senior .NET systemutvecklarpositioner och verkar i team med fokus på utveckling.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "Info@canea.se",
          "name": "Info",
          "position": "",
          "source": "https://www.canea.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/canea-partner-group",
        "facebook": "https://www.facebook.com/canea/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 366,
      "företagsnamn": "Cidan Machinery Sweden AB",
      "företagswebb": "http://www.cidanmachinery.com",
      "organisationsnummer": "5560076977",
      "sökterm": [
        "HTML",
        "CSS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29551879",
      "titel": "CIDAN Machinery Group söker UX-designer",
      "beskrivning": "Om CIDAN Machinery Group:  På CIDAN har vi i över 100 år varit ledande inom maskiner och mjukvarulösningar för en effektiv plåtbearbetning. Nu söker vi en kreativ och analytisk UX-designer som vill vara med och utveckla vår digitala närvaro! Hos oss får du chansen att skapa användarvänliga och inspirerande upplevelser på vår hemsida, YouTube-kanal och sociala medier – och samtidigt bidra med videoproduktion för att ta vårt innehåll till nästa nivå. Om rollen: Som UX-designer på CIDAN blir du en nyckelspelare i vårt marknadsteam. Du kommer att arbeta med att förbättra och optimera våra digitala kanaler, samtidigt som du producerar och redigerar videomaterial för våra plattformar. Din kreativitet, tekniska skicklighet och användarfokus hjälper oss att stärka vårt varumärke och skapa innehåll som engagerar vår målgrupp. Dina arbetsuppgifter kommer att inkludera:\n Designa och optimera användarupplevelsen på CIDANs hemsida, med fokus på användarvänlighet, tillgänglighet och konvertering.\n Skapa visuella riktlinjer och design för CIDANs YouTube-kanal och producera videoinnehåll, inklusive filmning, redigering och publicering.\n Designa engagerande innehåll och kampanjer för CIDANs sociala medier, inklusive videor, bilder och grafiska element.\n Genomföra användarundersökningar, analyser och tester för att förbättra den digitala upplevelsen.\n Filma och redigera videomaterial för marknadsföringskampanjer, produktdemonstrationer och företagskommunikation.\n Samarbeta tätt med marknadsteamet, utvecklare och andra intressenter för att säkerställa enhetlighet och kvalitet i allt vi gör.\n Arbeta med verktyg som Figma, Adobe XD, Sketch samt videoredigeringsprogram som Adobe Premiere Pro, Final Cut Pro eller DaVinci Resolve\n \n Vi söker dig som har:\n Erfarenhet av UX-design, gärna inom webb, sociala medier eller digital marknadsföring.\n Kunskap om användarcentrerad design och erfarenhet av att arbeta iterativt baserat på feedback och analyser.\n Färdigheter i designverktyg som Figma, Adobe XD, Sketch eller liknande.\n Erfarenhet av att filma och redigera videor, med kunskap om ljussättning, ljudupptagning och efterbearbetning.\n Grundläggande förståelse för HTML/CSS är meriterande, men inget krav.\n Stark kommunikationsförmåga och en förmåga att presentera och motivera designbeslut.\n Flytande kunskaper i både svenska och engelska, i tal och skrift, då vi arbetar på en global marknad.\n Ett öga för detaljer och en vilja att ständigt förbättra och utveckla.  \n \nVad vi erbjuder:\n  En kreativ och dynamisk arbetsmiljö där dina idéer uppskattas och får utrymme.\n Möjlighet att påverka och forma CIDANs digitala närvaro.\n Ett engagerat team som värdesätter samarbete och innovation.  \n \nEn tillsvidareanställning med start enligt överenskommelse. \nAnsökan: Låter detta som ditt nästa steg? Skicka din ansökan med CV, portfolio och ett personligt brev genom länken nedan. Vi går igenom ansökningar löpande, så tveka inte att höra av dig! Vi vill gärna ha in din ansökan senast den 30 april.\nVälkommen till CIDAN – där innovation möter tradition!",
      "Techstack": "Figma, Adobe XD, Sketch, Adobe Premiere Pro, Final Cut Pro, DaVinci Resolve, HTML, CSS",
      "Produkt": "Maskiner och mjukvarulösningar för plåtbearbetning",
      "Företagsstruktur": "Ingen specifik information om antal anställda eller avdelningar finns tillgänglig",
      "Ekonomi": "Ingen ekonomisk information tillgänglig i beskrivningen eller sökresultaten",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/2516172/",
        "facebook": "https://www.facebook.com/cidanmachinery/",
        "twitter": null,
        "instagram": "https://www.instagram.com/goteneds_sverige/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 367,
      "företagsnamn": "Thorlabs Sweden AB",
      "företagswebb": "http://www.thorlabs.com",
      "organisationsnummer": "5566392162",
      "sökterm": [
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29533297",
      "titel": "Orderadministratör med teknikintresse",
      "beskrivning": "Thorlabs Sweden i Mölndal behöver nu förstärka verksamheten med en tekniskt intresserad orderadministratör\n\n\nARBETSUPPGIFTER \n Som orderadministratör kommer du att vara en del av vårt säljteam som idag består av sju medarbetare. Rollen är en bred och omväxlande administrativ tjänst med stort kundfokus. \nDina huvudsakliga ansvarsområden inkluderar att ta emot och hantera kundordrar via e-post och webb, skapa offerter, följa upp leveranser samt hantera returer och reklamationer. Vidare ansvarar du för systemadministration och att svara på generella kundfrågor. \nI samarbete med våra kollegor i Europa kommer du även att arbeta med EDI (Electronic Data Interchange).  Detta innebär att du ansvarar för hantering av datafiler till våra kunders interna inköpssystem, inklusive formatering, överföring, uppdatering och leverans. Dessutom ingår felsökning av problem som kan uppstå vid dataöverföringar.\n\n\nOM DIG\nFör att lyckas i din roll som orderadministratör hos oss ser vi att du har:\nErfarenhet av orderhantering\nGoda kunskaper i Office-paketet med särskilt goda kunskaper i Excel\nGrundläggande kunskaper om textfiler (.csv / .txt), nätverkskommunikation, samt HTML / XML\nMycket goda kunskaper i svenska och engelska, både i tal och skrift\nKunskaper i franska samt tidigare erfarenhet av arbete med EDI-lösningar är meriterande\n\nSom person är du noggrann, serviceinriktad och trivs med ett administrativt arbete där datorn är ditt främsta verktyg och har lätt för att hantera internationella kontakter. Du är ansvarstagande och har lätt för att hitta lösningar, både självständigt och i samarbete med kollegor. Du har inställningen att utmaningar är till för att lösas och har lätt för att anpassa dig för att på bästa sätt bidra till företagets gemensamma resultat.\n \nOM ANSTÄLLNINGEN\nHos oss på Thorlabs får du möjlighet att bli en del av ett engagerat och sammansvetsat team i en internationell miljö där varje dag bjuder på nya utmaningar och möjligheter. Vi är stolta över att erbjuda en trygg och långsiktig anställning med tekniskt spännande produkter och stor möjlighet till personlig utveckling och stort eget ansvar. Utvecklingsmöjligheter finns både i vår lokala och europeiska organisation. Arbetet sker huvudsakligen på plats i våra lokaler, där vi samarbetar och stöttar varandra för att nå våra gemensamma mål.\nVåra ljusa och moderna lokaler i Mölndal skapar en trivsam arbetsmiljö där vi värnar om både prestation och välmående. Vi erbjuder flexibla arbetstider som gör det lättare att balansera arbete och fritid, tjänstepension för din trygghet på lång sikt, friskvårdsbidrag som uppmuntrar till god hälsa samt sjukvårdsförsäkring som ger dig extra trygghet om du skulle behöva det. Vi är även anslutna till kollektivavtal, vilket innebär att du får bra villkor och rättvisa förmåner.\n\n\nOM FÖRETAGET\nThorlabs Sweden AB är en del av en internationell koncern med över 2 500 anställda globalt. Med en produktkatalog som omfattar mer än 20 000 artiklar är vi en av de främsta leverantörerna av fotonikprodukter för forskning och utveckling. Koncernen bedriver, förutom försäljningsverksamhet, även utveckling och produktion på flera platser i USA, Europa och Asien.\nThorlabs Sweden etablerades år 2004 och har idag runt anställda i våra lokaler i Mölndal. Med ett modernt renrum och avancerade testmöjligheter är verksamheten särskilt väl lämpad för tillverkning och verifiering av högteknologiska optiska system. Utöver utveckling och produktion av optiska komponenter och instrument ansvarar Thorlabs Sweden för teknisk support av koncernens produkter samt för försäljningsverksamheten i Skandinavien, Baltikum och Polen.",
      "Techstack": [
        "EDI",
        "Office-paketet",
        "Excel",
        "HTML",
        "XML"
      ],
      "Produkt": "Fotonikprodukter för forskning och utveckling, optiska komponenter och instrument",
      "Företagsstruktur": "Del av internationell koncern med över 2 500 anställda globalt, etablerades 2004, runt anställda i Mölndal",
      "Ekonomi": "Ingen ekonomisk information angiven",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "-cn@thorlabs.com",
          "name": "Cn",
          "position": "",
          "source": "http://www.thorlabs.com/supportcontact.cfm"
        },
        {
          "email": "-support@thorlabs.com",
          "name": "Support",
          "position": "",
          "source": "http://www.thorlabs.com/supportcontact.cfm"
        },
        {
          "email": "scandinavia@thorlabs.comtechsupport.se",
          "name": "Scandinavia",
          "position": "",
          "source": "http://www.thorlabs.com/supportcontact.cfm"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/thorlabs/",
        "facebook": "https://www.facebook.com/thorlabs/",
        "twitter": "https://twitter.com/thorlabs",
        "instagram": "https://www.instagram.com/thorlabs"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 368,
      "företagsnamn": "Poolia AB",
      "företagswebb": "http://www.poolia.se",
      "organisationsnummer": "5564267655",
      "sökterm": [
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29530296",
      "titel": "Projektledare för tillgänglighet med teknisk inriktning",
      "beskrivning": "Mediemyndigheten växer och rekryterar nu en projektledare för tillgänglighet med teknisk inriktning till Avdelningen för tillsyn och granskning. Myndigheten arbetar för ett öppet och tryggt medielandskap. I rollen som projektledare ingår att leda myndighetens arbete med att verka för möjligheten till tillgänglighet på medieområde. Tjänsten är en särskild visstidsanställning, längst ett år.  \n\nHär arbetar du sida vid sida med engagerade kollegor med sin unika kompetens och bakgrund i anpassade och trevliga lokaler. Mediemyndigheten har lokaler nära Gullmarsplan i Hammarby sjöstad, Stockholm. Sista ansökningsdag är den 27 mars 2025.Välkommen med din ansökan!\n\nOm tjänsten\nMediemyndigheten har i uppdrag att arbeta för yttrandefrihet, medie- och informationskunnighet och möjligheterna till mångfald och tillgänglighet på medieområdet. Myndigheten ska också stärka barn och unga som medvetna medieanvändare, ta tillvara deras erfarenheter och skydda dem från skadlig mediepåverkan. I rollen som projektledare ingår att leda myndighetens arbete med att verka för möjligheten till tillgänglighet på medieområdet och att vara kontaktperson gentemot andra svenska berörda myndigheter på tillgänglighetsområdet och allmänheten.  \n\nTjänsten innebär att bidra till och hålla samman de insatser som Mediemyndigheten genomför inom ramen för tillgänglighetsarbetet. Dessa insatser handlar om att: \n•\tSamverka i bland annat tekniska frågor med andra myndigheter som hanterar uppgifter enligt tillgänglighetsdirektivet \n•\tPlanera för och utöva tillsyn av tjänster med anledning av tillgänglighetsdirektivet och radio- och tv-lagen\n•\tInformera aktörer som träffas av krav på tillgänglighet och hantera kontakter med allmänheten. \n\nTjänsten förutsätter nära samarbete och samverkan med andra myndigheter och organisationer samt att i övrigt representera myndigheten i olika sammanhang.\n\nVem är du?\nFör tjänsten som utredare söker vi dig som uppfyller kraven nedan:\n•\tHögskoleutbildning inom exempelvis teknik kopplat till digitala tjänster, webbutveckling eller liknande av relevans för tjänsten\n•\tAktuell erfarenhet av arbete med tillgänglighetsfrågor inom digitala tjänster eller produkter\n•\tErfarenhet av arbete i samordnande eller projektledande roll\n•\tMycket god förmåga att uttrycka sig i tal och skrift på svenska och engelska  \n\nMeriterande för tjänsten är:\n•\tErfarenhet av arbete med tillgänglighetsfrågor enligt tillgänglighetsdirektivet \n•\tErfarenhet av arbete med uppbyggnad av processer och arbetssätt\n•\tErfarenhet av tillsynsarbete vid statlig myndighet\n•\tKunskaper i HTML och/eller WCA\n\nPersonliga förmågor:\nSom person har du god social kompetens, är flexibel och har lätt för att samarbeta. Din helhetssyn gör att du kan sätta in enskilda frågor i ett större sammanhang och din analytiska förmåga är god.  Du är initiativrik, lösningsorienterad och har förmåga att arbeta självständigt. Ditt arbetssätt är strukturerat och du är noggrann samtidigt som du är effektiv och resultatinriktad. Tjänsten kräver att du har en stark ansvarskänsla och gott omdöme. Stor vikt kommer läggas på personliga förmågor.\n\nÖvrigt:\nTjänsten är på heltid och en särskild visstidsanställning, längst 1 år.\nAnställningen är på Mediemyndigheten med initial placering vid Avdelningen för tillsyn och granskning. Anställning görs med ”för närvarande”-placering på avdelningen, arbete på annan avdelning inom myndigheten kan förekomma.\n\nVi vill tillvarata de kvaliteter som en jämn könsfördelning samt etnisk och kulturell mångfald tillför verksamheten. Vi eftersträvar en arbetsmiljö där varje medarbetare ges möjlighet att kombinera yrkes- och privatliv för balans i livet. Vi erbjuder friskvårdsbidrag och viss möjlighet till distansarbete.\n\nKontakt:\nI denna rekrytering samarbetar Mediemyndigheten med Poolia. Vid frågor om tjänsten är du välkommen att kontakta rekryteringskonsult Eva Nilsson tel. 073 944 53 12 \n\nFackliga kontaktpersoner: \nDavid Claesson (Saco-S), tel. 08-580 070 03 och Francisca Benavente (OFR/S), tel. 08-580 070 49\n\nOm verksamheten\nMediemyndigheten har i uppdrag att arbeta för yttrandefrihet, medie- och informationskunnighet och möjligheterna till mångfald och tillgänglighet på medieområdet. Myndigheten ska också stärka barn och unga som medvetna medieanvändare, ta tillvara deras erfarenheter och skydda dem från skadlig mediepåverkan.\n\nMediemyndigheten:\n•\tfördelar ekonomiskt stöd till nyhetsmedier\n•\tbeslutar om åldersgräns för biograffilm\n•\tutfärdar tillstånd och registrerar radio- och tv-sändningar\n•\tutfärdar utgivningsbevis för databaser\n•\tgranskar att medier följer lagar och regler\n•\tföljer och analyser medieutvecklingen och barn och ungas medieanvändning\n•\tsamordnar det nationella arbetet med medie- och informationskunnighet\n•\tdriver Safer Internet Centre Sverige tillsammans med barnrättsorganisationerna Bris och Ecpat\n•\tgenomför årligen ett antal utredningsuppdrag från regeringen\n\nMer information om Mediemyndigheten: https://mediemyndigheten.se",
      "Techstack": "HTML, WCA, digitala tjänster",
      "Produkt": "Rekrytering och konsulttjänster inom olika områden",
      "Företagsstruktur": "Mediemyndigheten har en avdelning för tillsyn och granskning där projektledare anställs; ingen information om antal anställda",
      "Ekonomi": "Inga externa ekonomiska uppgifter tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "support@poolia.se",
          "name": "Support",
          "position": "",
          "source": "http://www.poolia.se"
        },
        {
          "email": "00info@poolia.se",
          "name": "Info",
          "position": "",
          "source": "http://www.poolia.se"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/poolia",
        "facebook": "https://sv-se.facebook.com/pooliasverige/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 369,
      "företagsnamn": "Mild Media AB",
      "företagswebb": "https://www.mild.se/",
      "organisationsnummer": "5568101629",
      "sökterm": [
        "HTML",
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29529180",
      "titel": "SEO-Specialist till digital byrå",
      "beskrivning": "Vi söker en SEO-specialist till ett av Sveriges vassaste team inom digital marknadsföring. Är det du?\nVårt marknadsföringsteam hjälper kunderna att lyckas med sina digitala satsningar, vilket i vårt fall inkluderar SEO, Google Ads, sociala medier, konverteringsoptimering, webbstrategier med mera. Teamet ska nu växa med ytterligare en person till vårt kontor i Göteborg. Vi söker dig som kan bidra med din kompetens och erbjuder i gengäld stora möjligheter att påverka din roll och teamets framtida utveckling. Du kommer att arbeta i en kreativ och dynamisk arbetsmiljö med högt i tak och nära samarbete mellan våra kontor.\n\n\nÄr du den vi söker?\nSom SEO-specialist hos oss på Mild jobbar du med stora och mindre kunder inom många olika branscher. Du kommer att ”hands on” sköta optimeringsarbetet i form av on-page och off-page, rapportera till kund och vara personen som kommer med förslag på åtgärder våra kunder kan nyttja – du är den våra kunder bollar sina idéer med.\nDu ska tidigare ha jobbat med SEO, antingen på leverantörs- eller kundsidan. Du är kreativ, drivande, strukturerad och målinriktad för att kunna ta SEO-teamet framåt samt förbättra dess kvalitet.\nDet är också viktigt att du har teknisk samt strategisk förståelse och intresse för det senaste inom digital marknadsföring. \n\n\nDärutöver vill vi att du har:\n- minst 3–4 års erfarenhet av SEO. Kunskaper inom Google Ads eller annan digital marknadsföring är meriterande.\n- ok kunskaper i HTML\n- goda kunskaper i Google Analytics\n- goda kunskaper i svenska och engelska i tal och skrift\n\n\nTjänsten är på heltid på vårt kontor i Göteborg eller Stockholm.\nVi ser verkligen fram emot att du hör av dig och hoppas att du vill komma hit för att prata mer om tjänsten och vad vi kan erbjuda varandra.\n\n\nVarför jobba hos oss?\nPå Mild låter vi byrån växa tillsammans med våra anställda. Hos oss råder transparens, snabb kommunikation, gemenskap och laganda. Lika mycket som Mild tar ansvar för sina medarbetare tar medarbetarna ansvar för Milds mål och utveckling.\nVår ambition är att du inte ska känna någon söndagsångest. Hos oss ska du ha kul, växa, utvecklas och bidra, ta fullt ansvar för ditt jobb och samtidigt känna att du har hela teamet och bolaget bakom dig.\nFörutom en härlig arbetsplats med trevliga kollegor så erbjuder vi självklart även en bra lön, flexibla arbetstider, tjänstepension och friskvårdsbidrag.\nVälkommen med din ansökan!",
      "Techstack": "SEO, Google Ads, sociala medier, konverteringsoptimering, webbstrategier, HTML, Google Analytics",
      "Produkt": "Digital marknadsföringstjänster inklusive SEO, Google Ads, konverteringsoptimering och webbstrategier",
      "Företagsstruktur": "Team inom digital marknadsföring med fokus på SEO. Kontor i Göteborg och Stockholm. Ingen specificerad information om antal anställda eller avdelningar.",
      "Ekonomi": "Ingen ekonomisk information tillgänglig i beskrivningen.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "hej@mild.se",
          "name": "Hej",
          "position": "",
          "source": "https://www.mild.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/mild-media",
        "facebook": "https://www.facebook.com/mildmedia/",
        "twitter": null,
        "instagram": "https://www.instagram.com/mildmedia/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 370,
      "företagsnamn": "Searchminds Group AB",
      "företagswebb": "https://searchminds.se/karriar/seo-specialist-2/",
      "organisationsnummer": "5590233697",
      "sökterm": [
        "HTML",
        "Wordpress",
        "CSS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29523679",
      "titel": "SEO-Specialist med erfarenhet av Webbutveckling (WordPress + Shopify)",
      "beskrivning": "Är du en driven person med intresse för SEO och webbutveckling? Vill du arbeta strategiskt och operativt för att förbättra webbplatsers synlighet? Då kan detta vara något för dig!\nOm företaget\nSearchminds Group AB är ett modernt företag som hjälper sina kunder att skapa digital framgång. Vi specialiserar oss på digital marknadsföring och hjälper våra kunder att synas på världens största medier samt gör deras marknadsföring lönsam.\nVåra medarbetare har specialistkompetens och är marknadsledande inom området för de tjänster vi erbjuder. Detta ger dig som SEO-specialist en stark position där du kan arbeta med högsta kvalitet och unik kompetens inom både SEO och webbutveckling.\nVi sitter i moderna och ljusa lokaler centralt i stan, omgivna av bra restauranger, caféer och andra bekvämligheter. Vår arbetsplats är trivsam och inspirerande, med en öppen och kreativ miljö där samarbete och utveckling står i fokus.\nOm rollen\nVi söker en SEO-specialist som vill fokusera på att utveckla och implementera SEO-strategier för att driva organisk trafik och förbättra webbplatsers ranking i sökmotorer. Rollen innebär att analysera och optimera innehåll, genomföra tekniska SEO-förbättringar och arbeta datadrivet för att skapa långsiktiga resultat.\nUtöver SEO ser vi gärna att du har grundläggande erfarenhet av webbutveckling i WordPress och Shopify, då detta kan utgöra en viss del av arbetet vid behov. Kundkontakt är en viktig del av rollen, där du hjälper till att identifiera behov och föreslå lösningar.\nVi söker dig som:\nHar grundläggande erfarenhet av SEO, inklusive strategi, teknisk SEO och innehållsoptimering.\nHar erfarenhet av webbutveckling i WordPress och Shopify, men SEO kommer vara ditt huvudsakliga fokus.\nÄr engagerad och vill utvecklas inom SEO och webbutveckling.\nÄr analytisk, med förmåga att tolka och använda data för att optimera strategier.\nÄr självgående och lösningsorienterad men också trivs att arbeta i team.\nHar god kommunikationsförmåga och tycker om att ha kundkontakt.\nGrundläggande kunskaper inom HTML, CSS och JavaScript är meriterande men inget krav.\n\nVi erbjuder:\nEn dynamisk arbetsmiljö med goda utvecklingsmöjligheter.\nMöjlighet att arbeta med SEO som huvudfokus men även bidra med webbutveckling vid behov.\nFlexibelt arbetssätt med möjlighet till anpassade lösningar.\nEtt stöttande team där samarbete och innovation står i fokus.\n\nLåter detta som något för dig? Skicka in din ansökan med CV och en kort presentation. Vi ser fram emot att höra från dig!",
      "Techstack": "SEO, WordPress, Shopify, HTML, CSS, JavaScript",
      "Produkt": "Digital marknadsföring, SEO, webbutveckling",
      "Företagsstruktur": "Moderna lokaler centralt i staden, med en öppen och kreativ miljö, antal anställda ej angivet",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@searchminds.se",
          "name": "Info",
          "position": "",
          "source": "https://searchminds.se/karriar/seo-specialist-2/"
        },
        {
          "email": "mikael@searchminds.se",
          "name": "Mikael",
          "position": "",
          "source": "https://searchminds.se/karriar/seo-specialist-2/"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/searchminds-group-ab/",
        "facebook": "https://www.facebook.com/searchmindsgroupab/",
        "twitter": null,
        "instagram": "https://www.instagram.com/searchminds/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 371,
      "företagsnamn": "Flygprestanda AB",
      "företagswebb": "https://www.flygp.se",
      "organisationsnummer": "5561034025",
      "sökterm": [
        "Penetration Testing",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29521672",
      "titel": "Software Tester",
      "beskrivning": "Company\nFlygprestanda AB has thanks to its leading expertise in the aviation industry during 56 years become one of the leading suppliers of takeoff and landing calculations for airlines worldwide. We are also in the forefront of developing new products and services in the aerospace industry.\nWe are specialists in software and software related services to the airline's operational departments, where our software services are used by pilots to make takeoff and landing calculations prior to each flight.\n Since our customers use our services prior to each flight, they expect both high quality and flexible solutions.\nIn fresh premises with an attractive location next to “Stortorget” in central Malmo we can offer a stimulating and challenging position as a Software Tester.\nProfile\n We're looking for a curious fast learner with a logical mind to help us test and quality assure our products.\nWork description\nAs a Software Tester you have two main duties of which one is to test the GUI and the other to compare and verify output figures from our performance software with the aircraft manuals from which the data originates, so called reversed engineering. \n The test team\n We are a small but dedicated team of testers with a wide area of responsibilities. \nA solution and team oriented mindset is of utmost importance in our daily work. \nA patient and meticulous personality is also a requirement in the team since we are working with critical data.\n Required skills\nWorks excellent in a sometimes stressful environment.\nGood team player. \nAbility to investigate, analyse and pinpoint problem areas.\n\n\n\nDesired skills\nExperience from Software testing.\nGood mathematical abilities.\nUnderstand equations.\nWrite your own formulas.\nTesting in Windows-, iOS-, Web- and Linux environments.\nExperience from: SQL, Java, Javascript, HTML and C.\nWrite and modify test scripts.\nAutomated testing\nSupport and error searching.\nExperience of the commercial aviation industry.\n\n\n\nApplication\nSend your CV and a personal letter to careers@flygp.se, not later than 5/4-2025. For questions regarding the position, contact: Åke Grundemar at 040-6420026 / 0765-262626.\nNote: Position may be occupied prior to expire date.",
      "Techstack": [
        "SQL",
        "Java",
        "Javascript",
        "HTML",
        "C"
      ],
      "Produkt": "Programvara och relaterade tjänster för takeoff och landing beräkningar för flygbolag",
      "Företagsstruktur": "Litet, dedikerat team av testare med breda ansvarsområden",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://linkedin.com/company/flygprestanda",
        "facebook": "https://facebook.com/flygprestanda/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 372,
      "företagsnamn": "Grafokett AB",
      "företagswebb": null,
      "organisationsnummer": "5564185386",
      "sökterm": [
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29515552",
      "titel": "Technical Customer Success",
      "beskrivning": "Älskar du att skapa tekniska lösningar, innovation och ge kundservice i toppklass? Då ska du läsa vidare! \n\n\nGrafokett 🧡 etiketter!\nGrafokett är ett svenskt företag som levererar high-end-lösningar för produktmärkning. Att arbeta hos Grafokett innebär att vara en del av ett innovativt företag. Den här tjänsten är placerad i Göteborg där du kommer att ingå i ett litet och socialt team som arbetar i en kreativ miljö. Då teamet är litet kan du få hugga i där det behövs och vill du utvecklas är möjligheterna stora. På Grafokett värnar vi om balans mellan arbetsliv och fritid, därför har du möjlighet till 1 timmes friskvård per vecka. Dessutom har du 4 timmar i veckan till att utbilda dig online på lärplattformar. \n\n\nOm rollen \nSom Technical Customer Success på Grafokett ingår du i ett sammansvetsat team där alla samarbetar för att säkerställa en framgångsrik leverans av Grafoketts lösningar. Ditt främsta ansvar i denna roll är kundnöjdhet, leverans av tekniska lösningar samt support med fokus på low-code/no-code-plattformar för att skapa applikationer och lösningar för datorer, tablets och smartphones. \n\n\nHuvudsakliga ansvarsområden 🫱🏽‍🫲🏼\nI rollen som Technical Customer Success deltar du i hela leveransprocessen från behovsanalys till driftsättning vilket kräver teknisk expertis. Det innebär bland annat att delta i kundmöten för att identifiera behov och möjligheter till förbättringar såväl som att hantera och följa upp supportärenden. Rollen innebär att du säkerställer hög kundnöjdhet genom proaktiv support, uppföljning och teknisk vägledning. \nDu kommer även att: \ndelta i kundmöten för att identifiera behov och möjligheter till förbättringar.\narbeta med low-code/no-code-plattformar för att skapa skräddarsydda lösningar för kundbehov. \nkonfigurera och implementera system för lagerhantering och integrationer.\nmedverka i tekniska demonstrationer och behovsanalyser tillsammans med säljteamet\nstötta säljprocessen genom att presentera tekniska lösningar och bidra med offertunderlag.\n\n\n\nKompetenskrav:\nerfarenhet av B2B-kundhantering, gärna i en teknisk miljö.\nteknisk förståelse för low-code/no-code-plattformar och lösningsutveckling.\ngrundläggande kunskap inom programmering, systemdesign, databaser och molnsystem.\nerfarenhet av att nyttja AI-lösningar för effektivisering och problemlösning.\n\n\n\nDet är meriterande om du har: \nerfarenhet av VB/Python-skript, JavaScript och HTML.\nkunskap om system för lagerhantering och integrationer.\nförmåga att kommunicera teknisk information på ett tydligt och pedagogiskt sätt.\nerfarenhet av projektledning och arbete med agila metoder.\n\n\n\nPersonliga egenskaper 😎\nSom person ser vi att du är lösningsorienterad, självgående och proaktiv. Du bör ha en stark kommunikativ förmåga och är grym på att skapa långsiktiga kundrelationer! Du har inga problem att arbeta både självständigt och i team. \n\n\nUtvecklingsmöjligheter 🚀\nFör rätt person finns möjlighet att utveckla och forma rollen vidare inom företaget.\n\n\nFörmåner:\nFriskvårdsbidrag: 5 000 kr/år\nKortare arbetstid: Kortare fredagar och reducerad arbetstid under sommaren\n1 timmes friskvård / vecka \n4 timmar till utbildning / vecka \nBonus: Möjlighet till bonus baserat på gemensamma mål\n\n\n\nKrav: \nDu talar svenska flytande \nKan tala, förstå och läsa engelska \nHar körkort och tillgång till bil \n\n\n\nMål och mätning av prestation:\nKundnöjdhetsindex\nLösningsgrad på supportärenden\nBidrag till försäljningsstöd och nya affärsmöjligheter\n\n\n\nAnsökan: \nAnsvarig för denna rekrytering är Sally Jönsson. Frågor? Mejla info@sallyjonsson.se\nVarmt välkommen med din ansökan!",
      "Techstack": [
        "low-code/no-code-plattformar",
        "AI-lösningar",
        "VB",
        "Python",
        "JavaScript",
        "HTML"
      ],
      "Produkt": "High-end-lösningar för produktmärkning och teknisk support",
      "Företagsstruktur": "Litet och socialt team, plats i Göteborg, fokus på kundnöjdhet och innovativa lösningar",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 373,
      "företagsnamn": "Statens Tjänstepensionsverk",
      "företagswebb": null,
      "organisationsnummer": "2021000928",
      "sökterm": [
        "HTML",
        "Blazor",
        "PowerShell",
        "CSS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29498026",
      "titel": "Systemutvecklare med inriktning säkerhet",
      "beskrivning": "Statens tjänstepensionsverk, SPV, är en av Sveriges största leverantörer av pensionstjänster. Vi hanterar tjänstepensioner och försäkringar åt arbetsgivare på det statliga området och har över 1 100 000 kunder både statligt anställda, före detta statligt anställda och pensionärer. Vårt kontor finns i Sundsvall.\n\nKom med oss och skapa samhällsnytta. Vi är en myndighet som vill göra tjänstepension enkelt för alla som är eller har varit statligt anställda. Vårt fokus är våra kunder, handlingskraft och nytänkande. Att jobba tillsammans i hela organisationen tror vi är en viktig nyckel för att göra ett bra jobb med hög kvalitet.\r\n\r\nARBETSUPPGIFTER\nSom systemutvecklare i team Säkerhet arbetar du med att skapa it-lösningar som löser och säkrar utmaningar och problem. Du kommer att arbeta med att ta fram helt nya it-system såväl som att utveckla, säkerställa, förändra och uppdatera system och säkra it-lösningar.\n\nDu har en nyckelroll i att livscykelhantera teamets applikationer och säkerställa att SPV har säkra applikationer även i framtiden. Du stöttar också dina medarbetare i teamet att utvecklas och bli bättre utvecklare.\r\n\r\nKVALIFIKATIONER\nVi söker dig som har akademisk utbildning inom it och/eller systemvetenskap eller flerårig arbetslivserfarenhet som vi bedömer som likvärdig. Du har några års erfarenhet av systemutveckling inom moderna ramverk så som .NET, C#, SQL.\n\nDu har goda skriftliga kunskaper i svenska och engelska.\n\nVi ser det som meriterande om du har erfarenhet av\n\n· att arbeta med Microsoftprodukten Azure DevOps.\n\n· it-säkerhetsfrågor, Windows Server (hantering av brandväggar, certifikat), HTML, CSS, Blazor, MVC\n\n· att ta en ledande roll i utveckling och underhåll av teamets applikationer och arbetsuppgifter.\n\n· javaapplikationer i Microsoftmiljö\n\n· scriptspråk så som PowerShell\n\nFör att lyckas i det här uppdraget är dina personliga egenskaper mycket viktiga och vi kommer att lägga stor vikt vid dem i den här rekryteringen. \n\nSom person\n\n· har du god samarbetsförmåga. Du arbetar bra med andra människor och relaterar till dem på ett lyhört och smidigt sätt. Du lyssnar, kommunicerar och löser eventuella konflikter på ett konstruktivt sätt.\n\n· är du självgående. Du tar stort eget ansvar för dina arbetsuppgifter. Du strukturerar själv ditt tillvägagångssätt och driver dina processer vidare.\n\n· är du kreativ. Du kommer ofta med idéer och nya angreppssätt i arbetsrelaterade frågor. Du har ett nytänkande som kan omsättas i praktiken och leder till resultat.\n\n· har du en problemlösande, analytisk förmåga. Du arbetar bra med komplexa frågor. Du har förmågan att analysera och bryta ner problem i sina beståndsdelar och lösa komplicerade problem.\n\nSäkerhet har hög prioritet för oss på SPV. Den här tjänsten är säkerhetsklassad vilket innebär att vi gör en säkerhetsprövning (klass 2) enligt säkerhetsskyddslagen (2018:585), innan vi tar beslut om att anställa en ny medarbetare. Du måste också ha svenskt medborgarskap för att kunna få den här sortens säkerhetsklassade tjänst.\n\nMer information om vad säkerhetsprövning innebär hittar du här på Säkerhetspolisens webbplats: \n\nhttps://www.sakerhetspolisen.se/verksamheten/sakerhetsskydd/sakerhetsskyddsatgarder/personalsakerhet.html\r\n\nÖVRIGT\nHos oss blir du varmt välkomnad. Här jobbar 250 engagerade personer och vi tycker det är viktigt att du trivs hos oss. Vi är öppna för nya idéer, vår omvärld och mot varandra. Och vi gillar att testa nytt och har ett starkt driv framåt. Vi ser rekrytering som en långsiktig investering och tycker det är viktigt att du som medarbetare mår bra, har balans i livet och ges möjlighet att utveckla dina talanger.\n\nVi jobbar på en flexibel arbetsplats, både i härliga lokaler och med möjlighet att jobba hemifrån på 50 procent om du vill. I SPV-huset rekommenderar vi en fika i vår vinterträdgård eller varför inte en stund i vårt fräscha gym. Dessutom har vi olika friskvårdsaktiviteter du kan delta i då det finns något för alla. Vi strävar efter mångfald och att ha ett inkluderande synsätt på alla nivåer i organisationen.\n\nVår verksamhet vilar på den gemensamma statliga värdegrunden. Den är en grundläggande utgångspunkt för oss, oavsett vad vi arbetar med. Demokrati är den överordnade principen i värdegrunden och medborgarna är vår yttersta uppdragsgivare. Övriga principer i den statliga värdegrunden är legalitet, objektivitet, fri åsiktsbildning, respekt samt effektivitet och service.\n\nMer information om oss som arbetsgivare och de anställningsförmåner du erbjuds finns under Jobba på SPV på SPV.se.\n\nVi avsäger oss vänligen men bestämt, alla erbjudanden om hjälp med annonsering och rekrytering.",
      "Techstack": [
        ".NET",
        "C#",
        "SQL",
        "Azure DevOps",
        "PowerShell"
      ],
      "Produkt": "Tjänstepensioner och försäkringar åt arbetsgivare på det statliga området",
      "Företagsstruktur": {
        "Antal anställda": 250,
        "Avdelningar": [
          "Systemutveckling",
          "Säkerhet"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 374,
      "företagsnamn": "M&S Gruppen AB",
      "företagswebb": null,
      "organisationsnummer": "5591812051",
      "sökterm": [
        "Tableau",
        "HTML",
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29494570",
      "titel": "Marknadsförare",
      "beskrivning": "Vi söker en erfaren digital marknadsförare som vill ta en nyckelroll i vårt företag i Göteborg. Vårt företag arbetar med prestationsbaserad marknadsföring, där vi enbart tar betalt om kunden når vinst. Nu letar vi efter en kreativ, analytisk och målinriktad person som kan utveckla och genomföra effektiva marknadsföringsstrategier.\n✔ Avancerad kunskap i SEO och sökmotoroptimering\n✔ Kunskap i HTML\n✔ Erfarenhet av att arbeta med SMS-paneler\n✔ Erfarenhet av annonseringsskript och digitala kampanjer\n✔ Minst 6 månaders erfarenhet inom marknadsföring\n✔ Goda kunskaper i Microsoft Word och PowerPoint\n✔ Kännedom om Anydesk\n✔ Erfarenhet av att arbeta med Windows Server\n✔ Professionell kunskap i Photoshop och affischdesign\n✔ Erfarenhet av videoredigering och content creation.\n💡 Meriterande färdigheter – En stor fördel om du har:\n1️⃣ Digital marknadsföring & annonsering\n🔹 Google Ads & Facebook Ads – Förmåga att skapa och optimera kampanjer\n🔹 Google Analytics & Google Search Console – Förmåga att analysera data och förbättra strategier\n🔹 Marknadsföringsstrategier för innehåll (Content Marketing)\n🔹 E-postmarknadsföring (Mailchimp, Klaviyo, ActiveCampaign)\n\n\n2️⃣ Teknisk kompetens & digitala verktyg\n🔹 Kunskap i CMS-plattformar (WordPress, Shopify, Magento)\n🔹 Användning av automatiseringsverktyg (HubSpot, Zapier, Salesforce)\n🔹 Erfarenhet av UX/UI och konverteringsoptimering (CRO)\n🔹 Färdighet i mjukvaror för projektledning (Trello, Asana, Monday.com)\n3️⃣ Försäljning & kundbeteende\n🔹 Förhandlingsteknik & säljpsykologi – Övertyga kunder och skapa affärer\n🔹 Storytelling & branding – Skapa en emotionell koppling till varumärket\n🔹 Djup förståelse för kundresan och köpbeteende\n4️⃣ Kommunikation & ledarskap\n🔹 Teamledning och projektkoordinering\n🔹 Kris- och problemhantering inom marknadsföring\n🔹 Kreativ strategiutveckling för marknadsföring\n\n\n5️⃣ Dataanalys & affärsstrategi\n🔹 Data-driven marknadsföring (Power BI, Tableau, Excel)\n🔹 Kunskap om KPI:er och analys av marknadsföringsprestanda\n\n\n6️⃣ Grafisk design & videoredigering\n🔹 Avancerad kunskap i Photoshop, Illustrator, Canva\n🔹 Videoredigering i Premiere Pro, After Effects, Final Cut Pro\n🔹 Skapa professionellt innehåll för YouTube, TikTok & sociala medier\n7️⃣ Sociala medier & influencer marketing\n🔹 Erfarenhet av att hantera och optimera sociala medier (LinkedIn, Instagram, TikTok, Twitter)\n🔹 Kunskap om sociala mediers algoritmer och engagemangsstrategier\n🔹 Planering och publicering med Hootsuite, Buffer\n8️⃣ Internationell marknadsföring & B2B/B2C\n🔹 Förståelse för internationella marknader och strategier för expansion\n🔹 Insikt i internationella e-handels- och reklamlagar.\n\n\nVid anställning får du inte arbeta i konkurrerande marknadsföringsföretag.\nOm du uppfyller kraven och vill vara en del av ett framgångsrikt och innovativt team, skicka din ansökan och CV till : info@msgruppen.se",
      "Techstack": [
        "SEO",
        "HTML",
        "Google Ads",
        "Facebook Ads",
        "Google Analytics",
        "Google Search Console",
        "WordPress",
        "Shopify",
        "Magento",
        "HubSpot",
        "Zapier",
        "Salesforce",
        "Power BI",
        "Tableau",
        "Excel",
        "Photoshop",
        "Illustrator",
        "Canva",
        "Premiere Pro",
        "After Effects",
        "Final Cut Pro",
        "Hootsuite",
        "Buffer"
      ],
      "Produkt": "Prestationsbaserad marknadsföring",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 375,
      "företagsnamn": "Statist & Extras Sec Casting On The Web AB",
      "företagswebb": "https://www.statist.se",
      "organisationsnummer": "5566841556",
      "sökterm": [
        "jQuery",
        "JUnit",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29488555",
      "titel": "Webutvecklare med fokus på kodgranskning deltid.",
      "beskrivning": "Statist.se söker webutvecklare med fokus på kodgranskning. \nVi är ett litet team som sitter i fina lokaler centralt nära Odenplan (men mest jobbar hemifrån). Vi jobbar med flera spännande sajter, bland annat Statist.se och Krogguiden.se. Programmeringsspråket backend är Java, och frondend använder vi oss av Html, CSS och JavaScript (jquery). IDE:n är Netbeans, och webbappen bygger på MVC2-modellen.\nDin roll i teamet skulle vara som en kombinerad utvecklare- och testare, med fokus på underhåll av våra siter. Vi tror att du har erfarenhet av ovan nämna programmeringsspråk, och relevant utbildning eller erfarenhet från liknande jobb.\n\n\nDu har erfarenhet av:\n- HTML/Javascript\n- JAVA-programmering\n\n\nMeriterande:\n- Arbetet med Netbeans\n- Arbetat med Jquery\n- Arbetat med testning\n- Skrivit tester med JUnit\n- Öga för detaljer\nDu måste vara stationerad i Stockholm eller max 10 mil avstånd.\nDitt huvudsakliga jobb är kodgranskning men du kan även få andra uppdrag vid intresse. \nTipsa gärna kollegor. \nJobbet är deltid men kan ev bli en heltid vid intresse. Antal timmar kan diskuteras.",
      "Techstack": [
        "Java",
        "HTML",
        "CSS",
        "JavaScript",
        "jQuery",
        "Netbeans"
      ],
      "Produkt": "Webbplatser som Statist.se och Krogguiden.se",
      "Företagsstruktur": "Litet team, arbetar främst hemifrån, ingen specifik information om antal anställda och avdelningar",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/statistse",
        "twitter": "https://twitter.com/statistse",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 376,
      "företagsnamn": "Safesack Scandinavia AB",
      "företagswebb": null,
      "organisationsnummer": "5565809927",
      "sökterm": [
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29443803",
      "titel": "junior systemadministratör med stort intresse för teknik och support",
      "beskrivning": "Företaget:\nVi är en innovativ och framåtsträvande verksamhet som specialiserar sig på försäljning av industriemballage i Norden och Europa.\nFör att möta vår växande efterfrågan och stärka vårt team söker vi nu en junior systemadministratör med stort intresse för datorer, nätverk och installationer.\nVårt företag använder ett egenutvecklat affärssystem baserat på FileMaker, och vi söker en nyfiken och engagerad person som vill växa och utvecklas tillsammans med oss.\n\n\nArbetsbeskrivning:\nSom junior systemadministratör kommer du att arbeta med vår IT-senior, där dina huvuduppgifter kommer att inkludera:\n– Ge teknisk support och hjälp till våra användare\n– Assistera vid programinstallationer och underhåll av datorer och nätverk\n– Delta i datainregistrering och administrativt arbete\n– Stötta ekonomiavdelningen i olika uppgifter\nDu kommer att få möjlighet att lära dig om vårt affärssystem och med tiden assistera i dess utveckling genom att samarbeta med vår seniora affärsutvecklare.\n\n\nKvalifikationer:\n– Stark passion för datorer och teknik\n– Grundläggande kunskaper inom nätverk och systemadministration\n– Erfarenhet av programinstallationer (även om det är i ett privat sammanhang)\n– Förmåga att arbeta självständigt och i team\n– Goda kommunikativa färdigheter och servicekänsla\n– Noggrann\n– Meriterande med erfarenhet av FileMaker eller liknande system\n– Meriterande med kunskaper inom API, Databaser, JSON och HTML\n\n\nVi erbjuder:\n– En möjlighet att växa och utvecklas inom IT-området\n– Stöd och vägledning från erfarna kollegor\n– En dynamisk och stimulerande arbetsmiljö\n– Utbildning och utvecklingsmöjligheter inom vårt affärssystem",
      "Techstack": [
        "FileMaker",
        "API",
        "Databaser",
        "JSON",
        "HTML"
      ],
      "Produkt": "Industriemballage",
      "Företagsstruktur": "Företaget söker en junior systemadministratör, vilket indikerar en växande personalstyrka. Ingen specifik information om antal anställda eller avdelningar ges.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 377,
      "företagsnamn": "Resurs Bank AB",
      "företagswebb": "https://www.resursbank.se/",
      "organisationsnummer": "5164010208",
      "sökterm": [
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29382264",
      "titel": "Inhouse Production Manager",
      "beskrivning": "At Resurs, we are in the middle of an ambitious transformation journey with a renewed strategy, aimed at strengthening our market position. We are now looking for an Inhouse Production Manager to join our team and oversee how we package and present our products in the market. \n \nGet an idea of the role \nIn this role, your main responsibility will be to create and execute a content strategy aligned with product goals and audience needs. Reporting directly to our Head of Marketing and leading a team of six designers and writers, you will also collaborate closely with key stakeholders across the bank to ensure alignment and impactful outcomes. \nYour responsibilities include:  \n Developing various types of content, including ads, print material, case studies, videos, infographics, and product guides \n  Ensuring all content adheres to brand guidelines, voice, and tone \n  Use analytics to measure content performance and inform future content strategies \n \n \nOn a personal level \nWe seek someone who is result-driven and a confident leader. With a creative mind and experience leading people in dynamic environments, you are someone who can guide the direction and lead through action. \n \nKey qualities and experience \n Degree in marketing, web design or another related field \n  At least 5 years of experience in product marketing or e-commerce \n  Previous experience in the banking or financial field is highly valued. \n  Fluency in both Swedish and English \n  Experience with tools such as Adobe Suite or InDesign \n  Experience in web design and HTML.\n \nJoin an Internationalteam \nAlthough we are based in the Nordics, our team is enriched by the breadth of perspectives brought by colleagues from countries such as South Africa, Australia, Iran, Germany, New Zealand, the US, and India. We foster a welcoming and supportive culture, where collaboration drives us to achieve the best outcomes for our users. \nResurs in brief \nAt Resurs, we are committed to creating balance in people’s personal finances through innovative and customer-centric financial solutions. With a customer base of over 6 million across the Nordics and a team of 650 dedicated employees, we strive to deliver long-term value for our customers and society.\nApply today!\nDon’t wait to send in your application. Selection and interviews take place on an ongoing basis, and the position may be filled before the last application date. \nWe look forward to hearing from you! \nImportant information\nOn final candidates, we carry out a detailed background check via an external company\n*In this recruitment process, the supplier is solely responsible for the personal data they collect and process. Resurs is solely responsible for the personal data processed by us in the recruitment process.#LI-LN1",
      "Techstack": "Adobe Suite, InDesign, Web design, HTML",
      "Produkt": "Innovativa och kundcentrerade finansiella lösningar",
      "Företagsstruktur": "650 anställda, avdelning för marknadsföring med ett team av sex designers och skribenter",
      "Ekonomi": "Över 6 miljoner kunder i Norden",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 378,
      "företagsnamn": "Våning 18 AB",
      "företagswebb": "https://vaning18.se",
      "organisationsnummer": "5590709522",
      "sökterm": [
        "HTML5",
        "CSS",
        "Wordpress",
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29489997",
      "titel": "SEO Specialist till Google Partner",
      "beskrivning": "Våning 18 AB söker nu fler SEO Specialister med dokumenterad erfarenhet av sökmotoroptimering – oavsett om du är junior eller senior. I denna roll får du arbeta med att optimera våra kunders webbplatser och e-handelslösningar, samtidigt som du agerar som en central kontaktpunkt genom att leda regelbundna kundmöten. Du kommer att driva fram innovativa SEO-strategier som skapar mätbara resultat och säkerställer att våra kunders digitala närvaro ständigt utvecklas.\nDin profil\nVi söker dig som:\nHar ett starkt intresse för SEO och gärna någon erfarenhet, oavsett om du är i början av din karriär eller har flera års erfarenhet.\nÄr väl förtrogen med tekniska aspekter av SEO, exempelvis verktyg som Google Analytics och Google Search Console.\nHar erfarenhet av att arbeta med plattformar som WordPress, WooCommerce, Abicart och Jetshop (meriterande).\nÄr analytisk, kreativ och skicklig på att omvandla data och trender till effektiva optimeringsstrategier.\nTrivs med att leda kundmöten och kan på ett tydligt och pedagogiskt sätt presentera strategier, rapporter och optimeringsmöjligheter.\nÄr självgående, målfokuserad och alltid redo att ta nästa steg för att nå våra kunders mål.\n\n \nArbetsuppgifter\nUtveckla och implementera avancerade SEO-strategier för att maximera våra kunders synlighet på sökmotorer som Google.\nOptimera webbplatser och e-handelsplattformar med tekniska och innehållsmässiga förbättringar.\nLeda och delta i regelbundna kundmöten för att diskutera strategier, följa upp resultat och identifiera nya optimeringsmöjligheter.\nAnalysera webbdata och marknadstrender för att kontinuerligt förbättra våra insatser.\nSamarbeta med interna team för att integrera SEO-insikter i helhetsstrategin för digital marknadsföring.\n\n \nOm Våning 18 AB\nSedan starten 2016 har Våning 18 AB etablerat sig som en av Sveriges mest framgångsrika byråer inom Performance Marketing. Vi arbetar med några av landets starkaste varumärken och har en välfungerande struktur för hur vi rapporterar och följer upp våra kunders resultat. Med Google Premier Partner-status sedan 2017 och som en del av Lyvia Group sedan våren 2022, erbjuder vi en dynamisk arbetsmiljö med stora utvecklingsmöjligheter.\nVi ser fram emot att höra från dig – ansök idag och bli en del av vårt engagerade team!",
      "Techstack": [
        "Google Analytics",
        "Google Search Console",
        "WordPress",
        "WooCommerce",
        "Jetshop"
      ],
      "Produkt": "SEO-tjänster och digital marknadsföring",
      "Företagsstruktur": "En del av Lyvia Group, Google Premier Partner sedan 2017, antal anställda oklart men uppmanar till ansökningar.",
      "Ekonomi": "Inga ekonomiska siffror tillgängliga i beskrivningen.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 379,
      "företagsnamn": "Releasy Customer Management AB",
      "företagswebb": "https://releasy.se/",
      "organisationsnummer": "5567542633",
      "sökterm": [
        "CSS"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29515759",
      "titel": "Systemutvecklare till Releasy Customer Management i Linköping",
      "beskrivning": "Vill du vara med och utveckla framtidens kundtjänstlösningar och ta del av en spännande teknisk satsning? Releasy Customer Management expanderar och investerar stort i Genesys Cloud, en av marknadens mest kraftfulla plattformar för kundkommunikation. Vi söker nu två engagerade utvecklare till vårt team i Linköping som vill vara med och forma framtidens innovativa lösningar. Här får du chansen att jobba med den senaste tekniken, påverka utvecklingen av våra tjänster och vara en del av en växande organisation där din kompetens verkligen gör skillnad!\n\nOm rollen\n\nSom utvecklare hos oss kommer du att arbeta med att utveckla och förbättra de tjänster vi levererar både internt och externt. AI-driven utveckling är en central del av vårt arbete och integreras i olika delar av vår tjänsteutveckling, särskilt i integrationer med plattformen Genesys Cloud. Du kommer att spela en nyckelroll i att skapa innovativa och effektiva lösningar för kundkommunikation och automatisering.\n\nTjänsten är en tillsvidareanställning som inleds med 6 månaders provanställning. Tjänsten är på heltid och du kommer att rapportera till CIO. Startdatum är enligt överenskommelse.\n\nDina arbetsuppgifter\n\n - Utveckla och förbättra våra digitala kundtjänstlösningar med hjälp av AI och automatisering.\n - Implementera och optimera integrationer med Genesys Cloud.\n - Arbeta med både backend- och frontend-utveckling för att skapa skalbara och effektiva lösningar.\n - Samarbeta med interna och externa intressenter för att förstå behov och omsätta dessa till tekniska lösningar.\n\n\nVad vi erbjuder\n\nPå Releasy är våra medarbetare vår mest värdefulla resurs. Hos oss handlar det inte bara om att vara anställd - det handlar om att vara en del av en gemenskap som värdesätter och främjar din personliga och professionella utveckling. Vi erbjuder en kultur av inkludering och samarbete där varje röst är viktig och där du har stor möjlighet att påverka och forma din framtid hos oss, oavsett roll.\r\nVi söker dig som har\n\n - Erfarenhet av mjukvaruutveckling, helst med fokus på AI och automatisering.\n - Kunskap inom molnbaserade kundtjänstplattformar, särskilt Genesys Cloud (meriterande).\n - Goda kunskaper i utveckling inom C#, CSS, Python, JavaScript eller liknande.\n - Förmåga att arbeta självständigt och driva projekt framåt.\n - En problemlösningsorienterad inställning och intresse för att skapa smarta och effektiva lösningar.\n - Meriterande om du har god kunskap och förståelse för UX och UI.\n - Flytande i svenska och engelska\n\n\n\n\n\nLåter detta intressant? Skicka in din ansökan redan idag! Ansökningar hanteras löpande vilket innebär att rollen kan bli tillsatt innan sista ansökningsdatum. Läs mer om hur rekryteringsprocessen går till på vår karriärsida.\n\n\n\nVi hanterar vår rekrytering internt och undanber oss vänligen kontakt från rekryteringsfirmor\n\nReleasy Customer Management AB är en outsourcingpartner inom kundservice med flertalet uppdragsgivare inom branscher som telekom, media, e-handel, resor och offentlig verksamhet. Releasy tar hand om sina uppdragsgivares kundservice och försäljning i alla kanaler, exempelvis sociala medier, chatt, mail och telefon.  Vi har över 40 års erfarenhet inom branschen och ca 1500 medarbetare i Sverige, Norge och Finland.",
      "Techstack": [
        "AI",
        "Genesys Cloud",
        "C#",
        "CSS",
        "Python",
        "JavaScript"
      ],
      "Produkt": "Kundtjänstlösningar och automatiseringstjänster",
      "Företagsstruktur": "Ca 1500 anställda i Sverige, Norge och Finland, arbetar med kundservice och försäljning i olika kanaler",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 380,
      "företagsnamn": "Spotscale AB",
      "företagswebb": "https://spotscale.com",
      "organisationsnummer": "5566314463",
      "sökterm": [
        "Django",
        "Node.js"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29519518",
      "titel": "Mjukvaruutvecklare till Spotscale (nyexad/tidigt i karriären)",
      "beskrivning": "Plats: Kontor i Linköping med möjlighet till distansarbete (hybrid).\nOmfattning: Heltid med start så snart som möjligt.\nKompensation: Fast månadslön, pensionsavsättningar & friskvårdsbidrag. Kollektivavtal finns.\nVill du jobba nära teknikens framkant och bli expert på en bred kodbas på ett litet men konkurrenskraftigt företag? Spotscale letar nu efter en mjukvaruutvecklare i början av karriären! Du kommer att bidra till vår egenutvecklade processningsmjukvara och viewer. Vår teknikstack ligger i forskningens framkant och tillämpar datorseende, maskininlärning och realtidsvisualisering i 3D. Du kan ha några års erfarenhet eller så är detta ditt första jobb efter examen.\nVår kärnteknik använder fotografier (oftast tagna från drönare) och bearbetar dem till 3D-modeller som förstärks med semantisk information och visualiseras på webben. Affärsmässigt fokuserar vi på att upptäcka och presentera defekter i bebyggda miljöer, exempelvis sprickor i betonginfrastruktur.\nDu kommer att arbeta med följande uppgifter:\nSkriva JavaScript-kod för vår hembyggda web-3D-viewer.\nSkriva Python-kod (och möjligen C++) för processningsmjukvaran.\nSpåra & lösa buggar och problem i en bred mjukvarustack.\nKoordinera bildinsamling och bearbeta 3D-projekt från början till slut, jämföra resultat och analysera vad som kan förbättras.\n\nNödvändiga förmågor:\nGoda programmeringskunskaper i åtminstone ett av följande språk: Python, JavaScript, C++.\nKapacitet och intresse av att förstå stora, komplexa system och hur olika delar påverkar varandra.\nEn examen inom Datateknik, Mjukvaruutveckling, Medieteknik, Teknisk Fysik & Elektroteknik eller liknande.\n\nDet är meriterande om du också har något av följande:\nErfarenhet av flera programmeringsspråk.\nKunskap inom fälten datorseende, maskininlärning, bildbehandling, fotogrammetri, 3D-grafik/modellering, visualisering.\nErfarenhet av Continuous Integration (CI) i exempelvis TeamCity.\nIntresse av drönare eller fotografering.\nErfarenhet av webbutveckling (React, Node.js, Django, Plotly/Dash).\n\nSom person skulle vi vilja att du är en nyfiken och prestigelös lagspelare som gärna delar med sig av sin egen kunskap såväl som ställer frågor och lär sig av andra. Du behöver också kunna ta stort eget ansvar och självständigt lösa problem (efter hand).\nDu kommer ha vänliga kollegor med över 10 års erfarenhet inom ovan nämnda färdigheter/teknologier och goda möjligheter att växa som utvecklare. Spotscale är specialiserade på flera framtidstekniker med enorm potential. Eftersom vi är ett litet företag så får allt du gör också stor påverkan på företaget och våra kunder.\nLåter det bra? Hör av dig till jobs@spotscale.com med CV och personligt brev så snart som möjligt. Tjänsten tillsätts löpande under våren 2025.",
      "Techstack": [
        "JavaScript",
        "Python",
        "C++",
        "Datorseende",
        "Maskininlärning",
        "3D-visualisering",
        "Webbutveckling",
        "React",
        "Node.js",
        "Django",
        "Plotly/Dash",
        "Continuous Integration"
      ],
      "Produkt": "Egna processningsmjukvara och web-3D-viewer för att upptäcka och presentera defekter i bebyggda miljöer.",
      "Företagsstruktur": "Litet företag med möjlighet till distansarbete och fokus på samarbete; anställda har över 10 års erfarenhet inom relevanta områden.",
      "Ekonomi": "Inga specifika finansiella uppgifter tillgängliga.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "sales@spotscale.com",
          "name": "Sales",
          "position": "",
          "source": "https://spotscale.com"
        },
        {
          "email": "hello@spotscale.com",
          "name": "Hello",
          "position": "",
          "source": "https://spotscale.com"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 381,
      "företagsnamn": "CTC AB",
      "företagswebb": "https://ctc.se/",
      "organisationsnummer": "5560602269",
      "sökterm": [
        "Node.js"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29502360",
      "titel": "Back-endutvecklare",
      "beskrivning": "Vi söker en Back-endutvecklare\n\nVälkommen till CTC! Vi är ett svenskt bolag i internationell toppklass. I Ljungby, mitt i de småländska skogarna, hittar du vårt huvudkontor och vår fabrik. De första värmeprodukterna utvecklade vi redan 1923. Det är nu med hundra års samlad erfarenhet som vi tar steget vidare till nästa generations värmepumpar och innovativa lösningar. Med kunskap och handling skapar vi förutsättningar för en hållbar och bättre värld.\n\nVi söker nu en Back-endutvecklare till CTC – utveckla hållbara digitala lösningar!\n\nPå CTC tror vi på innovation och hållbarhet. Vi utvecklar smarta, energieffektiva lösningar som förbättrar människors liv och bidrar till en grönare framtid. Nu söker vi en passionerad back-endutvecklare som vill vara med och forma morgondagens digitala lösningar!\n\nSom en del av vårt Digital Solutions-team får du en nyckelroll i utvecklingen av robusta, säkra och skalbara backend-system. Du kommer att arbeta med att förbättra och utveckla system inom produktinformations- och livscykelsystem, affärssystem, kundsystem och dimensioneringsprogram. Dessutom får du möjlighet att arbeta med databaser och datahantering både lokalt och i molnet, samt bidra till utvecklingen av Business Intelligence-lösningar och AI-initiativ.\n\nOM JOBBET\n\nI den här rollen kommer du att:\n\n  Utveckla och underhålla backend-lösningar för våra digitala tjänster och uppkopplade värmepumpar.\n  Skapa robusta API:er och integrationslösningar för smidig kommunikation mellan system och plattformar.\n  Säkerställa effektiv och säker datahantering mellan enheter och molntjänster.\n  Samarbeta med frontendutvecklare och andra team för att skapa en sömlös användarupplevelse.\n  Arbeta med databashantering och optimering av backend-systemens prestanda och säkerhet.\n  Engagera dig i utvecklingen av AI-lösningar och Business Intelligence-initiativ.\n  Hålla dig uppdaterad kring nya teknologier och bidra med idéer och innovation.\n\n\nOM DIG\n\nVi söker dig som brinner för teknik och innovation, och som vill vara en del av ett företag som gör skillnad!\n\n  Du har en relevant utbildning inom datavetenskap, systemutveckling eller motsvarande erfarenhet.\n  Du har flera års erfarenhet av backendutveckling, gärna inom industriella system.\n  Goda kunskaper i Python, Java, C# eller Node.js.\n  Erfarenhet av databashantering (SQL och/eller NoSQL).\n  Kunskap om molntjänster som AWS, Azure eller Google Cloud.\n  Erfarenhet av att utveckla och konsumera REST- och GraphQL-API:er.\n  Förståelse för säkerhet inom mjukvaruutveckling och datahantering.\n  Erfarenhet av containerteknologier (Docker, Kubernetes) och CI/CD är meriterande.\n  Intresse för AI, Business Intelligence och framtidens digitala lösningar.\n  Lösningsorienterad och analytisk med en stark samarbetsförmåga.\n\n\nOM OSS\n\nHos oss får du arbeta med banbrytande teknik i en innovativ miljö där din insats gör skillnad. Vi erbjuder en dynamisk och inkluderande arbetsplats med stora möjligheter till utveckling och en kultur där vi uppmuntrar nyfikenhet och kreativitet.\nÄr du redo att ta nästa steg i din karriär och utveckla framtidens digitala lösningar tillsammans med oss? Ansök idag!",
      "Techstack": [
        "Python",
        "Java",
        "C#",
        "Node.js",
        "SQL",
        "NoSQL",
        "AWS",
        "Azure",
        "Google Cloud",
        "Docker",
        "Kubernetes"
      ],
      "Produkt": "Värmepumpar och digitala lösningar",
      "Företagsstruktur": "Företaget har en avdelning för Digital Solutions och söker en back-endutvecklare, men inga specifika uppgifter om antal anställda eller ytterligare avdelningar finns tillgängliga.",
      "Ekonomi": "Ingen specifik ekonomisk information finns angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@ctc.se",
          "name": "Info",
          "position": "",
          "source": "https://ctc.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ctc-ab/",
        "facebook": "https://www.facebook.com/ctcab.se",
        "twitter": "//ctcbenelux.com",
        "instagram": "https://www.instagram.com/ctc_varmepumpar/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 382,
      "företagsnamn": "Kalmar Solutions AB",
      "företagswebb": "https://bromma.com/?gad_source=1",
      "organisationsnummer": "5560145418",
      "sökterm": [
        "Spring",
        "Node.js",
        "PostgreSQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29499201",
      "titel": "Software Engineer",
      "beskrivning": "BROMMA has been the leading manufacturer of crane spreaders ever since its formation in the 1960s. Today we have, by far, the highest market share of the world’s spreader suppliers. In fact, our market share is higher than all our competitors’ combined. Today, we manufacture close to 2,000 spreaders of all types every year and our spreaders are currently in use in 99 of the top-100 ports world- wide.\nBROMMA sales and service network has a wide-reaching footprint. We are present with own sales offices on all continents, and with an extensive network of agents, we are able to support customers in every country in the world.\nMore information about BROMMA can be found on www.bromma.com\n \nWe're making every move count\nAre you a motivated and talented Software Developer with a passion for innovation and technology, then this role at Bromma could be the next step in your career!\nJoin the innovative team at Bromma and take the lead in the digitalization of the cargo handling industry as a Software Developer in our Kista, Stockholm office.\nAt Bromma, we offer an inspiring international atmosphere where you can thrive and grow your career. You will work on the full diagnostic lifecycle, from machine to user interface, and develop software for our telematic units, which is a key component in Bromma’s digitalization strategy.\n \nMain tasks and responsibilities:\nAs a Software Developer at Bromma, you will work closely with our R&D Cloud and Diagnostics team, in cooperation with internal stakeholders and external vendors. You will be given great responsibility for the development and maintenance of Bromma’s diagnostic and cloud platforms, including onboard diagnostics, prognostics, and telematics software.\nOur team has taken a strategic decision to own our platforms and moved all source code in house. This gives you the opportunity to work with interesting and challenging technology, and develop your skills in all technologies included in full stack development. You will be a key contributor to Bromma's digitalization strategy, helping to shape the future of the cargo handling industry.\n \nWhat you'll need to succeed:\nWe are looking for a talented Software Developer with a focus on cloud-backed development with experience in:\n● DevOps, AWS, PostgreSQL or other DB\n● Knowledge in Spring Boot, Node.js\n● Linux and C++ or Java\n● B.Sc degree or equivalent work experience\n● Fluent in Swedish or English, speaking and writing, is a requirement\n\n\nSearch: Linux, “Backend Developer”, “Software Developer”, “Software Engineer”.\n \nYou will be part of:\nWe believe in our people as it is our people who really make the difference. We always work in close collaboration with our customers, deliver on our promises and never walk away no matter how big the challenge. We succeed because we do it together. With us, you will have the opportunity to realise your potential and become an important member of our global team.\n \nInterested to join?\nIf you are excited about this opportunity, please submit your application by 26th of March, 2025\nFor further information please contact Joel Ek Kanslätt, Manager for R&D Cloud and Diagnostics by phone +46 70 200 04 58 or e-mail: joel.ek.kanslatt@bromma.com.\n \nBromma is part of Kalmar (Nasdaq Helsinki:KALMAR). Kalmar offers a wide range of industry shaping heavy material handling equipment and services to ports and terminals, distribution centres, manufacturing and heavy logistics. Headquartered in Helsinki, Finland, Kalmar operates globally in over 120 countries and employs approximately 5,200 people. In 2023, the company's sales on a carve-out basis totalled approximately EUR 2.0 billion.\nwww.kalmarglobal.com",
      "Techstack": [
        "DevOps",
        "AWS",
        "PostgreSQL",
        "Spring Boot",
        "Node.js",
        "Linux",
        "C++",
        "Java"
      ],
      "Produkt": "Kranspridare och programvara för telematik och diagnostik",
      "Företagsstruktur": "Del av Kalmar, global närvaro med kontor på alla kontinenter, 5200 anställda totalt för Kalmar",
      "Ekonomi": "Företaget Kalmar har en omsättning på ca EUR 2.0 miljarder och verkar i över 120 länder",
      "Ekonomisiffor": {
        "Omsättning": 2000000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "sales@bromma.com",
          "name": "Sales",
          "position": "",
          "source": "https://bromma.com/?gad_source=1"
        },
        {
          "email": "privacy@kalmarglobal.com",
          "name": "Privacy",
          "position": "",
          "source": "https://bromma.com/?gad_source=1"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/bromma/",
        "facebook": "https://www.facebook.com/brommaspreaders/",
        "twitter": null,
        "instagram": "https://www.instagram.com/bromma_spreaders/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 383,
      "företagsnamn": "Skohörnan i Hunnebo AB",
      "företagswebb": null,
      "organisationsnummer": "5567925689",
      "sökterm": [
        "Spring"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29512025",
      "titel": "Sommarjobbare under högsäsong",
      "beskrivning": "Sommarjobbare sökes för högsäsong sommaren 2025. Gäller v26-33.\nVi behöver en social tjej eller kille med mycket spring i benen. Som kan hjälpa till i butiken 2-4dgr i veckan.",
      "Techstack": "-",
      "Produkt": "Detaljhandel av skor",
      "Företagsstruktur": "Inga specifika uppgifter om antal anställda eller avdelningar",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 384,
      "företagsnamn": "Sportbaren i Lyckeby AB",
      "företagswebb": "https://www.timeoutlyckeby.se",
      "organisationsnummer": "5569172629",
      "sökterm": [
        "Spring"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29507736",
      "titel": "Servitris/Servitör",
      "beskrivning": "Timeout i Lyckeby söker två-tre personer för i första hand extraarbete som kan leda till säsongsarbete i sommar med chans till tillsvidareanställning efter sommaren. \nVi söker dig som är över 18 år och som brinner för service, har ett glatt humör och spring i benen. Har du erfarenhet i servicebranschen är det meriterande.\nSå är du ute efter extraarbete (schemalagt) fram till sommaren och en säsongsanställning i sommar är du varmt välkommen att söka dessa tjänster.\nTimeout i Lyckeby är en populär restaurang i Lyckeby med många inriktningar. Vi serverar lunch, a la carte med två kök (pizzakök och storkök), vi bedriver även avhämtning, utkörning med mera. Vi är ett sammansvetsat glatt gäng som alltid sätter gästen i fokus och samtidigt har roligt ihop. \nVarmt välkommen med din ansökan!",
      "Techstack": "-",
      "Produkt": "Servering av lunch, a la carte, avhämtning och utkörning",
      "Företagsstruktur": "Sammansvetsat team, antal anställda okänt",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/timeoutlyckeby/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 385,
      "företagsnamn": "Pensionsmyndigheten",
      "företagswebb": null,
      "organisationsnummer": "2021006255",
      "sökterm": [
        "Ansible",
        "Kafka",
        "PowerShell",
        "Git",
        "JUnit",
        "Kubernetes",
        "SQL",
        "Jenkins",
        "Bash",
        "ActiveMQ",
        "Spring",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29540023",
      "titel": "Systemadministratör med fokus på applikationsdrift",
      "beskrivning": "Vill du vara en del av ett team som ansvarar för driften av kritiska system och arbeta med verktyg för automation och övervakning? Vi söker nu en systemadministratör med fokus på applikationsdrift! Hos Pensionsmyndigheten får du en arbetsgivare som värdesätter mångfald och utveckling.\r\n\r\nVi tror att olika perspektiv stärker vårt arbete och bidrar till innovativa lösningar. Här får du möjlighet att växa både professionellt och personligt i en inkluderande och stödjande miljö.\n\nOm jobbet\nSom systemadministratör hos oss blir du en nyckelspelare i ett team som ansvarar för driften av flera kritiska system. Vi arbetar agilt, där samarbete och ständig kompetensutveckling är i fokus. I din roll får du möjlighet att göra skillnad genom att säkerställa att våra system fungerar stabilt och säkert, och du kommer att vara en viktig del av vårt kontinuerliga förbättringsarbete. Här får du både utmaning och frihet att växa och bidra på riktigt!\n\nDina huvudsakliga arbetsuppgifter:\n\n•    Uppsättning och administration av servrar\n•    Installation av nya releaser och uppdateringar\n•    Hantering av konfigurationer i Puppet\n•    Övervakning och felhantering med Checkmk\n•    Stöd till utvecklingsteam vid felsökning och förändringar\n•    Support till verksamheten med rutinåtgärder och felsökning\n•    Delta i regelbundna möten för att hålla dig uppdaterad kring relevanta ändringar\n•    Felsökning baserat på övervakning och eskalering av incidenter vid behov\n\nDin profil\nVi söker dig som är serviceinriktad, har god kommunikationsförmåga och kan förklara krav och behov på ett pedagogiskt sätt. Du är analytisk, ser helheten i komplexa system och tar initiativ till förbättringar och automatisering. Som en självgående och ansvarstagande person trivs du i en flexibel, agil miljö där arbetsuppgifter varierar. Du säkerställer effektiva arbetsflöden och driver kontinuerliga förbättringar för slutanvändarna.\n\nVi söker dig som har:\n•    Flerårig erfarenhet av systemadministration Linux av RHEL-variant\n•    Flerårig erfarenhet av systemadministration Windows Server\n•    Flerårig erfarenhet av scriptspråk - bash, powershell\n•    Erfarenhet av Puppet\n•    Erfarenhet av orkestreringsverktyg (tex Automic)\n•    Goda kunskaper i svenska och engelska, i tal och skrift\n\nDet är meriterande om du har erfarenhet av:\n•    Git kopplat till Bitbucket / Jira\n•    Apache (Tomcat)\n•    Övervakningsverktyg som Kibana, Elasticsearch. Logstash\n•    Certifikat och PKI-strukturer\n•    SQL (språket generellt, inte DBA-kunskaper)\n•    Python\n•    Streamserve\n\nVi erbjuder\nEtt myndighetsuppdrag som är viktigt på riktigt! En arbetsplats där vi värnar om att våra medarbetare ska ha en god balans mellan arbete och fritid. Vi erbjuder flexibel arbetstid och möjlighet att jobba delvis hemifrån. Som statligt anställd har du även goda anställningsvillkor och ett förmånspaket med friskvård, lediga klämdagar samt goda semester- och pensionsvillkor. Vårt kontor i Stockholm ligger centralt i Hornstull nära tunnelbanan.\n\nDu kan läsa mer om våra förmåner och hur det är att jobba hos oss https://www.pensionsmyndigheten.se/om-pensionsmyndigheten/jobba-hos-oss/jobba-pa-pensionsmyndigheten.\n\nBra att veta\nTjänsten är en tillsvidareanställning på heltid och vi tillämpar 6 månaders provanställning.\n\nAnställningen kan komma att placeras i säkerhetsklass.\n\nDin ansökan\n Vi jobbar kompetensbaserat i hela processen och är måna om en inkluderande, rättvis, objektiv och kandidatvänlig process. Därför ber vi dig att besvara ett antal urvalsfrågor istället för att be om personligt brev.\n\nVi kan komma att använda oss av arbetspsykologiska tester.\n\nHar du skyddade personuppgifter kontakta rekryterande chef som hjälper dig med din ansökan.\n\nVi strävar efter en jämn könsfördelning och ser mångfald som en styrka och välkomnar därför sökande med olika bakgrund.\n\nInför rekryteringsarbetet har vi tagit ställning till annonskanaler och marknadsföring. Vi undanber oss därför ytterligare kontakt med media-/annonsförsäljare, rekryteringssajter och liknande.\n\n#LI-HYBRID\n#VårtJobbBerörAlla",
      "Techstack": [
        "Linux (RHEL-variant)",
        "Windows Server",
        "Puppet",
        "Checkmk",
        "Skriptspråk (bash, powershell)",
        "Orkestreringsverktyg (t.ex. Automic)",
        "Git",
        "Apache (Tomcat)",
        "Övervakningsverktyg (Kibana, Elasticsearch, Logstash)",
        "SQL",
        "Python",
        "Streamserve"
      ],
      "Produkt": "Applikationsdrift och systemadministration",
      "Företagsstruktur": "Pensionsmyndigheten är en statlig myndighet med fokus på pensionssystem och anställda inom systemadministration.",
      "Ekonomi": "Allmän ekonomisk information finns ej angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 386,
      "företagsnamn": "Tech Mahindra Sweden AB",
      "företagswebb": null,
      "organisationsnummer": "5590634043",
      "sökterm": [
        "Spring"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29394805",
      "titel": "Customer Service Agent to Riga- Danish or Norwegian Speaking",
      "beskrivning": "Last spring, the doors of Tech Mahindra's new office opened, right in the center of Riga, where we now have a vacancy for a Customer Service Associate.\nHere you will work with customer service together with your colleagues from all over the world. In a dynamic and inspiring working environment where celebrations, activities and a fantastic team spirit create a unique atmosphere.\nWe offer:\nFlights and accommodation for the first month\nFixed salary\nPrivate health insurance\nDevelopment opportunities\nAn adventure you will never forget!\n\n\n\nAbout the position:\nAs part of our team, you will handle customer inquiries via phone, email and chat. You work both independently and in a team and ensure that cases are resolved within specified timeframes. Good communication with internal and external contacts is crucial to ensure high customer satisfaction and that the project's goals for response time, handling time and resolution rate are met. You will also participate in necessary training to continuously improve your skills.\n\n\nQualifications:\nDanish or Norwegian - fluent in spoken and written\nEnglish - good knowledge\nAbility to work in a team and contribute to a positive environment\nGood computer skills and ability to effectively multitask between different systems and applications\nYou are solution-oriented and love to make customers happy\nAs ​​you will be working different hours, we would like you to have the opportunity to work in shifts\nIt is an advantage if you have worked with customer service before, but not a requirement\nHave the opportunity to relocate to Riga\n\n\n\n\n\nAbout us:\nTech Mahindra is part of the Mahindra Group and was founded in India in 1945. Since then, the company has expanded and is now a multinational company with 260,000 employees in over 100 countries. Tech Mahindra's vision is to make other organizations better and more cost-effective by using modern digital solutions.\nWe are an equal opportunity employer. We promote and support a diverse workforce at all levels of the company. All qualified applicants will be considered for employment without regard to ethnicity, religion, gender, age, nationality, or disability.",
      "Techstack": "-",
      "Produkt": "Kundservice",
      "Företagsstruktur": "Multinationellt företag med 260,000 anställda över 100 länder, ingår i Mahindra Group.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 387,
      "företagsnamn": "Performiq AB",
      "företagswebb": "http://www.performiq.se/",
      "organisationsnummer": "5567852677",
      "sökterm": [
        "Spring"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29536988",
      "titel": "Godsmottagare till Guttsta Källa över sommaren",
      "beskrivning": "Tjänstebeskrivning & erbjudande\nÄr du noggrann, trivs att arbeta båda självständigt och i grupp? Har du god truckvana av truckkörning och erfarenhet av lastning och lossning? Har du tidigare jobbat inom produktion? Då kan du vara den vi söker för tjänsten som godsmottagare vid utlastningsavdelningen på Guttsta Källa i Kolsva utanför Köping, över sommaren!\n\nGuttsta Källa söker nu dig som har tidigare erfarenhet ifrån truckkörning vid utlastningsavdelningen.  Här kommer du arbeta med varumottagning och utlastning under sommaren. I rollen kommer du även att hantera lagerhållning av varorna, jobba mot deadlines och lasta och lossa lastbilar. Arbetet utförs både självständigt och i skiftlag vilket innebär att du som söker måste kunna ta egna beslut samt ha en god samarbetsförmåga med övriga avdelningar.\n\nPersonprofil\nVi söker dig som vill jobba inom lager med truckkörning som sin främsta arbetsuppgift. I tjänsten krävs det att du är noggrann, strukturerad och bidrar till ett positivt arbetsklimat. Du är engagerad, har en hög kvalitetsmedvetenenhet och kan arbeta i en miljö med höga säkerhetskrav. \n\nFör att du ska passa som godsmottagare till Guttsta Källa ser vi att du:\n\n•\tHar truckkort (A1-A4 samt B1-B5) och god truckvana\n•\tTidigare erfarenhet av lastning och lossning\n•\tKan svenska och engelska \n•\tHar god datavana\n•\tHar körkort och egen bil\n\nMeriterande om du har: \n•\tArbetat inom produktion och tillverkning\n•       Kunskap inom automation\n\nÖvrigt\nStart: V.22\nOmfattning: Heltid, v.22-30 (sommarvikariat)\nArbetstid: 07-16\nPlats: Kolsva, Köping\n\nFöretagspresentation\nRedan 1895 tappades de första flaskorna med naturligt mineralvatten vid Guttsta Källa placerat i hjärtat av Bergslagen. Med en modern maskinpark produceras vatten. Produkterna består främst av dagligvaruhandelns egna märkesvaror samt andra private label uppdrag. Guttsta Källa AB, som nu sysselsätter cirka 15 personer, grundades år 1894. Den nuvarande företagsformen, Guttsta Källa AB, grundades sommaren 2011 och tillhör den finska koncernen Finn Spring Oy.\nBryggeriet är beläget i den lummiga Hedströmsdalen, ca en mil norr om Köping. Den viktigaste råvaran i produkterna, mineralvattnet, tas upp ur den naturliga källan i Guttsta.\n\nOm PerformIQ\nPerformIQ är ett auktoriserat bemannings- och rekryteringsföretag med en unik profil. Vi erbjuder personal med bakgrund inom idrotts- och föreningslivet kombinerat med utbildning och arbetslivserfarenhet. Genom idrotten har våra konsulter utvecklat prestationshöjande egenskaper och därmed skapat rätt verktyg för att lyckas bättre i arbetslivet. Det är PerformIQ! För mer information, besök www.performiq.se",
      "Techstack": "-",
      "Produkt": "Bemanning och rekrytering av personal med bakgrund inom idrotts- och föreningslivet",
      "Företagsstruktur": {
        "Antal anställda": 15,
        "Avdelningar": "-"
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@performiq.se",
          "name": "Info",
          "position": "",
          "source": "https://performiq.se/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/performiq-ab",
        "facebook": "https://www.facebook.com/performiq",
        "twitter": null,
        "instagram": "https://www.instagram.com/performiqwork/"
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 388,
      "företagsnamn": "Barona Professionals AB",
      "företagswebb": "https://www.crosskey.fi",
      "organisationsnummer": "5569982167",
      "sökterm": [
        "Azure",
        "PowerShell",
        "Spring",
        "Microservices",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561833",
      "titel": "Azure Administrator - driving cloud excellence at Crosskey",
      "beskrivning": "Location: Stockholm or Mariehamn\nEmployment type: Full-time and hybrid\nStart date: Immediate. Your onboarding will take place at the HQ in Mariehamn for approximately one week.\n\nAbout the Role\nWe are looking for an Azure Administrator to join our Business IT team in an exciting and dynamic role and are seeking a motivated, curious, and service-oriented team player. Together with a team of nine other administrators and architects, you will be responsible for maintaining, upgrading, securing, and developing our cloud infrastructure to ensure optimal performance and reliability.\nAs an Azure Administrator, you will also act as a cloud engineer, playing a key role in designing, implementing, and managing our Azure environment. You will collaborate with other teams to deliver scalable, secure, and cost-effective cloud solutions that support and drive our business forward.\nYour Responsibilities\n Design and implement robust Azure solutions to meet business needs.\n Optimize cloud resources for performance, scalability, and cost efficiency.\n Develop and maintain CI/CD pipelines for smooth deployments.\n Monitor and manage the cloud infrastructure to ensure high availability and reliability.\n Implement best practices for cloud security and compliance.\n Stay updated on the latest Azure technologies and industry standards.\n\nWhat We Are Looking For\n A bachelor’s degree in computer science, IT, or a related field.\n Experience as an Azure Administrator or in a similar role.\n Solid understanding of Azure services and architecture.\n Experience with Infrastructure as Code, such as ARM templates.\n Proficiency in scripting languages like PowerShell and Azure CLI.\n Familiarity with containerization and orchestration.\n Strong problem-solving skills and a proactive mindset.\n Excellent communication and collaboration skills.\n\nWhat We Offer\nWe provide a challenging and inspiring workplace in an innovative company where our employees are at the core of everything we do. You will have the opportunity to grow in an open and flexible culture where freedom with responsibility and continuous feedback are central values. We are driven by taking on challenges and helping our customers achieve success.\nAbout Crosskey\nFounded in 2004, Crosskey combines extensive IT expertise with flexibility, commitment, and a personal touch. We make it easier to generate new revenue streams from financial services, so you can go to market faster with the right offering. Our expertise covers everything from traditional banking to eBanking, card and mobile payments, capital markets, and Open Banking. We have offices in Mariehamn, Stockholm, Helsinki, and Turku. Our clients span the Nordic region and include Ålandsbanken, S-Pankki, DNB, and Marginalen Bank.\nAt Crosskey, we don’t just shape the future of finance—we lead the charge. Our passion for innovation drives us to provide businesses with cutting-edge solutions and unmatched expertise. Our comprehensive approach to technology and service delivery allows us to tailor solutions to each client's unique needs, driving efficiency, growth, and agility. With a steadfast entrepreneurial spirit and a passion for technology, we are committed to pushing boundaries and shaping the future of finance.\nTo apply\nDo you want to join our dedicated team? Submit your application today and take the next step in your career as an Azure Administrator! Please apply with your CV and a brief introduction about yourself. Please note that we will conduct a security clearance for the selected candidate. For more information, please contact Recruiter Agnes Hildén via email at agnes.hilden@barona.se. Apply today as the position may be filled before the final application deadline.\nDue to GDPR regulations, we cannot accept applications via email. Please apply for the position through our website.",
      "Techstack": "Azure, Infrastructure as Code, ARM templates, PowerShell, Azure CLI, containerization, orchestration",
      "Produkt": "Cloud-lösningar, Azure-administration, CI/CD-pipelines, IT-tjänster inom finanssektorn",
      "Företagsstruktur": "10 anställda i IT-teamet, kontor i Mariehamn, Stockholm, Helsingfors och Turku",
      "Ekonomi": "Information om omsättning och resultat är ej tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "andreas.freiman@crosskey.se",
          "name": "Andreas Freiman",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "hanna.mara-viinikainen@crosskey.fi",
          "name": "Hanna Mara Viinikainen",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "madeleine.lang@crosskey.se",
          "name": "Madeleine Lang",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "vilhelm.ostberg@crosskey.fi",
          "name": "Vilhelm Ostberg",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "fraenk.andersson@crosskey.fi",
          "name": "Fraenk Andersson",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "malin.ulinder@crosskey.se",
          "name": "Malin Ulinder",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "timo.penttila@crosskey.fi",
          "name": "Timo Penttila",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "stefan.eriksson@crosskey.fi",
          "name": "Stefan Eriksson",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "monika.sigmark@crosskey.fi",
          "name": "Monika Sigmark",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "information@crosskey.fi",
          "name": "Information",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "tove.niskala-dahlen@crosskey.fi",
          "name": "Tove Niskala Dahlen",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        },
        {
          "email": "sebastian.nunez@crosskey.fi",
          "name": "Sebastian Nunez",
          "position": "",
          "source": "https://www.crosskey.fi/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/crosskey-banking-solutions",
        "facebook": "https://www.facebook.com/crosskeybankingsolutions",
        "twitter": null,
        "instagram": "https://www.instagram.com/lifeatcrosskey/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 389,
      "företagsnamn": "RightHub Services AB",
      "företagswebb": "https://www.righthub.com",
      "organisationsnummer": "5568536865",
      "sökterm": [
        "Django",
        "PostgreSQL",
        "TDD",
        "GraphQL",
        "gRPC",
        "MongoDB"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29466719",
      "titel": "Senior Backend Engineer",
      "beskrivning": "Senior Backend Engineer / Senior Full Stack Developer (AI, Cloud & IP Management) (English below)\nPlats: Stockholm, Sverige (På plats)\nAnställningstyp: Heltid\nOm oss\nRighthub är ett ledande företag inom tjänster och hantering av immateriella\nrättigheter. Vi utvecklar banbrytande lösningar för att hantera patent, design,\nvarumärken och upphovsrätter. Vår AI-drivna plattform automatiserar komplexa\njuridiska processer och hjälper advokatbyråer och innovatörer att effektivisera sina\narbetsflöden och samarbeta. Vi använder generativ AI i stor utsträckning för att\nförbättra vår automatisering och beslutsfattande.\nFör mer info: www.righthub.com\nJobbeskrivning\nVi söker en Senior Backend Engineer eller Full-Stack Developer med expertis\ninom AI, Retrieval-Augmented Generation (RAG), generativ AI, AI-agenter,\nmolntjänster och system för hantering av immateriella rättigheter (IP).\nDenna roll kräver minst 3+ års praktisk erfarenhet av AI, inklusive LLM-baserade\napplikationer, generativ AI, RAG-system och AI-drivna automatiseringar. Den ideala\nkandidaten har djup kunskap om AI-förbättrad sökning (VectorDBs, LangChain,\nLlamaIndex), molnnativ utveckling (GCP, Kubernetes, Docker) och händelsedrivna\narkitekturer (Pub/Sub, asynkron bearbetning, WebSockets, mikrotjänster).\nHuvudsakliga ansvarsområden\n• Arkitektera, designa och implementera AI-drivna hämtnings- och söksystem\nmed RAG, vektordatabaser (PGVector, Pinecone), generativa AI-modeller\noch LLM-ramverk (LangChain, LlamaIndex).\n• Utveckla backend-tjänster i Java (Spring Boot) och Python (FastAPI, Django,\nFlask) för AI-drivna arbetsflöden inom IP-hantering.\n• Bygga, underhålla och optimera RESTful API:er, GraphQL, gRPC och\nWebSockets för skalbar och säker kommunikation.\n• Designa och implementera mikrotjänstarkitektur för att säkerställa skalbarhet\noch underhållbarhet.\n• Arbeta med AI-drivna juridiska automatiseringsverktyg som använder OpenAI,\nAnthropic, Gemini, DeepSeek och finjusterade LLM:er.• Optimera och skala kunskapsåtervinningssystem baserade på PostgreSQL,\nMongoDB och VectorDB.\n• Utveckla och hantera Dockeriserade applikationer samt distribuera dem i\nKubernetes-kluster i Google Cloud (GCP).\n• Designa och optimera Pub/Sub-arkitekturer för händelsedriven bearbetning.\n• Implementera asynkron uppgiftsbearbetning med Celery, Kafka, RabbitMQ\noch liknande tekniker.\n• Följa bästa praxis för Test-Driven Development (TDD) för att säkerställa\nrobust och underhållbar kod.\n• Utföra och delta i kodgranskningar för att upprätthålla kodkvalitet och bästa\npraxis.\n• Samarbeta effektivt i en teammiljö och arbeta nära tvärfunktionella team för\natt leverera högkvalitativa lösningar.\n• Implementera GitLab-baserade CI/CD-pipelines för säker och effektiv\ndistribution.\n• Säkerställa efterlevnad av bästa praxis för IP-säkerhet (OAuth, SAML, JWT).\nKrav på kvalifikationer\n• 9+ års erfarenhet av backend-utveckling med Java (Spring Boot) och Python\n(FastAPI/Django).\n• Minst 3+ års praktisk erfarenhet av AI, inklusive LLM:er, generativ AI, RAG\noch AI-drivna automatiseringar.\n• Expertis inom Retrieval-Augmented Generation (RAG), generativ AI,\nvektordatabaser (PGVector, FAISS, Weaviate, Pinecone) och LLM-integration\n(LangChain, LlamaIndex).\n• Erfarenhet av att bygga AI-agenter med OpenAI Swarms, Crew AI, AutoGen,\nMetaGPT, etc.\n• Stark bakgrund i att förstå AI Agent Workflow och omfattande användning av\nAtomic Agent.\n• Djup förståelse för arbetsflöden inom immateriella rättigheter (IP) och\nmjukvara för varumärkes-/patenthantering.\n• Praktisk erfarenhet av Google Cloud Services, AWS, Azure, Kubernetes,\nDocker och Terraform.\n• Dokumenterad erfarenhet av att utveckla RESTful API:er, GraphQL, gRPC,\nWebSockets och mikrotjänster.\n• Gedigen erfarenhet av Pub/Sub, asynkrona uppgifter och meddelandeköer\n(Kafka, RabbitMQ, Celery).\n• Erfarenhet av Test-Driven Development (TDD) och bästa praxis inom detta\nområde.\n• Stark kunskap om högpresterande databaser (PostgreSQL, MongoDB,\nVectorDB).\n• Säkerhetskunskaper inom IAM, OAuth, SAML och bästa praxis för API-\nsäkerhet.\n• Förmåga att arbeta i samarbetsinriktade teammiljöer och bidra till\ndiskussioner, planering och beslutsfattande.\n• Erfarenhet av att genomföra kodgranskningar och upprätthålla höga\nkodkvalitetsstandarder.Meriterande kvalifikationer\n• Tidigare erfarenhet av AI-drivna SaaS-applikationer, legal tech eller fintech.\n• Erfarenhet av storskalig automatisering inom IP-hanteringsarbetsflöden.\n• Stark bakgrund inom finjustering av LLM:er, optimering av återhämtning och\nAI-agenter med olika ramverk.\n• Förståelse för React, Next.js och TypeScript för frontend-integration.\n• Bekantskap med webbteknologier och protokoll (HTTP, WebSockets) samt\nsäkerhetsbästa praxis.\nVarför jobba hos oss?\n• Arbeta med banbrytande, AI-drivna IP-hanteringssystem som revolutionerar\njuridisk automatisering.\n• Bli en del av ett AI-fokuserat, molnnativt utvecklingsteam i framkant av\ninnovation inom legal tech.\nAnsök här:\nMaila in din ansökan till chafner@righthub.com med ditt CV och portfolio/brev. Sista ansökningsdag är 31. Mars 2025.",
      "Techstack": [
        "Java",
        "Spring Boot",
        "Python",
        "FastAPI",
        "Django",
        "Flask",
        "PostgreSQL",
        "MongoDB",
        "VectorDB",
        "Pub/Sub",
        "Kafka",
        "RabbitMQ",
        "Celery",
        "Docker",
        "Kubernetes",
        "Google Cloud",
        "OpenAI"
      ],
      "Produkt": "Tjänster och hantering av immateriella rättigheter, AI-drivna automatiseringslösningar för juridiska processer",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 390,
      "företagsnamn": "Flower Infrastructure Technologies AB",
      "företagswebb": null,
      "organisationsnummer": "5592575558",
      "sökterm": [
        "Django"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29415443",
      "titel": "Senior Software Engineer",
      "beskrivning": "What We DoSwiftly gaining ground as Sweden’s industry leader in battery storage and expanding rapidly in selected European markets, Flower is on a mission to enable the energy system of tomorrow.\nWith an industry-leading AI-powered platform at its core, our service includes stabilizing the energy system by enhancing predictability and flexibility for both energy producers and consumers. By combining pioneering technology with a portfolio of flexible energy assets, we break new ground towards a fossil-free energy system, allowing clean energy to power society.\nWho We Are Tech company at heart – purpose in our DNA. Flower consists of a diverse group of innovative individuals with a strong desire to improve the state of the world.\nAt Flower, we believe trust, collaboration and diversity are essential to not only create an inclusive work environment, but also drive career growth. By embracing varying perspectives, we allow creativity and progress to flourish.\nTo accelerate towards our goal of becoming the pioneering force powering the energy system of tomorrow, we are now looking for a passionate Senior Software Engineer.\n About The Role:The Flower Portal is the cornerstone product of how our Partners track their investments in flexible energy assets and understand their impact on the energy system. As an early member of the team, your contributions will directly shape the product’s success and influence how Flower is perceived. Together, we’ll build a strong and collaborative team culture as we drive the green energy transition forward.\nWhat You’ll Do: \n Dive into the world of green energy transition and gain a deep understanding of Flower’s offerings \n Collaborate closely with our Product Owner, and fellow Software Engineers in a small team to build great solutions \n Develop our product in typescript using tools like React and NestJS \n Build stable, scalable solutions and ensure quality by working with test frameworks \n Play a key role in shaping architecture, design decisions, and aligning development with user needs and business goals \n Bring clarity to complex data, helping Partners understand and engage with Flower’s vision and value proposition \n Drive new features connected to internationalization, diversification of our portfolio of assets and new realtime data streams \n Drive the development of new features, including internationalization, portfolio diversification, and integration of new data streams \n \nWho You Are: You are a humble and dedicated professional, ready to roll up your sleeves and dive into the work required to achieve our ambitious goals. Therefore, we believe that you possess the following traits:\n You’re a natural problem solver who loves tackling new challenges and apply 80/20 thinking to focus on the most impactful solutions \n Communication and teamwork are your strengths — you enjoy collaborating and bringing ideas to life \n You thrive in fast-paced environments, enjoy exploring unbeaten paths and embrace the ‘fail fast, learn fast’ approach \n You have 6+ years of experience in software engineering with a strong track record in a similar role \n You have a knack for building applications from scratch or scaling them up early on \n Backend development is your sweet spot, and you’re comfortable with frameworks like NestJS, Spring, or Django \n You you’re happy to see features through to the client and thrive working as a full-stack \n You have got deep experience working with cloud platforms and know how to leverage them effectively \n \n LocationOur beautiful office is located in the heart of Södermalm just a short walk from Slussen subway station. We encourage in-office collaboration but support a hybrid work model. \n ApplyOur corporate language is English, as we have over 20 nationalities in the office. We therefore appreciate it if you could submit your CV in English.Throughout the recruitment process you will meet with the People &Talent Partner, Head of Flower Portal, Engineers, VP of Asset Management, and our CEO.\nWe look forward to hearing from you! \n---\nWe kindly but firmly decline any engagement in recruitment assistance for our hiring processes. This includes partnership offers or the sale of recruitment tools.",
      "Techstack": [
        "AI",
        "typescript",
        "React",
        "NestJS",
        "cloud platforms"
      ],
      "Produkt": "Flower Portal - en plattform för att spåra investeringar i flexibla energitillgångar och förstå deras påverkan på energisystemet.",
      "Företagsstruktur": "Tech-företag med en mångfaldig grupp av innovativa individer. Antal anställda och specifika avdelningar inte angivna.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 391,
      "företagsnamn": "Greenely AB (publ)",
      "företagswebb": "https://www.greenely.se/",
      "organisationsnummer": "5569609794",
      "sökterm": [
        "Django",
        "Terraform",
        "Microservices",
        "PostgreSQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29381924",
      "titel": "Backend Developer to Greenely!",
      "beskrivning": "Are you a skilled Backend developer with a strong passion for technology and people?If so, Greenely is looking for an exceptional individual to join our team! Greenely is the energy consumer platform dedicated to helping families navigate the increasingly complex world of electricity. Our mission is to reduce your energy bill to zero, not merely by optimizing home energy usage, but by enabling you to generate virtual power. Our mission is to enable every home to play a vital role in the energy transition in Europe.\n\n\nWhat you’ll be doing :\nAs our new backend developer, you'll actively participate in Greenely's growth by:\n \nExploring new technologies\n\n \nCollaborating on and writing specifications for innovative ideas\n\n \nDeveloping new features using Python\n\n \nStaying up-to-date with the latest tech trends\n\n \nBuilding APIs for our energy-saving app\n\n \n\nWhat you'll need to succeed :\nWe value collaboration and diverse projects, so we're looking for someone who is:\n Flexible and an excellent communicator\n Responsible and able to explain technical concepts to non-experts\n Driven to create value for end-users\n Able to collaborate with teams/partners to build robust integrations and features.\n Experienced in backend development with Python (5+ years)\n Skilled in REST APIs, Django, PostgreSQL, and GIT\n Extensive experience building containerized applications/services (microservices)\n Hands-on experience with Cloud platforms and container orchestration tool(s), AWS (EC2, S3, Lambdas, ECS or EKS)\n Fluent in English\n \n\nBonus Skills:\n Falcon framework experience\n Kubernetes\n IAC tools like Terraform\n Knowledge of time-series data\n Experience with IoT-related technologies\n \n\n\nTeam & Workplace:\nAt Greenely, we believe in freedom under responsibility, and we know you're an essential part of our success. Our teams are cross-functional, including both front-end and backend developers. Our HQ is located in the heart of Stockholm, Sweden.\n\n\nWhat we can offer you :\n  Flexibility: We are an office-first company that values in-person collaboration, offering flexible work arrangements to support your work-life balance. Our vibrant office is conveniently located in the heart of Stockholm at Vasagatan 40. \n  Growth: Elevate your career with opportunities for skill development, challenging projects, and advancement within our forward-thinking organization. \n  Influence and Impact: Your voice matters. Shape the future of energy by contributing your ideas, expertise, and playing a key role in decision-making. \n  Innovative Environment: Thrive in an ever-changing industry, working on cutting-edge projects and staying ahead of the curve in a dynamic and pioneering work atmosphere.\n \n\nJoin our team of problem-solvers, making a difference in the European energy system one consumer at a time!\n\nAbout Greenely\nGreenely aims to create the best customer experience for the modern energy consumer through technology. Greenely's integrated mobile application enables households to optimize their energy consumption, reduce their electricity costs, and participate in grid balancing services. By connecting various energy assets in the home, Greenely's platform allows consumers to manage their energy usage efficiently while contributing to the stability of the power system. Greenely's solution addresses the challenges of the modern energy landscape and promotes a more efficient, sustainable, and reliable power system. By providing consumers with savings and new revenue streams, Greenely drives the transition to a cleaner and more resilient energy system.\n\nWE AREbold and push the limit.\nWE BELIEVE THATfast is better than slow.\nWE think like owners.\nWElead with knowledge.",
      "Techstack": [
        "Python",
        "REST APIs",
        "Django",
        "PostgreSQL",
        "GIT",
        "AWS (EC2, S3, Lambdas, ECS, EKS)",
        "Containerization/Microservices",
        "Kubernetes",
        "Terraform"
      ],
      "Produkt": "Energikonsumentplattform som hjälper hushåll att optimera energianvändning och minska elkostnader.",
      "Företagsstruktur": "Företaget är cross-funktionellt med team av front-end och back-end utvecklare, baserat i Stockholm. Antal anställda anges ej.",
      "Ekonomi": "Information saknas.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 392,
      "företagsnamn": "REGION GÄVLEBORG",
      "företagswebb": null,
      "organisationsnummer": "2321000198",
      "sökterm": [
        "GitLab",
        "Azure",
        "Scrum",
        "Tableau",
        "Jenkins",
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558184",
      "titel": "BI-utvecklare Scrum master till Sussa Data och Analys",
      "beskrivning": "Vi söker en erfaren kravanalytiker med ansvar för att bland annat bevaka och analysera de nio regionernas krav på gemensamt datalager till Sussa Data och Analys som är en ny virtuell samverkansorganisation med uppdraget att förvalta och utveckla nio regioners gemensamma datalager. \n\nSussa Data och Analys är en del av Sussa samverkan, en samverkansorganisation där nio regioner jobbar tillsammans för att bidra till att svensk hälso- och sjukvård når målen i regeringens vision för e-hälsa 2025. Samarbetet mellan de nio regionerna är unikt och just nu pågår arbetet med att utveckla och införa ett nytt, gemensamt vårdinformationsstöd. För att omhänderta möjligheterna att gemensamt utveckla en utdataförmåga har regionerna inom Sussa samverkan utvecklat en plattform och lösning, ett datalager, för att omhänderta informationen i vårdinformationssystemet. Arbetet pågår fortfarande och lösningen kommer att tas i drift samtidigt som regionerna produktionssätter vårdinformationssystemet.\n\nSussa Data och Analys är den förvaltnings- och leveransorganisation som kommer att förvalta och vidareutveckla den gemensamma plattformen och lösningen som respektive region därefter tar i drift i sin regionala miljö.\n\nBemanningen av denna roll sker inom Sussa Data och Analys och urvalet kommer därför att göras av sökande från alla nio Sussa-regioner. Du kommer att ha din anställning i regionen men arbeta riktat mot Sussa Data och Analys.\n\nFör mer info: https://regionsormland.se/halsa-vard/sussa-samverkan/sussa-bi/ (Sussa Data och Analys hade tidigare arbetsnamnet Sussa BI)\n\n\r\n\r\nARBETSUPPGIFTER\nSom Scrum Master inom Business Intelligence (BI) är du en nyckelperson i att driva och coacha BI-teamet enligt agila principer. Du ansvarar för att säkerställa en effektiv arbetsprocess och stödja teamet i att leverera högkvalitativa BI-lösningar som möter affärsbehov. Rollen kräver både en djup förståelse för agila metoder och en grundläggande insikt i BI-processer för att kunna facilitera arbetet på bästa sä\n\nDet är en tjänst där du får arbeta drivande och framåtsyftande i en unik samverkan med andra kollegor inom Sussa och de nio regionerna.\nDu representerar nio regioner via vårt gemensamma objekt Sussa Data och Analys i forum med regionala representanter och behovsägare samt närliggande objekt Sussa vårdstöd.\n\nHuvudsakliga ansvarsområden\n1. Facilitera det agila arbetssättet:\n•\tCoacha BI-teamet i Scrum-ramverket och andra agila metoder som Kanban.\n•\tLeda dagliga stand-ups, sprintplaneringar, sprint reviews och retrospektiv.\n•\tSe till att teamet följer agila principer och att de kontinuerligt förbättrar sina processer.\n•\tBistå teamet i att identifiera och ta bort hinder som påverkar leveransen av BI-lösningar.\n\n2. Stödja BI-teamets utveckling och samarbete:\n•\tSkapa en kultur av självorganisering och kontinuerlig förbättring inom teamet.\n•\tUnderlätta kommunikation och samarbete mellan utvecklare, dataingenjörer, testare och produktägare.\n•\tSäkerställa att teamet har tydliga mål och en gemensam förståelse för backloggens prioriteringar.\n\n3. Samordning och intressenthantering:\n•\tSamarbeta med Product Owner (PO) & BI Manager för att säkerställa att backloggen är tydlig, prioriterad och genomförbar.\n•\tKoordinera med andra agila team och intressenter för att säkerställa att BI-lösningar integreras smidigt i organisationen.\n•\tRapportera och kommunicera teamets framsteg och utmaningar till ledning och andra relevanta parter.\n4. Kontinuerlig förbättring av processer:\n•\tIdentifiera och implementera förbättringsåtgärder för att optimera teamets arbetsflöde.\n•\tHjälpa teamet att effektivisera test- och releaseprocesser i en BI-miljö.\n•\tDriva workshops och utbildningar inom agila arbetssätt och BI-specifika utmaningar.\n\n\r\n\r\nKVALIFIKATIONER\nUtbildning och erfarenhet:\n•\tRelevant akademisk examen inom IT, systemvetenskap, dataanalys eller motsvarande arbetslivserfarenhet.\n•\tMinst 3 års erfarenhet av att arbeta som Scrum Master, gärna inom Business Intelligence eller dataanalys.\n•\tErfarenhet av att arbeta i BI- eller datadrivna utvecklingsteam.\n•\tCertifiering inom Scrum eller andra agila ramverk (exempelvis CSM, PSM eller SAFe) är meriterande.\n\nTeknisk kompetens:\n•\tFörståelse för BI-verktyg som Power BI, Tableau eller Qlik.\n•\tGrundläggande kunskaper i SQL och databashantering är meriterande.\n•\tErfarenhet av verktyg som Jira, Confluence eller Azure DevOps för agil projektledning.\n•\tPraktisk erfarenhet av CI/CD-pipelines med verktyg som Jenkins, Azure DevOps eller GitLab.\n\nPersonliga egenskaper:\n•\tStark kommunikativ förmåga och erfarenhet av att facilitera möten och workshops.\n•\tFörmåga att coacha och motivera team till självorganisering och högpresterande arbete.\n•\tLösningsorienterad och proaktiv i att identifiera förbättringsområden.\n•\tStrukturerad och analytisk med förmåga att prioritera och driva förändring.\n\nSpråk och verktyg:\n•\tFlytande svenska och engelska i tal och skrift.\n•\tErfarenhet av agila verktyg för backlogg- och sprintplanering, exempelvis Jira eller Trello.\n\n\r\n\nÖVRIGT\nMed 7 500 medarbetare är vi länets största arbetsgivare. Det ger oss styrka att driva utvecklingen framåt för ett livskraftigt Gävleborg. Vårt uppdrag är spännande och komplext. Oavsett vilken roll du har hos oss hjälper du invånarna i länet och gör nytta i samhället. Vi ligger i framkant i samhällsutvecklingen och satsar på att du som medarbetare ska få växa och utvecklas. Hos oss får du använda hela din kraft för att tillsammans med dina kollegor skapa framtidens Gävleborg. \n\nInformation till rekryteringskonsulter och annonssäljare:\nVi har redan beslutat var vi vill synas med våra platsannonser samt vilket stöd vi vill ha i rekryteringen. Vi kommer inte att köpa annonsplats eller tjänster för pågående rekrytering och ber er därför att inte kontakta oss med sådana erbjudanden.",
      "Techstack": [
        "Power BI",
        "Tableau",
        "Qlik",
        "SQL",
        "Jira",
        "Confluence",
        "Azure DevOps",
        "Jenkins",
        "GitLab"
      ],
      "Produkt": "Gemensamt datalager för nio regioner, vårdinformationsstöd",
      "Företagsstruktur": "7 500 anställda, struktur inom Sussa Data och Analys med fokus på agil samverkan mellan nio regioner",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 393,
      "företagsnamn": "Lowell Sverige AB",
      "företagswebb": null,
      "organisationsnummer": "5562095363",
      "sökterm": [
        "Data Visualization",
        "Azure",
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29551241",
      "titel": "BI Developer",
      "beskrivning": "Who we are\n Lowell is one of Europe's leading and most respected credit management companies, we believe in the importance of good relationships. Whether that's with our customers or our people.\n \n Together, we make credit work better for all! Our mission is to help customers on the path to becoming debt free; with a real focus on helping our customers pay off their debts in practical and affordable ways. We do this honestly, ethically and by treating our customers with dignity and respect. We buy debts from lots of different companies in all kinds of sectors as well as provide collection services for other businesses. \n\nOur focus on sustainability, hybrid working, leadership development and career progression makes working at Lowell a rewarding experience. \n\n So that's us, now let's talk about your role…\r\n\r\nLowell is looking for a BI Developer (MS BI full stack)\n\nWe are looking for a BI Developer to liaise directly with stakeholders to gather and influence reporting requirements before building out insightful PowerBI dashboards in a fully automated and governed manner.\n\nYou are a BI Developer with a key attention to detail and an inquisitive mind searching for an opportunity where you will be responsible for using your SQL and Power BI capabilities.\n\nTogether, we go further - and it starts with you. So, if you're interested in adding your voice to our fantastic team of people, take the first step and apply today. \n\nWelcome with your application!\n\n \n\nJob description\n\nSuccess in the role as BI Developer is measured not only how well you know your SQL skills but also how well you know our business and shape the reporting environment.\n\n \n\nAs BI Developer you will be responsible for the development of new metrics and dimensions that will increase the understanding of Lowell's performance and liase with the Data Management Team to ensure such metrics and dimensions are available for the wider data community.\n\n \n\nYour role will also include:\n\n * Creation and maintaining Power BI dashboards.\n * Automation of the production of currently manual reports.\n * Development and maintaining custom visuals and dashboards that provide insights into key business trends and facilitate questioning and actions.\n * Work with the Data Management Team on developing and optimizing data warehouse capability.\n * Query tables using SQL and work on ways to optimize business performance.\n\n \n\nWho are you?\n\nTo be successful in this role you will need to have a strong understanding of SQL and be comfortable reading and writing complex SQL queries ideally across multiple platforms. You have experience of working with Power BI on prem and cloud (Azure) and a natural flair for creative data visualization.\n\n \n\nWith a strong written and verbal communication skills in English you are comfortable communicating and building relationships with stakeholders at all levels. The ability to 'grasp the ask' is key.\n\n \n\nOther key experiences\n\n * 1-5 years' experience in a similar role using SQL, DAX, Power Query or Azure Platform.\n * Strong problem-solving skills and curiosity to learn.\n * Good understanding of databases and ability to write complex SQL queries.\n * Experience in building reports and dashboards with Power BI on prem and cloud.\n * Previous experience in a finance, collections, or payments supporting data analytics role is a plus.\n * Solid organizational skills, ability to prioritize and multi-task in a demanding environment.\n * Able to optimize and improve automation of data processes.\n * Competent at understanding and converting complex logic into actionable insights.\n * A bachelor's degree in data analytics, economics, mathematics, finance, or a related field of study.\n * Knowing one Nordic language is a plus. \n\n \n\nWhat we offer\n\nWe welcome you to an exciting company with high goals and ambitions, which is constantly working to develop and challenge itself. We offer you a warm company climate, great colleagues and good benefits and working conditions. At Lowell, we have chosen to work in a hybrid model, which means that we work both in the office and from home. A little depending on the role and tasks of course.\n\n \n\nLowell is a value-driven company that lives by the values of Pioneering, Ambition, Compassion, Excellence and Responsibility. These values are the foundation of Lowell's business and way of being and working.\n\n \n\nWhatever your culture, gender identity, religion, ethnicity, age, neurodiversity, or disability status, if you're ready to help us make credit work better for all, we think you'll fit right in. Our people are our strength, so we build strong teams thriving with diverse voices, and offer benefits that can keep our people strong.",
      "Techstack": [
        "SQL",
        "Power BI",
        "DAX",
        "Power Query",
        "Azure"
      ],
      "Produkt": "Kreditförvaltning och indrivning av skulder",
      "Företagsstruktur": "Företaget verkar i Europa, har anställda inom olika avdelningar som fokuserar på kreditförvaltning och databasadministration.",
      "Ekonomi": "Ingen specifik ekonomisk information nämns i beskrivningen.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 394,
      "företagsnamn": "Skogsstyrelsen",
      "företagswebb": null,
      "organisationsnummer": "2021005612",
      "sökterm": [
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29545944",
      "titel": "Skoglig analytiker",
      "beskrivning": "Din blivande arbetsplats\nSkogsstyrelsen är en av Sveriges 29 statistikansvariga myndigheter och ansvarar för att framställa officiell statistik bland annat om skogens brukande och nyttjande, skogsbrukets produktion och ekonomi.\r\n\r\nStatistikenheten består av 15 medarbetare som är spridda på 9 orter i landet. Bland annat finns vi i Jönköping, Örebro, Uppsala, Stockholm, Gävle och Umeå. Medarbetarna på enheten har distansarbetsavtal. Vi vill nu komplettera vårt team med en skoglig analytiker. Om du har ett genuint intresse för data och dataanalys kan detta vara den perfekta rollen för dig. \n\nI arbetet ingår det bland annat att\nDu kommer att ansvara för framställningen, presentationen och publiceringen av en eller flera av Skogsstyrelsens statistikprodukter. Vi kan erbjuda dig ett varierande arbete där du kommer medverka i utvecklingen av nya statistikprodukter, metoddesign, kvalitet, resultat och presentation.\n\nSkogsstyrelsens statistikansvar är brett och sträcker sig från skogsbrukets arbete med att bevara biologisk mångfald till näringens struktur och ekonomi. I dialog försöker vi anpassa vilka produkter du arbetar med efter din profil och dina önskemål. Hos oss får du arbeta på en omväxlande och vänlig arbetsplats, med stora möjligheter till utveckling inom ditt arbetsområde. Vi är ett starkt team som stödjer varandra och arbetar tillsammans för att nå våra gemensamma mål. \n\nKvalifikationer\nVi ställer krav på att du har\n\n - relevant akademisk examen till exempel inom skogsvetenskap, statistik eller datavetenskap\n - dokumenterade kunskaper i statistik\n - goda kunskaper i svenska och engelska\n\nDet är meriterande om du\n\n - har erfarenhet av att arbeta med statistik\n - har erfarenhet av att arbeta med databaser, till exempel programmering i SQL, R och/eller Python\n\nSom person vill vi att du\n\n - är noggrann och analytisk\n - har en god samarbetsförmåga\n - kan förklara och presentera resultat på ett pedagogiskt sätt\n - har ett genuint intresse för dataanalys, ett öga för detaljer, och en vilja att utvecklas inom rollen\n\n \n\nVillkor\nStationeringsort: På något av Skogsstyrelsens kontor, företrädesvis på en ort där Statistikenheten redan finns representerad.\n\nKontakt: Svante Claesson 070-345 82 26, Neil Cory 090-15 83 12\n\nFacklig företrädare: Örjan Laneborg för Saco, Rickard Åman för ST, 036-35 93 00\n\n \n\nVälkommen med din ansökan senast 6 april\n\n\n\nDet här är Skogsstyrelsen\n\nSkogsstyrelsen är en myndighet för frågor som rör skog. Vår vision är Skog till nytta för alla. Vår uppgift är att verka för att skogen sköts så att vi kan nå de skogspolitiska mål som riksdagen har beslutat. Vi finns i hela landet med kontor från Pajala i norr till Hässleholm i söder. Huvudkontoret finns i Jönköping.\n\n\nTillsammans arbetar vi för att vår myndighet ska vara en arbetsplats där alla medarbetare trivs, utvecklas och vill stanna kvar. Allt vårt arbete vilar på den statliga värdegrunden.\n\n\nSom nyanställd genomförs din introduktion i tre steg kompletterat med utbildningar som stärker dig som anställd såväl på Skogsstyrelsen som statsanställd. Vi har en ledaridé med följande värdeord: gemenskap, respekt, ansvar och nyfikenhet. Oavsett om du är ledare eller inte, hoppas vi att du delar dessa värdeord med oss. \n\n\nSmå extra arbetsförmåner kan göra stor skillnad för dig. Vi hoppas du kommer att trivas hos oss!\n\n\nÄr du nyfiken eller har en fråga, tveka inte att höra av dig om du inte finner svar på vår hemsida: https://skogsstyrelsen.se/om-oss/ samt https://skogsstyrelsen.se/om-oss/var-verksamhet/jobba-hos-oss/\n\n\nVälkommen till Skogsstyrelsen!",
      "Techstack": [
        "SQL",
        "R",
        "Python"
      ],
      "Produkt": "Officiell statistik om skogens brukande och nyttjande, skogsbrukets produktion och ekonomi",
      "Företagsstruktur": {
        "Antal anställda": 15,
        "Avdelningar": [
          "Statistikenheten"
        ],
        "Kontor": [
          "Jönköping",
          "Örebro",
          "Uppsala",
          "Stockholm",
          "Gävle",
          "Umeå"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 395,
      "företagsnamn": "Nässjö kommun",
      "företagswebb": null,
      "organisationsnummer": "2120000548",
      "sökterm": [
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29544500",
      "titel": "GIS-ingenjör",
      "beskrivning": "Vi söker dig som vill arbeta med GIS på vår enhet! \nVi har ett starkt driv att tillsammans nå våra gemensamma mål. Vi stöttar varandra i vardagen och har en öppen, framåtsyftande dialog utifrån våra värdegrunder.\n\nSamhällsplaneringskontoret består av cirka 30 personer fördelade på tre enheter; Karta, Plan- och bygg samt Miljö. På kartenheten arbetar 6 personer med bland annat kart- och GIS-frågor. En stor fördel med organisationen är det nära samarbetet mellan enheterna. Vi samverkar också tillsammans med Höglandsförbundet där fem kommuner ingår. Där ingår bland annat en gemensam GIS-plattform.\n\nDu kommer att få jobba i en naturskön kommun som ligger högst upp på det småländska höglandet. Nässjö är en järnvägsknut med goda kommunikationer åt alla väderstreck. Kommunen har drygt 30 000 invånare och befolkningskurvan pekar uppåt.\r\n\r\nARBETSUPPGIFTER\nSom GIS-ingenjör på Kartenheten kommer du att ha en nyckelroll i att underhålla och utveckla vår GIS-plattform. Du kommer att arbeta med att automatisera informationsflöden och säkerställa att våra system är effektiva och uppdaterade.\n\nDu kommer att vara en viktig GIS-kontakt i olika projekt, där du fångar upp önskemål från intressenter och demonstrerar nyttan av geografisk information. Dina arbetsuppgifter kommer att vara mycket varierande och inkluderar att skapa anpassade webbaserade kartprodukter och tjänster som möter våra användares behov.\n\nVi använder främst verktyg och programvaror som FME, QGIS, CSM och olika Open Source-lösningar. Din tekniska expertis och kreativitet kommer att vara avgörande för att utveckla innovativa lösningar och förbättra våra GIS-tjänster.\n\nFör att främja utveckling och samarbete tror vi på vikten av att vara närvarande på arbetsplatsen. Därför söker vi en person som är engagerad och närvarande till vårt team.\r\n\r\nKVALIFIKATIONER\nSpännande karriärmöjligheter inom Geodata-området\nÄr du en IT-expert som söker nya utmaningar inom GIS eller GIS-ingenjör med fokus på IT?\n\nVi erbjuder en dynamisk arbetsmiljö där du får möjlighet att arbeta i gränslandet mellan människa och teknik. Hos oss får du chansen att använda din tekniska expertis för att skapa lösningar som gör skillnad i människors vardag.\n\nVi söker dig som är utbildad GIS-ingenjör eller har liknande utbildning, alternativt har motsvarande yrkeserfarenhet. Erfarenhet av SQL är ett krav. Du ska kunna uttrycka dig väl i tal och skrift på både svenska och engelska. Du har en stark IT-teknisk bakgrund och god digital mognad.\n\nDet är meriterande om du har tidigare arbetslivserfarenhet inom relevanta områden som exempelvis 3D-utveckling. Vi värdesätter även erfarenhet av programmeringsspråk som JAVA, Python eller andra liknande språk.\n\nHos oss får du möjlighet att arbeta med den senaste tekniken, delta i utbildningar och utvecklas inom ditt område.\n\nSom person tänker du i nya banor och hittar lösningar på uppkomna problem. Du har en analytisk förmåga där du ser logik och samband till lösningen. Du är serviceinriktad och har lätt för att bygga relationer, och behöver därför ha en god samarbetsförmåga. Vi värdesätter din förmåga att arbeta effektivt i team och att bidra till en positiv arbetsmiljö.\n\nVi lägger stor vikt vid personlig lämplighet. Tjänsten kommer att säkerhetsprövas. Du bör ha B-körkort.\n\r\n\nÖVRIGT\nFör att få effektiv, snabb och säker hantering av din ansökan ber vi dig skicka din ansökan via vårt rekryteringsverktyg \"Offentliga jobb\". Ansök direkt via länken i annonsen.\n\nInför rekryteringsarbetet har Nässjö kommun tagit ställning till rekryteringskanaler och marknadsföring. Vi undanber oss därför bestämt kontakt med mediasäljare, rekryteringssajter och liknande.",
      "Techstack": [
        "FME",
        "QGIS",
        "CSM",
        "Open Source-lösningar",
        "SQL",
        "JAVA",
        "Python"
      ],
      "Produkt": "GIS-tjänster och webbaserade kartprodukter",
      "Företagsstruktur": {
        "Antal anställda": 30,
        "Avdelningar": [
          "Karta",
          "Plan- och bygg",
          "Miljö"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 396,
      "företagsnamn": "Nefarian AB",
      "företagswebb": null,
      "organisationsnummer": "5594460932",
      "sökterm": [
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29544201",
      "titel": "Data engineer",
      "beskrivning": "Data Engineer – Databricks & Azure\nMosaic BI is a newly established BI consulting company, and we’re looking for a talented and driven Data Engineer to join us on our exciting journey! Help our clients elevate their data-driven decision-making by delivering cutting-edge solutions built on Databricks and Azure. This is your chance to work on impactful projects at the forefront of data and analytics while growing alongside a fast-moving, ambitious company.\n\n\nThe Role\nAs a Data Engineer at Mosaic BI, you will:\nCollaborate with clients across industries to design and implement scalable data platforms using Databricks and Azure.\nBuild and optimize data pipelines to ensure efficient, reliable, and high-performance data processing.\nDevelop and integrate data models to support advanced analytics and machine learning initiatives.\nWork with both real-time and batch processing of large data sets to deliver actionable insights.\nProvide guidance and expertise on data governance, security, and best practices for modern data engineering.\nSupport clients in strengthening their internal capabilities by mentoring and enabling key stakeholders.\n\nWho You Are\nExperience: 3+ years of hands-on experience with Databricks, Azure Data Factory, or similar platforms.\nTechnical Skills: Proficiency in Python, SQL, Spark, and data pipeline tools. Familiarity with cloud-based data architecture and large-scale data processing.\nMindset: A strategic thinker with a passion for solving complex data challenges. Excited about contributing to a growing startup and working on transformative projects.\n\nWhy Join Us? \nHigh-Impact Projects: Start contributing to meaningful client projects from day one.\nProfessional Growth: Develop your skills in platforms like Databricks, Azure, AI and emerging data tools.\nShape the Future: Play a key role in building Mosaic BI into a leader in BI & data consulting.\nCollaborative Team: Work with a supportive group of professionals who value your expertise and help you succeed.\n\n\n\nStarting Date: As soon as possible\nLocation: Stockholm, Sweden (hybrid remote, primarily on-site)\n\n\nLet’s talk soon!",
      "Techstack": "Databricks, Azure, Python, SQL, Spark",
      "Produkt": "BI konsulttjänster, data engineering-lösningar",
      "Företagsstruktur": "Nystartat företag, specifik information om antal anställda saknas",
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 397,
      "företagsnamn": "Inspektionen För Vård och Omsorg",
      "företagswebb": "https://www.ivo.se/",
      "organisationsnummer": "2021006537",
      "sökterm": [
        "Bash",
        "Docker",
        "SQL",
        "Git"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542289",
      "titel": "IVO söker data scientist till Digitaliseringsenheten",
      "beskrivning": "Inspektionen för vård och omsorg (IVO) söker en driven data scientist till digitaliseringsenheten. Digitaliseringsenheten ingår i avdelningen för verksamhetsstöd som har till uppgift att säkerställa en stödjande verksamhet i balans med kärnverksamhetens behov.\n\nDigitaliseringsenheten har i uppdrag att utveckla verksamhetsnära digitala lösningar för att möta de utvecklingsbehov som finns inom IVO:s olika verksamhetsdelar. Enheten har ett helhetsansvar för nyutveckling, underhåll och support.\n\nDigitaliseringsenheten består av fyra agila utvecklingsteam som har hög ambition och arbetar med moderna metoder och verktyg och präglas av innovation och nytänkande.\n\nEnheten söker nu en data scientist med placering på IVO:s kontor i Stockholm.\n\nArbetsuppgifter\nSom data scientist på Digitaliseringsenheten kommer du att vara en nyckelspelare i analysverktygsteamet. Teamet arbetar med metodutveckling inom data science och analys samt utvecklar och förvaltar verktyg som underlättar för IVO:s medarbetare att använda och skapa analyser. Teamet ansvarar även för myndighetens analys- och utvecklingsmiljö baserad på open source verktyg.\n\nSom en del av detta team kommer du att vara med och driva en transformation mot en mer datadriven verksamhet på IVO, där riskbaserade prioriteringar och effektiv tillsyn är i fokus.\n\nVi söker dig som har:\n\n• Akademisk examen med inriktning mot datavetenskap, systemvetenskap, statistik, matematik eller annan teknisk utbildning som arbetsgivaren bedömer relevant för uppdraget.\n• Minst två års aktuell arbetslivserfarenhet som arbetsgivaren bedömer relevant för uppdraget.\n• Färdighet i statistiska metoder och machine learning för att extrahera insikter från strukturerade och ostrukturerade datamängder.\n• Starka programmeringsfärdigheter i Python och/eller R.\n\nDet är meriterande om du har:\n\n• Färdighet i att använda versionshanteringssystem som Git för att hantera kodbas, spåra ändringar och samarbeta med andra teammedlemmar.\n• Kunskap inom SQL för att ställa frågor mot databaser\n• Förståelse för containerteknologier som Docker för att distribuera, hantera och skala applikationer i en Linuxmiljö\n• Förmåga att skapa tydliga och lättförståeliga visualiseringar med hjälp av verktyg som Shiny och PowerBI\n• Erfarenhet av IVO:s verksamhet och myndighetens tillsynsområden.\n\n För att lyckas i den här rollen behöver du drivas av att hitta tekniska lösningar på både små och stora problem och vill arbeta i gränslandet mellan data science och verksamhetsutveckling. Du har förmåga att arbeta nära verksamheten, förstå dess behov och omsätta dessa i datadrivna lösningar som skapar värde. Du har en förmåga att tänka kreativt och lösa komplexa problem, samt att kommunicera effektivt med både tekniskt kunniga och verksamhetsnära personer. Du har också förmågan att hålla dig uppdaterad med de senaste framstegen inom data science. Vi arbetar kontinuerligt med nya arbetssätt, metoder och verktyg för att nå bästa resultat vilket innebär att du behöver vara flexibel. Som person är du en prestigelös och lyhörd lagspelare som trivs med att jobba såväl ensam som tillsammans med andra mot myndighetens mål och prioriteringar.  \n\nVad kan IVO erbjuda dig?\nVi erbjuder ett meningsfullt arbete i en kunskapsorganisation. Du kommer vara delaktig i en dynamisk och stimulerande miljö med goda möjligheter att växa i rollen och utvecklas.\n\nTjänsterna avser heltid med placering på IVO:s kontor i Stockholm. Anställningen är tillsvidare med sex månaders provanställning, tillträde snarast.\n\nAnsökan\nVälkommen med din ansökan och bifoga CV och personligt brev där du presenterar dig själv och beskriver varför du tror att du är rätt person för tjänsten. Betyg och övriga handlingar tas med vid en eventuell intervju. Arbetsprover kan komma att genomföras under rekryteringsprocessen. Märk din ansökan med Dnr 08285/2025, ansök senast den 3 april 2025.\n\nIVO bidrar till en säker vård och omsorg\nInspektionen för vård och omsorgs (IVO) uppdrag är att genom tillsyn och tillståndsprövning bidra till en vård och omsorg som är säker, har god kvalitet och bedrivs i enlighet med lagar och andra föreskrifter. Myndigheten kännetecknas av ett stort engagemang samt en bred och djup kunskap och förståelse för hälso- och sjukvård samt omsorg i Sverige. IVO drivs av visionen om att vi har koll, att vi skapar lärande och att vi gör vården och omsorgen säkrare och bättre. IVO finns till för vård- och omsorgstagarna. Myndigheten har drygt 780 anställda. Arbetet med tillsyn bedrivs vid sex regionala avdelningar runt om i landet. Avdelningarna för tillståndsprövning och analys är placerade i Stockholm, liksom myndighetens två övergripande avdelningar verksamhetsstöd och generaldirektörens stab.\n\nKontaktperson:\nMaria Paulsson\nEnhetschef Digitaliseringsenheten\n010-788 57 99\n\nHanna Hägg\nFacklig representant ST\nhanna.hagg@ivo.se\n\nUlf Prahl\nFackliga representant Saco-S\nulf.prahl@ivo.se\n010-788 52 57",
      "Techstack": [
        "Python",
        "R",
        "SQL",
        "Git",
        "Docker",
        "Shiny",
        "PowerBI"
      ],
      "Produkt": "Verksamhetsnära digitala lösningar och analysverktyg inom vård och omsorg.",
      "Företagsstruktur": {
        "AntalAnställda": 780,
        "Avdelningar": [
          "Digitaliseringsenheten",
          "Verksamhetsstöd",
          "Tillsyn",
          "Tillståndsprövning",
          "Analys",
          "Generaldirektörens stab"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "registrator@ivo.se",
          "name": "Registrator",
          "position": "",
          "source": "https://www.ivo.se/"
        },
        {
          "email": "utlamnanden@ivo.se",
          "name": "Utlamnanden",
          "position": "",
          "source": "https://www.ivo.se/kontakt/ta-del-av-handlingar/registratur/"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 398,
      "företagsnamn": "Socialstyrelsen",
      "företagswebb": "http://www.socialstyrelsen.se",
      "organisationsnummer": "2021000555",
      "sökterm": [
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29539885",
      "titel": "Statistiker med intresse för programmering",
      "beskrivning": "Vill du bidra till att tillgängliggöra hälsodata för forskning och främja svensk forskning på ett rättssäkert och serviceinriktat sätt? Hos oss bidrar du i det viktiga arbetet med att tillhandahålla externa intressenter med data från våra hälso- och socialtjänstdataregister. Du får möjlighet att använda och utveckla dina programmeringskunskaper i en verksamhet som gör skillnad. Vi är inne i ett spännande skede där vi flyttar våra register till en ny modern databasmiljö.\n\nOm tjänsten\n\nTjänsten är placerad på avdelningen för register och statistik och du kommer att bidra med att lämna ut data för forskning från våra register. Du programmerar i SAS och det finns en stor förväntan att du bidrar till verksamhetens utveckling kopplat till SAS-programmering och macroutveckling för att säkerställa att myndighetens data är enkelt tillgänglig för andra.\n\nDu gör populationsframtagningar och datauttag från Socialstyrelsens egna register och genomför samkörningar av data från olika källor. Då Socialstyrelsens inte ska lämna ut mer uppgifter än nödvändigt är det mycket stora inslag av villkor som reglerar datautlämnandena.\n\nDu har ett självständigt och omväxlande arbete där du löser programmeringsutmaningar och samarbetar med kollegor mot gemensamma mål. Du växlar mellan olika uppgifter, driver ditt egna arbete framåt och ger stöd till kollegor och externa parter genom att besvara frågor och pedagogiskt förklara de underlag du tar fram.\n\nOm dig\n\nVi söker dig som är analytisk och lösningsorienterad, med förmåga att hantera komplexa data. Du har god förmåga att växla mellan olika arbetsuppgifter och kan hantera parallella projekt utan att tappa fokus. Du uttrycker dig tydligt på svenska, både i tal och skrift, för att kunna samarbeta med kollegor och kommunicera med externa parter. Du har en stark ansvarskänsla för ditt arbete men värderar också lagarbete högt – vi arbetar som ett team där vi stödjer och lär av varandra.\n\nVi söker dig som har\n\n\n• relevant masterutbildning, exempelvis inom statistik, epidemiologi, folkhälsovetenskap, samhällsvetenskap eller kvalifikationer som Socialstyrelsen anser likvärdiga\n• mycket goda kunskaper i programmering\n• intresse för att optimera och automatisera programmeringslösningar för att säkerställa att de är både robusta och skalbara\n• god förmåga att utrycka dig tydligt och pedagogiskt på svenska i tal och skrift\n• intresse av att arbeta med samhällsfrågor eller frågor som rör hälso- och sjukvård och folkhälsa                                                                             \n\nDet är meriterande om du har\n\n\n• erfarenhet av SQL, eller programmering i verktyg för statistikframställning så som SAS\n• erfarenhet av att bearbeta individuppgifter från register eller andra stora datamängder för forskning eller statistikframställning\n• förståelse för regelverken kring hantering av personuppgifter och offentlig förvaltning\n• god kännedom om Socialstyrelsens hälso- och socialtjänstdataregister\n\nBra att veta\n\nAnställningen är en tillsvidareanställning och inleds med provanställning i sex månader. Ditt arbete utförs på kontoret vid Västerbroplan i Stockholm. Din tjänstetitel blir statistiker och din placering är på avdelningen för register och statistik, enheten för Forskar- och Registerservice.\n\nNär du ansöker får du besvara ett antal urvalsfrågor som är kopplade till kravprofilen i annonsen. Dina svar används som en del i urvalsarbetet och kan avgöra om du går vidare i rekryteringsprocessen eller inte. Det är därför viktigt att du svarar så utförligt och tydligt som möjligt. Vi använder inte det personliga brevet vid urvalet, därför bifogar du endast ditt CV\n\nOm du har frågor om tjänsten, kontakta enhetschef Anna Gref på anna.gref@socialstyrelsen.se  Vid frågor om rekryteringsprocessen, kontakta personalspecialist Klara Renberg, klara.renberg@socialstyrelsen.se. Facklig företrädare för SACO-S är Isabelle Ålander, isabelle.alander@socialstyrelsen.se Facklig företrädare för ST/OFR är Anders Nordlund, anders.nordlund@socialstyrelsen.se Samtliga nås på telefonnummer 075-247 30 00.\n\nHar du skyddad identitet? Kontakta angiven personalspecialist ovan.\n\nVälkommen med din ansökan senast den 3 april 2025.",
      "Techstack": [
        "SAS",
        "SQL"
      ],
      "Produkt": "Tillhandahållande av hälso- och socialtjänstdata för forskning",
      "Företagsstruktur": "Avdelningen för register och statistik; ingen information om antal anställda",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "socialstyrelsen@socialstyrelsen.se",
          "name": "Socialstyrelsen",
          "position": "",
          "source": "http://www.socialstyrelsen.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/socialstyrelsen",
        "facebook": "https://www.facebook.com/socialstyrelsen/",
        "twitter": null,
        "instagram": "https://www.instagram.com/socialstyrelsen_officiell/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 399,
      "företagsnamn": "Applied Technology STHLM AB",
      "företagswebb": null,
      "organisationsnummer": "5591303689",
      "sökterm": [
        "SQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29539467",
      "titel": "Data Engineer Career Program, Sommar 2025, Stockholm",
      "beskrivning": "Vill du bli en eftertraktad Data Engineer med kompetenser som marknaden letar efter? SALT's Data Engineer Program erbjuder en unik möjlighet att lära dig bygga datadrivna lösningar som hjälper till att förbättra affärsverksamhet. Ta chansen att forma din karriär och bli en nyckelspelare i en bransch där din kompetens verkligen gör skillnad! Vad kan du förvänta dig?\nDu kommer under 12 veckor lära dig att bearbeta och förfina data till ett användbart format, såsom att utveckla och underhålla olika datalager med hjälp av verktyg för mjukvaruutveckling. Det är en intensiv utbildning där samarbete och praktisk tillämpning står i centrum. Du kommer under utbildningen att förvärva de färdigheter som krävs för att arbeta effektivt i miljöer där data används i stor utsträckning. \nUtbildningen är uppdelat i sex olika moduler, där du kommer lära dig: \n \nProgrammering (Python), praxis för mjukvaruutveckling och arbete med cloud-plattformar (Azure)\n\n \nProjektplanering och genomförande samt dataöverföring processer (ETL)\n\n \nDatavisualisering och analys\n\n \nFörståelse för data-säkerhet, integritet och relaterade regler\n\n \nEffektiv användning av AI-baserade verktyg, databaser och kunskap om vanligt datalager lösningar\n\n \nAffärsapplikationer av data och hur man stödjer affärer genom data\n\n \nEfter att framgångsrikt ha genomfört utbildningen kommer du, som konsult hos SALT, att genomföra uppdrag hos en av våra kunder. Målet är sedan att bli överrekryterad och direktanställd hos kunden!\nNotera att programmet är kostnadsfritt och att första lönen efter påbörjat konsultuppdrag utbetalas retroaktivt, det är därför viktigt att du kan finansiera dig under den obetalda utbildningsperioden.\nÄr du den vi söker?\nFör att vara aktuell för programmet ser vi att du uppfyller följande kriterier:\n \nFlytande i svenska och engelska, både i tal och skrift\n\n \nAvslutad eftergymnasial utbildning \n\n \nErhåller ett giltigt arbetstillstånd på minst 2 år (från kursens startdatum)\n\n \nBosatt i eller i närheten av Stockholmsregionen \n\n \nTidigare arbetslivserfarenhet\n\n \nDet är meriterande om du har:\n \nErfarenhet av SQL eller andra databaser \n\n \nErfarenhet av Python eller annat programmeringsspråk\n\n \nTidigare arbetslivserfarenhet och/eller utbildning inom IT/Systemutveckling\n\n \nFör att lyckas i programmet behöver du vara kommunikativ, proaktiv och ha en god samarbetsförmåga. Vi ser även att du är problemlösningsorienterad, analytisk och har lätt att anpassa dig till nya miljöer. En framgångsrik konsult hos SALT har både teknisk kompetens, starka mjuka färdigheter och ett professionellt förhållningssätt.\nVem ansvarar för undervisningen? Utbildningen levereras i samarbete med Skillio (skillio.org), en ledande aktör inom teknisk intensivutbildning. Skillio har lång erfarenhet av att utbilda och coacha blivande Data Engineers med fokus på praktisk tillämpning och branschrelevanta färdigheter. Med deras expertis får du en utbildning av högsta kvalitet, ledd av erfarna instruktörer från branschen.\nÖvrig information:\nStart: 9 juni 2025 Plats: Kungsholmen, Stockholm\nVi tillämpar löpande urvalsprocess, ansök därför så snart som möjligt! Senaste ansökningsdagen är 14 april.  \n\nSALT är stolt över att vara en jämlik arbetsgivare som välkomnar individer av alla kön, bakgrunder och erfarenheter. Bli en del av ett företag i teknikens framkant som värdesätter och främjar stor mångfald på arbetsplatsen. Kulturen på SALT kännetecknas av att vara inkluderande, öppen och dynamisk.",
      "Techstack": [
        "Python",
        "Azure",
        "ETL",
        "AI-baserade verktyg",
        "Databaser"
      ],
      "Produkt": "Data Engineer Program som utbildar kandidater till Data Engineers med fokus på datadrivna lösningar.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    }
  ]
}