{
  "page": 4,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 150,
      "företagsnamn": "Syspartner Consulting AB",
      "företagswebb": "https://www.syspartner.se/",
      "organisationsnummer": "5566695044",
      "sökterm": [
        "Ansible",
        "PowerShell",
        "GoLang",
        "Spring",
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29524731",
      "titel": "Systemadministratör Linux – Spännande uppdrag i Karlskoga!",
      "beskrivning": "Vi söker dig som är en engagerad och skicklig systemadministratör inom Linux som vill arbeta med några av Sveriges största och mest intressanta Linuxmiljöer. Vi har behov av flera nya kollegor på såväl medior som senior nivå. Om du har erfarenhet av Linux och ser fram emot att utvecklas i din karriär, välkommen till oss!\nDitt arbete hos oss I rollen som IT-konsult inom Linux kommer du arbeta ute hos någon av våra kunder och vara delaktig i arbetet med att driva och utveckla deras IT-miljöer. Bland våra kunder finns företag med både tusentals och tiotusentals maskiner i sina miljöer. Tack vare miljöernas storlek finns det goda möjligheter för dig att utvecklas i den riktning du själv vill och att få chans att arbeta med det som just du tycker är roligt.\nHos oss kommer du att erbjudas möjligheten att fördjupa dina kunskaper inom Linuxområdet och att hitta den inriktning som passar din utveckling bäst. Vi erbjuder relevanta certifieringar och vidareutbildning, anpassat efter dina behov.\nDin profil Vi söker dig som har en färdig examen från relevant utbildning och som gillar att arbeta med den senaste tekniken och följa med i branschens utveckling. För att lyckas i rollen är det viktigt att du har arbetat minst 9 år, gärna fler, inom området och därigenom skaffat dig kunskap och erfarenhet inom följande:\n Olika distributioner av Linux, gärna Red Hat\n Underhåll av system och servrar\n Scripting/programmering\n Nätverk/brandväggar och säkerhet\n Erfarenhet av informationssäkerhet och nätverkssäkerhet\n Säkerhetsförberedande arbete\n \nDet är starkt meriterande om du också har erfarenhet och kompetens inom något av följande:\n Kubernetes\n Automation\n Ansible\n \nDu kommunicerar dagligen både skriftligt och muntligt på svenska och engelska varför det är ett krav att du behärskar båda språken väl.\nBefattningen kräver att du genomgår och godkänns enligt gällande bestämmelser för säkerhetsskydd, vilket kan innebära krav på visst medborgarskap.\nDet här uppdraget utförs 100% onsite i kundens lokaler, vilket ej möjliggör distansarbete.\nSom person är du flexibel, ordningsam och van vid att ta ansvar. Du är mycket mån om att göra ett bra jobb tillsammans med ditt team. I rollen som IT-konsult hos oss på SysPartner är det också viktigt att du representerar vårt starka varumärke på ett bra sätt ute hos kund.\nVilka är vi? SysPartner erbjuder konsultation inom infrastruktur och systemutveckling samt hostinglösningar och helhetskoncept för IT-drift. Vi grundades i Linköping 2005 och har sedan dess expanderat till ytterligare tre städer, och vi finns idag även i Stockholm, Västerås och Luleå. Här får du en roll i en platt organisation där du erbjuds generösa förmåner och en härlig gemenskap.\nSysPartner strävar efter att vara det lilla familjära företaget samtidigt som våra konsulter ofta får chansen att arbeta i en större organisation med spännande tekniska lösningar hos våra kunder. Vi arbetar främst med längre uppdrag hos medelstora och stora bolag med spännande och tekniskt avancerade miljöer. Hos oss arbetar många kompetenta tekniker med olika specialistområden. Vi är idag snart 70 anställda och vi alla delar ett stort teknikintresse och en passion för IT och teknik. Vi ser till att hitta på många roligheter tillsammans med alltifrån gemensamma AW:n till trevliga företagsresor.\nVårt mål är att vara branschens bästa arbetsgivare, med branschens bästa medarbetare!\nVill du bli en av oss? Välkommen med din ansökan via vårt rekryteringssystem!",
      "Techstack": "Java, Spring, Hibernate, SQL, API-utveckling och integration, AWS, Azure, Docker, Kubernetes, Kontinuerlig integration och leverans (CI/CD), Angular, React",
      "Produkt": "Systemutveckling och IT-infrastrukturtjänster",
      "Företagsstruktur": "Företaget grundades 2005 i Linköping och har kontor i Stockholm, Västerås och Luleå. Styrelsen består helt av män (7 personer) och företagets VD är Sven Kristofer Jofalk, 45 år.",
      "Ekonomi": "Vid senaste årsbokslutet rapporterade företaget en vinstmarginal på 1,2%, vilket placerar företaget på plats 332 808 av totalt 761 320 aktiebolag i Sverige.",
      "Ekonomisiffor": {
        "Omsättning": 44730,
        "Resultat": 253,
        "Omsättningsförändring": "63,9%"
      },
      "kontakter": [
        {
          "email": "info@syspartner.se",
          "name": "Syspartner Consulting AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "christopher.omberg@syspartner.se",
          "name": "Christopher Omberg",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "niklas.winde@syspartner.se",
          "name": "Niklas Winde",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "willy.karlsson@syspartner.se",
          "name": "Willy Karlsson",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "martin.bergdahl@syspartner.se",
          "name": "Martin Bergdahl",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "thomas.nyberg@syspartner.se",
          "name": "Thomas Nyberg",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "daniel.stenvall@syspartner.se",
          "name": "Daniel Stenvall",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "mathias.sundelin@syspartner.se",
          "name": "Mathias Sundelin",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "kristofer.jofalk@syspartner.se",
          "name": "Kristofer Jofalk",
          "position": "",
          "source": "https://www.syspartner.se"
        },
        {
          "email": "peter.sandgren@syspartner.se",
          "name": "Peter Sandgren",
          "position": "",
          "source": "https://www.syspartner.se"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 151,
      "företagsnamn": "Funnel AB",
      "företagswebb": "https://funnel.io/",
      "organisationsnummer": "5590621263",
      "sökterm": [
        "Javascript",
        "Node.js",
        "HTML",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29282778",
      "titel": "Developer",
      "beskrivning": "We are looking for Software Engineers to join our engineering teams in Stockholm.  Our Engineering teams have clear ownership and room to make decisions and priorities for our product. They need great teammates who can help to drive the success even further. This is where we need you!\nOur engineering department\nWe put a strong emphasis on team collaboration, we work in cross-functional teams, where you are not handed requirements, but rather problems to solve. You engage and take responsibility for your part of the product with your peers.\nLearning is central to us. We work with small iterations and deploy to production several times a day.\nOur tech stack consists of:\nPython\nJavaScript/TypeScript\nReact\nNode\nMicroservice architecture in AWS\n\n\n\nWhat you will do\nYou will work with both frontend and backend and be responsible for everything from implementation to deployment and monitoring and we expect you to follow engineering best practices.\nWe currently have several openings across the organization, focusing on areas like product navigation, onboarding, and platform connections. The whole product development department works from our central office in Stockholm to make it easier to collaborate.\nWho you are\nYou have a strong drive for customer satisfaction, and you want to contribute to the success of your team! You understand how things work together and you can figure out solutions when things get complicated. You are good at solving problems and making sure everything runs smoothly and efficiently, using the proper data structures and algorithms. You approach tasks with pragmatism, favoring incremental progress.\nFurthermore, you are comfortable in a pair or mob programming environment where you openly share your knowledge, and mistakes and ask for help.\nExperience & Skills:\nAt least 5 years of experience in software engineering.\nSkilled in both frontend and backend.\nCloud infrastructure experience (we use AWS).\nHands-on experience in agile teams and ways of working.\nFluent in English.\n\n\n\nNote: Industry research shows that women and those in traditionally underrepresented groups generally don’t apply to jobs unless they check all the boxes for the role. If you feel you have what it takes for this role but don’t check 100% of the boxes—that’s okay—we encourage you to apply anyway and highlight what you can bring to the table.\nWho we are\nWe offer a competitive salary along with great benefits.\n→ Take a look at our Funnel benefits here!\nWe are building a global, category-defining, SaaS company on our mission to empower marketers to be truly data-driven. With the ambition to “Make Data Easy”, Funnel provides a no-code SaaS solution that helps business users work with reporting data.\nThe product offers instant access to data from some 500 platforms in the areas of Online Marketing, E-commerce, and CRM, and the capability to create a unified model of all this data without asking users to learn SQL or write scripts.\nAmong the 2000 customers, there are small and medium e-commerce companies as well as some of the world's largest brands. There is a strong focus on providing a world-class user experience and it’s not uncommon to hear some of our 8000 users tell us we’re making their work easier and more fun. Since its launch in 2015, Funnel has continued to grow rapidly and in the organization are currently 300+ employees with about one-third focused on building the product.\nOther information\nThis role is located in Stockholm. We value in-person collaboration in the office, and as such we work the majority of the time from our offices.\nWe are not able to sponsor relocation and therefore we will take into consideration only applicants who are located in Stockholm.",
      "Techstack": "JavaScript, HTML, Python, HubSpot, Salesforce, Zapier, HubSpot Workflows",
      "Produkt": "Marketing Intelligence plattform som samlar, modellerar, visualiserar och analyserar data från över 500 marknadsföringsplattformar utan behov av SQL eller script",
      "Företagsstruktur": "Företaget har över 300 anställda och har kontor i Stockholm, Boston, Dublin, London, Hamburg och Sydney.",
      "Ekonomi": "Baserat på senaste data, genererade Funnel över $50M i ARR under 2023 och figurerar i FT 1000-listan av Europas snabbast växande företag",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "support@funnel.io",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "sales@funnel.io",
          "name": "Sales",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 152,
      "företagsnamn": "Blue Lobster AB",
      "företagswebb": "http://www.bluelobster.se",
      "organisationsnummer": "5569550394",
      "sökterm": [
        "AWS Lambda"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29370756",
      "titel": "IT Analyst",
      "beskrivning": "We are looking for IT Analyst to work as consultant to join our client's team.\n Should be proficient with below activities:\n Design efficient IT systems to meet business and technology needs\n Prepare design documents\n Coordinate with developers to build and implement technology solutions\n Support in System Integration testing as and when required.\n Perform user acceptance testing to ensure user requirements are met\n \nSkillSet:\n Business knowledge (Superior level)\n Business Modelling (Superior level)\n Conceptual thinking (Superior level)\n Configuration management (Excellent level)\n Enterprise architecture (Professional level)\n Requirements Analysis (Superior level)\n Excellent communication skills\n Adapting and responding to change in a timely manner\n \nTechnology and Domain Knowledge:\n Need excellent analytical skills with SQL, ETL, Datawarehouse background, SageMaker\n Exposure to AWS AI-ML modules\n Experience from the financial sector\n Experience in regulatory reporting is preferred\n \n\nAt Blue Lobster, you will work independently with significant creative freedom. You possess the ability to understand the customer's needs and problems, and leverage the technology used to deliver professional results.\nYou will become a part of a wonderful consulting family that collaborates closely. We prioritize you as a consultant, invest in the long term, and therefore want you to feel comfortable with us, for a long time!\nWarmly welcome your application for this exciting position. Interviews will be conducted continuously.",
      "Techstack": "SQL, ETL, Datawarehouse, SageMaker, AWS AI-ML moduler",
      "Produkt": "IT-konsulttjänster",
      "Företagsstruktur": {
        "organisationnummer": "5569550394",
        "företagsnamn": "Blue Lobster AB",
        "land": "Sverige",
        "antal anställda": "10",
        "styrelsens representation": "100% män"
      },
      "Ekonomi": "Företaget hade en omsättning på 5369 KSEK under 2023 med en omsättningstillväxt på -27,8%. Vinstmarginalen låg på 3,5%.",
      "Ekonomisiffor": {
        "Omsättning": 5369,
        "Resultat": 140,
        "Omsättningsförändring": "-27,8%"
      },
      "kontakter": [
        {
          "email": "info@bluelobster.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 153,
      "företagsnamn": "Svensk Fastighetsförmedling AB",
      "företagswebb": "https://www.svenskfast.se/",
      "organisationsnummer": "5560902313",
      "sökterm": [
        "AWS Lambda"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29342590",
      "titel": "Machine Learning Expert & Data Engineer",
      "beskrivning": "Svensk Fastighetsförmedlingsgruppen söker en driven, självgående och innovativ Machine Learning Expert & Data Engineer.Hos oss får du möjligheten att arbeta med banbrytande teknik och datainsamling och AI lösningar för att skapa smarta och enkla lösningar som förbättrar människors boendeliv. Nu finns chansen att bli en nyckelspelare i att skapa och driva vårt centrala AI projekt och bli en del av vårt engagerade team och bidra till en mer hållbar bostads- och finansmarknad. \nOm tjänsten\n Som Machine Learning Expert och Data Engineer spelar du en nyckelroll i utvecklingen och underhållet av vår digitala värderingstjänst och att skapa värde. Rollen är ny och det finns stora möjligheter att utforma både roll, produkt och teknik. Du kommer att arbeta med att utveckla och förbättra vår AVM-modell, hantera infrastrukturen och träna modellen med hjälp av data från olika källor. \nAnsvarsområden: \n Utveckla och förbättra AVM-modellen för bostadsvärdering. \n  Designa och underhålla den tekniska infrastrukturen för datainsamling och modellträning. \n  Implementera och optimera data pipelines för att skrapa och bearbeta data från olika källor. \n  Träna och validera maskininlärningsmodeller med hjälp av insamlad data. \n  Säkerställa att API:er är robusta och tillgängliga för integration med andra företag. \n  Samarbeta med andra teammedlemmar för att säkerställa att lösningarna uppfyller affärsbehoven. \n  Driva förflyttning inom området och säkra att vi skapar värde genom tjänsten.\n \nDu rapporterar till Chief Experience Officer. \nOm dig \nVi söker dig som har minst 3 års relevant arbetslivserfarenhet från liknande roller och som är självgående med en förmåga att planera och driva ditt eget arbete mot uppsatta mål. Du är kommunikativ, har lätt att förklara och förenkla komplexa frågor och har en förmåga att kommunicera mot stakeholders och intressenter. Du gillar att kombinera eget arbete och samarbete med andra.\nKvalifikationer \n Dokumenterad relevant utbildning\n  Minst tre års arbetslivserfarenhet av liknande relevanta tjänster\n  Flytande i svenska\n  Erfarenhet av att utveckla och implementera maskininlärningsmodeller\n  Stark kunskap inom data engineering och hantering av stora datamängder\n  Erfarenhet av att arbeta med Python, R eller liknande programmeringsspråk\n  Erfarenhet av att använda verktyg och teknologier som TensorFlow, PyTorch, Apache Spark, och liknande\n  Erfarenhet av att arbeta med API:er och integrera dem i olika system\n  God förståelse för databaser och SQL\n  Förmåga att arbeta självständigt och i team\n  Stark problemlösningsförmåga och analytiskt tänkande.\n \nMeriterande: \n Erfarenhet av fastighetsvärdering eller liknande bransch\n  Erfarenhet av att arbeta med molnplattformar som AWS, Google Cloud eller Azure\n  Erfarenhet av att arbeta i en agil utvecklingsmiljö.\n \nOm oss:\nSvensk Fastighetsförmedlings gruppens vision är att skapa ett ekosystem för boendelivet där värden växer. Vi utvecklar och erbjuder nya attraktiva tjänster både innan, under och efter bytet av bostad. Genom att utgå ifrån kundens situation och drivkrafter när vi utvecklar vår affär och erbjudande, blir vi mer relevanta och vi vidgar vår affär för att kunna ta en större roll i människors liv och hjälpa dem till ett hållbart boendeliv. Det ligger i linje med att hemmet får en allt större betydelse för människor, man vill leva ett medvetet och välmående liv och måendet påverkas i stor grad av hur man bor och hur man trivs i området. Koncernen består idag av Svensk Fastighetsförmedling, Sveriges största oberoende mäklarkedja, Onda Bolån en oberoende bolånetjänst och intressebolaget House ID som hjälper kunder till att utveckla och ta hand om sitt hem. Vårt huvudkontor ligger centralt i Stockholm med lokaler på Vasagatan 28.\nLäs mer om oss här https://jobb.svenskfast.se/https://www.facebook.com/svenskfastkarriar/ https://www.instagram.com/livetpasvenskfast/ \nVälkommen in med din ansökan.",
      "Techstack": [
        "Python",
        "R",
        "TensorFlow",
        "PyTorch",
        "Apache Spark",
        "SQL",
        "AWS",
        "Google Cloud",
        "Azure"
      ],
      "Produkt": "Digital bostadsvärderingstjänst baserad på AI och maskininlärning",
      "Företagsstruktur": "Företaget Svensk Fastighetsförmedling AB ingår i en koncern med 6 bolag. Koncernmoderbolag är Översta Förmedlingsbolaget AB.",
      "Ekonomi": "I senaste bokslutet 2023 hade företaget en omsättningsförändring på −12,9%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-12,9%"
      },
      "kontakter": [
        {
          "email": "info@svenskfast.se",
          "name": "Svensk Fastighetsförmedling AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 154,
      "företagsnamn": "Wrknest AB",
      "företagswebb": "http://www.wrknest.se",
      "organisationsnummer": "5592932213",
      "sökterm": [
        "Ansible",
        "Data Visualization",
        "Tableau",
        "Go",
        ".NET",
        "AWS Lambda",
        "IoT",
        "PHP",
        "JavaScript",
        "Bash",
        "Perl",
        "Object-Oriented Programming",
        "Vue",
        "Wordpress",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558902",
      "titel": "Junior .Net-utvecklare till NTI 💻🧩",
      "beskrivning": "Om tjänsten Rollen som junior .Net-utvecklare innebär att du kommer vara delaktig i att utveckla och underhålla NTI:s egna produkter samt att ta fram nya. Du kommer ha en viktig roll i NTI:s konsultteam där du är involverad i hela processen - från idé till färdig produkt. Detta är ett stimulerande arbete som garanterar dig utveckling och värdefulla kunskaper. NTI värnar om att ha en öppen och driven atmosfär och de anställda har stort engagemang i sitt arbete och för verksamheten. I denna tjänst garanteras du även att bli en del av ett härligt team som har kul både på och utanför arbetet. \nDetta är ett konsultuppdrag på 6 månader, där du blir anställd av Wrknest men jobbar på uppdrag ute hos NTI. Det finns goda chanser till att uppdraget blir förlängt eller att du blir överrekryterad till NTI. \n \nDina framtida arbetsuppgifter \n Utveckla interna och externa webbportaler \n Design och underhåll av databaser \n Utveckla och underhålla NTIs egna produkter \n Ta fram nya produkter \n Metodutveckling\n Tätt samarbete med säljare och övriga konsulter\n  \nDetta erbjuder NTI\n Stora utvecklingsmöjligheter \n Bra förmåner, lön och tjänstepension\n Mobiltelefon och dator \n Flexibla arbetstider och distansarbete \n Onboarding för att introduceras i verksamheten, arbetsuppgifter och team\n Skön företagskultur\n Kickoff två gånger om året\n Roliga after works och aktiviteter\n \nVi söker dig som har \n  En högskoleexamen där du lärt dig programmering\n Kunskaper i .Net (C#) och MSSQL\n Kunskaper i Javascript och Webbdesign \n Kunskap om nätverkskommunikation\n Generell kunskap inom cloudbaserade system\n Flytande kunskaper i svenska och goda kunskaper i engelska i tal och skrift\n \nVi ser det som meriterande\n Körkort\n Arbetslivserfarenhet inom programmering\n Autodesk-produkter (CAD, PDM, VR, AR, m.fl.)\n \nVid denna rekrytering lägger vi stor vikt vid dina personliga egenskaper, då de är avgörande för hur du kommer att lyckas i rollen och företaget. Vi förstår att man inte kan allting från början – men du ska ha en vilja att lära dig! Därför söker vi dig som har ett genuint intresse för programmering, är engagerad i ditt arbete och arbetar proaktivt och lösningsfokuserat. Som person är du även noggrann och logisk i ditt arbete och serviceinriktad i din kontakt med kunder och kollegor. \nÖvrig information Start: Omgående med hänsyn till eventuell uppsägningstid\nPlats: Borås eller Göteborg\nOmfattning: Heltid, 40 h/v\nAnställningsform: Konsultuppdrag\nSök gärna så snart som möjligt då vi jobbar med löpande urval. \nOm NTI NTI är specialister på CAD, PDM, PLM och BIM. De har ett unikt samarbete med Autodesk, egenutvecklade mjukvaror och med sin gedigna expertis samt över 35 års långa erfarenhet i digitalisering så erbjuder de effektivisering av verksamheter. NTI är ett bolag med goda kundrelationer och har idag ett brett utbud av produkter och tjänster som skräddarsys för företag inom byggnads- och tillverkningsindustrin. \n  \nOm Wrknest På Wrknest gör vi inte som alla andra. Vi tror på att hela tiden våga se nya möjligheter och tänka nytt. När vi startade var det för att utmana gamla sätt att rekrytera på.\nVi lever i en tid av snabb digital utveckling. Kunskap behöver förnyas kontinuerligt för att vara aktuell. Därför gäller det att kunna ställa om snabbt. Det här gör att vi inte enbart tittar på kandidatens CV vid en rekrytering. Istället ser vi till den samlade potentialen och erbjuder individanpassad upskilling. På så vis kan vi snabbt matcha de kunskapsbehov som finns just nu.",
      "Techstack": "Python, SQL, Cloud platforms (preferably AWS), BI tools such as Power BI, Tableau",
      "Produkt": "Advanced data infrastructure and analytics solutions",
      "Företagsstruktur": "Data and BI team, junior team members, customer engagements",
      "Ekonomi": "40% annual growth, innovation commitment",
      "Ekonomisiffor": {
        "Omsättning": 31882,
        "Resultat": 3067,
        "Omsättningsförändring": "0.9%"
      },
      "kontakter": [
        {
          "email": "hello@wrknest.se",
          "name": "Hello",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Yes",
      "consultantcompany": "No"
    },
    {
      "id": 155,
      "företagsnamn": "Asta Agency AB",
      "företagswebb": "https://www.astaagency.se/",
      "organisationsnummer": "5594199704",
      "sökterm": [
        "Go",
        "GCP",
        "Frontendutvecklare",
        "Functional Programming",
        "AWS Lambda",
        "Bash",
        "Frontend",
        "Material-UI"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29470401",
      "titel": "Backend Developer to Disruptive Novotech",
      "beskrivning": "About the Company\nDisruptive Novotech is at the forefront of innovation in wearable neuromodulation medical devices. As a dynamic and fast-growing start-up, the company is passionate about improving healthcare through cutting-edge technology. Join the team and help redefine the future of electro-stimulation.\nAbout the PositionWe are looking for a Backend Developer who enjoys developing robust systems and working with high security and performance requirements.\nYour key responsibilities:\n Contribute to the backend architecture and take part in the development from day one.\n Develop and optimize backend systems for high security and performance.\n Manage user authentication, data storage, and integrations.\n Collaborate with frontend developers and other technical teams.\n Ensure system security and compliance with regulatory requirements.\n Contribute to documentation efforts, including modeling with SysML and UML.\n Qualifications and Characteristics \nThe ideal candidate is a skilled Backend Developer who thrives in building secure, high-performance systems from the ground up. You will contribute to the backend architecture, ensuring robust authentication, data management, and seamless integrations while meeting strict security and regulatory standards.\nWe are looking for someone who:\n Has a university degree in Computer Science, Software Engineering, or a related field.\n Has backend development experience, preferably in Go, C, or C++.\n Has experience with databases and cloud solutions (GCP is a plus).\n Has knowledge of system security and IT security.\n Has experience working with ISO/medical technology regulations or is interested in learning.\n Has experience with modeling using SysML and UML.\n Is analytical, solution-oriented, and passionate about building stable and efficient systems.\n Sees opportunities for growth and is motivated by the possibility of taking on greater responsibilities as the project progresses.\n Additional Information\nWe apply an ongoing selection process so we encourage you to apply as soon as possible!\nIf you have any questions don’t hesitate to reach out to jimmy@astaagency.se",
      "Techstack": "AWS, Azure, Google Cloud, Single Sign-On (SSO), OAuth, säkerhetsprotokoll för integrationer, API-integrationer, integrationsverktyg som Zapier, MuleSoft eller Dell Boomi",
      "Produkt": "Scaly är den strategiska partnern för nordiska företag som vill ta sina verksamheter till nästa nivå med hjälp av techlösningar inom IT Service Management, Customer Experience och Enterprise Resource Planning. De erbjuder lösningar genom analys och inköp, implementering och långsiktig skalning",
      "Företagsstruktur": "Företaget har 6 anställda och är en del av Pheme Holding AB. Fördelningen i styrelsen är 66.7 % män (4), 33.3 % kvinnor (2). Bolagets VD är Erik Johan Forsberg.",
      "Ekonomi": "Asta Agency AB hade en omsättning på 5154 KSEK och ett resultat på 169 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 5154,
        "Resultat": 169,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@astaagency.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "ellen@astaagency.se",
          "name": "Ellen",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "hazhier@astaagency.se",
          "name": "Hazhier",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "ylva@astaagency.se",
          "name": "Ylva",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "johan@astaagency.se",
          "name": "Johan",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "elin@astaagency.se",
          "name": "Elin",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "jimmy@astaagency.se",
          "name": "Jimmy",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "malin@astaagency.se",
          "name": "Malin",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "sofie@astaagency.se",
          "name": "Sofie",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "betim@astaagency.se",
          "name": "Betim",
          "position": "",
          "source": "https://www.astaagency.se/om-oss"
        },
        {
          "email": "kandidat@astaagency.se",
          "name": "Kandidat",
          "position": "",
          "source": "https://jobs.astaagency.se/jobs/5263952-solution-engineer-till-scaly?promotion=1264599-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 156,
      "företagsnamn": "Länsförsäkringar Trygghetstjänster AB",
      "företagswebb": "https://www.alf.se/",
      "organisationsnummer": "5593162034",
      "sökterm": [
        "IoT"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29269466",
      "titel": "Analytics Engineer",
      "beskrivning": "Welcome to Alf!\nHi there! We are Alf – a newly formed tech company within Länsförsäkringar Alliance. With a client base of more than 1,8 million households, Länsförsäkringar is one of Sweden’s biggest financial groups. Alf is on a mission to create a secure and sustainable way of living by adding cutting-edge IoT tech to 200+ years of experience from helping customers taking care of their homes.\n\nAbout the job. As our first Analytics Engineer, you’ll be contributing across multiple teams. Your primary focus will be designing and implementing data models for Alf's data platform.\nKey responsibilities include:\n Designing and implementing data models in our cloud-based data platform, which underpins essential use cases such as BI reporting, product analytics, and customer-facing analytics.\n Supporting development teams to implement analytics-ready data points in products.\n Enabling self-service analytics by maintaining and optimizing the semantic layer.\n Building reports and dashboards to track key business metrics.\n \nIn this early-stage role, you’ll be our first Analytics engineer, working alongside talented individuals and receiving significant support from Head of Data & Analytics.Together, we’re on a mission to transform the insurance industry—weneed to capture and measure this transformation through data.\n\nAbout you.You have an academic background in fields like computer engineering, mathematics, or a similar area and have developed your skills as an analytics engineer, data engineer, or data analyst. You’re proficient in SQL and dbt and have experience working with cloud-based data platforms such as Databricks, Snowflake, or similar services (Azure Databricksis a plus, but not required). Solid skills in programming with Python and familiarity with orchestration tools such as Apache Airflow are essential for this role, although deep expertise is not required.\n \nKey strengths include:\n Excellent communication skills, enabling you to act as a bridge between tech and product teams for designing analytics solutions.\n A passion for driving analytics use cases from start to finish, from identifying needs to creating effective visualizations.\n Attention to detail, ensuring data models are robust, accurate, and impactful.\n Above all, you’re passionate about understanding our business and products, bringing a data-driven mindset to help Alf make informed decisions and succeed.\n \nAdditional skills, such as knowledge of infrastructure-as-code frameworks like Terraform and experience with tools like Google Analytics for tracking app and web performance, are also a bonus.\n\nAbout Alf.Länsförsäkringar embodies more than 200 years of dedication to create safety for our customers. With Alf, all that experience is being combined with innovative technology to cater the current needs of our clients. It’s a full-service solution providing personalized insights, advice and content, which enables the users to proactively take care of and protect their homes. With Alf and Länsförsäkringar, safety and sustainability go hand in hand.\nAlf is operated by Länsförsäkringar Trygghetstjänster AB, a company owned by Länsförsäkringar Alliance. This provides a unique opportunity to become part of an engaged and fun team at an innovative tech company, characterised by the agile and dynamic essence of a startup, all while being supported by the stability and strength of Länsförsäkringar Alliance.\nWith Alf and Länsförsäkringar, you will get: Work-life balance through a hybrid model Centrally located office in Stockholm Collective agreement including pension and insurance coverage Wellness allowance Special banking perks…and more but let us dive more into that when we meet in person!\nHow to apply.Apply by sending us your CV in Swedish or English. Our selection process is continuous, and we may move forward with candidates on an ongoing basis.",
      "Techstack": "SQL och dbt, Cloud-baserade data plattformar så som Databricks, Snowflake, Python, Apache Airflow, Google Analytics",
      "Produkt": "ALF - En teknisk lösning som skapar säkerhet och hållbarhet för kunderna. Erbjuder personliga insikter, råd och innehåll som hjälper användare att ta hand om och skydda sina hem.",
      "Företagsstruktur": "ALF drivs av Länsförsäkringar Trygghetstjänster AB, ett företag som ägs av Länsförsäkringar Alliance. Företaget är kännetecknat av smidighet och dynamismen hos en start-up, samtidigt som det stöds av stabiliteten och styrkan i Länsförsäkringar Alliance.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@alf.se",
          "name": "Länsförsäkringar Trygghetstjänster AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "dataskyddsombud@lfbergslagen.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "info@lfy.se",
          "name": "Info",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud@lfy.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud.blekinge@lansforsakringar.se",
          "name": "Dataskyddsombud Blekinge",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "alf.gk@lansforsakringar.se",
          "name": "Alf Gk",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud@lfkronoberg.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud@lfs.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "support@alf.se",
          "name": "Support",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud@lfskaraborg.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "info@lfgavleborg.se",
          "name": "Info",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "supportalf@lfhalland.se",
          "name": "Supportalf",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud.goinge-kristianstad@lansforsakringar.se",
          "name": "Dataskyddsombud Goinge Kristianstad",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "alf@lfbergslagen.se",
          "name": "Alf",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "alf@lfj.se",
          "name": "Alf",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud@lansforsakringar.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud.uppsala@lansforsakringar.se",
          "name": "Dataskyddsombud Uppsala",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "info.uppsala@lansforsakringar.se",
          "name": "Info Uppsala",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud@lfgotland.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        },
        {
          "email": "dataskyddsombud@lfgavleborg.se",
          "name": "Dataskyddsombud",
          "position": "",
          "source": "https://www.alf.se/contact-us"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 157,
      "företagsnamn": "ZENSEACT AB",
      "företagswebb": "https://zenseact.com/",
      "organisationsnummer": "5592289358",
      "sökterm": [
        "Go",
        "PyTorch",
        "Functional Programming",
        "OpenGL",
        "Object-Oriented Programming",
        "TensorFlow"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29340347",
      "titel": "Software Developer",
      "beskrivning": "Zenseact is an applied automotive AI company developing world-leading safety software for AD and ADAS. Our technology encompasses every aspect of automation, from sensor fusion, computer vision, and object detection to positioning and actuation, using a combination of rule-based code and deep learning algorithms.\nOur software makes a difference.\nUsing AI-based technology to create the ultimate driver support, we’re fighting to end car accidents and make roads safe for everyone. Every year, around 1,4 million people die in traffic while approximately 50 million people get injured. Many get disabled as a result of their injury. We can do better. And we could use your help.\nOne purpose, one product.\nWe’re a software company dedicated to revolutionizing car safety. By designing the complete software stack for autonomous driving and advanced driver-assistance systems, we’re fighting to end car accidents and make roads safe for everyone. That's summarized in our purpose statement: Towards zero. Faster. \nCulture with people at heart\nTo achieve our mission of saving lives and ending traffic accidents is to go where nobody has before. It requires us to venture into the unknown, pioneering new technology and pushing the frontier of autonomous driving. While there’s no denying our determination and expertise, we must stand united to succeed. By fostering a culture of support and enablement – a place of psychological safety where all of us can thrive – everything else will follow. We call this a people-at-heart culture. \nWho are you? \nStrong programming skills within C++, Python, \nAI/Machine Learning/Deep Learning experience.  \nExceptional programming skills with Unity3d, Qt \nKnowledge and experience with OpenCV or OpenGL\nKnowledge of Deep Learning Frameworks like PyTorch or TensorFlow is a plus \nSoftware development experience in one or more general purpose programming languages \nInsight in the automotive industry and knowledge of MISRA C++, ISO26262 and ASIL \nExperience of developing embedded real time applications  \nSolid knowledge of systems engineering/architecture  \nSecure knowledge within continuous integration and deployment \nExperience from defining, building and testing automated toolchains \nExpert in any ADAS/AD feature \nAn enthusiastic person who thrives in an agile working culture \n\nWith the skillset and mindset described you have the chance to contribute to our purpose, to go towards zero. Faster.\nWe are really excited to welcome candidates with these skills so don't hesitate to take the chance of a lifetime! \nWhy join \nWhen we aim for zero accidents faster, we strive to speed up the transition to safe automation. This is essentially achieved by making cars updatable – like a computer or a phone. With regular software updates, a vehicle can be made safer long after its production. By accelerating improvement loops, shortening development cycles, and deploying high-capacity software quickly, we can make cars safer, faster.",
      "Techstack": "C++, Python, AI/Machine Learning/Deep Learning, Unity3d, Qt, OpenCV or OpenGL, Deep Learning Frameworks like PyTorch or TensorFlow, MISRA C++, ISO26262 and ASIL for automotive industry, systems engineering/architecture, continuous integration and deployment, automated toolchains, ADAS/AD feature",
      "Produkt": "Zenseact utvecklar säkerhetsprogramvara för AD och ADAS som omfattar alla aspekter av automation, från sensortrusion, datorseende och objektdetektering till positionering och aktuering, med hjälp av en kombination av regelbaserad kod och djupa inlärningsalgoritmer",
      "Företagsstruktur": "-",
      "Ekonomi": "Informationen från Bing Search indikerar att det senaste bokslutet visade en omsättningsförändring på 13,9%",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "13,9%"
      },
      "kontakter": [
        {
          "email": "info@zenseact.com",
          "name": "ZENSEACT AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "erik.coelingh@zenseact.com",
          "name": "Erik Coelingh",
          "position": "",
          "source": "https://zenseact.com/contact-us"
        },
        {
          "email": "linh.trang@zenseact.com",
          "name": "Linh Trang",
          "position": "",
          "source": "https://zenseact.com/contact-us"
        },
        {
          "email": "yang.chen@zenseact.com",
          "name": "Yang Chen",
          "position": "",
          "source": "https://zenseact.com/contact-us"
        },
        {
          "email": "veronika.nihlen@zenseact.com",
          "name": "Veronika Nihlen",
          "position": "",
          "source": "https://zenseact.com/contact-us"
        },
        {
          "email": "lukas.liebel@zenseact.com",
          "name": "Lukas Liebel",
          "position": "",
          "source": "https://zenseact.com/contact-us"
        },
        {
          "email": "odgard.andersson@zenseact.com",
          "name": "Odgard Andersson",
          "position": "",
          "source": "https://zenseact.com/contact-us"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 158,
      "företagsnamn": "Castra Group AB",
      "företagswebb": "castra.se",
      "organisationsnummer": "5569584401",
      "sökterm": [
        "Ansible",
        "Tableau",
        "fullstackutvecklare",
        "Kafka",
        "PowerShell",
        "M365",
        "Azure",
        "Agile",
        "GCP",
        "Java",
        "TDD",
        "backendutvecklare",
        "Terraform",
        "BDD",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29495743",
      "titel": "Agile management-konsult till Castra Uppsala/Stockholm",
      "beskrivning": "Rollen:\nVi söker erfarna konsulter inom Agile Management som vill arbeta med en bred variation av kunder och branscher. Våra agila experter utmanar befintliga processer och driver förändring för att eliminera beroenden och ineffektivitet.\nMöjliga roller:\n Agile Coach  Agile Produktägare  Scrum Master  Release Train Engineer  Förändringsledare\nKvalifikationer:\n Minst 10+ års erfarenhet inom någon av ovanstående roller  Relevanta certifieringar  Meriterande om du har coachat flera team  Erfarenhet av olika branscher och stora, komplexa organisationer är ett plus\n \n \nVarför ska du välja Castra?  \nCastra är ett medarbetarägt IT-konsultbolag som utmanar den traditionella anställningen på ett flertal sätt. Känner du igen dig i någon av nedanstående punkter så är vi rätt bolag för dig!\n Du har inte möjlighet att utvecklas i din nuvarande roll och får inte chansen att utvecklas i form av utbildning?\n Din lön/ersättning är inte marknadsmässig och din arbetsgivare vägrar betala dig den lön du faktiskt är värd och ska ha?\n Du har förstått att ditt jobb är viktigt men är inte allt? Du vill kunna njuta av att vara ledig extra mycket eller arbeta färre timmar men din arbetsgivare håller inte med?\n \nVi erbjuder en arbetsplats där du har frihet att själv styra över din tid, ersättning och utveckling utefter dina prioriteringar i livet. På Castra finns inga begränsningar vad gäller kompetens- eller karriärutveckling. Vi erbjuder dig valmöjligheter och intressanta uppdrag, så att du kan jobba med det du tycker är roligast, på det sätt som passar dig. På Castra har du som medarbetare stora möjligheter att påverka bolaget och genomföra dina idéer genom bl.a. delägarskap, advisory board och projektgrupper. \nOm Castra\nCastra är en entreprenörsdriven konsultgrupp inom IT, management och systemutveckling. Bolaget ägs gemensamt av medarbetarna och tillsammans bygger vi det företag vi själva vill jobba på.\nVår vision är att vi ska vara Sveriges bästa arbetsgivare för konsulter. Att vi blivit certifierade av Great Place to Work fem år i rad är ett bevis på våra höga mål kring företagskultur. Våra tankar om delaktighet, påverkansmöjligheter och respekt för individens egna val och möjligheter fungerar.\nFöretaget har kontor i Stockholm, Göteborg, Helsingborg, Malmö, Linköping, Norrköping, Örebro och Jönköping. Mer information om Castra-koncernen hittar du på vår hemsida www.castra.se.\nHar vi lyckats väcka din nyfikenhet? Sök direkt via länken.",
      "Techstack": "Java, Python, diverse ramverk, AWS, Azure, Google Cloud, Docker, Kubernetes",
      "Produkt": "IT-tjänster, management och systemutveckling",
      "Företagsstruktur": "Entreprenörsdriven konsultgrupp inom IT, management och systemutveckling. Bolaget ägs gemensamt av medarbetarna. Kontor i Göteborg, Stockholm, Helsingborg, Sundsvall, Malmö, Linköping, Norrköping, Örebro och Jönköping.",
      "Ekonomi": "Castra Group AB har 16 anställda och gjorde ett resultat på 16996 KSEK med en omsättning på 536026 KSEK under 2024. Castra Groups vinstmarginal låg vid senaste årsbokslutet på 1,6 %. Vid senaste bokslut 2022 hade företaget en omsättningsförändring på 63.9%",
      "Ekonomisiffor": {
        "Omsättning": 536026,
        "Resultat": 16996,
        "Omsättningsförändring": "63.9%"
      },
      "kontakter": [
        {
          "email": "info@castra.se",
          "name": "Info",
          "position": "",
          "source": "https://castra.se"
        },
        {
          "email": "josefine.ovegard@castra.se",
          "name": "Josefine Ovegard",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "tilda.jonsson@castra.se",
          "name": "Tilda Jonsson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "tobias.lindberg@castra.se",
          "name": "Tobias Lindberg",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Axel.Svensson@castra.se",
          "name": "Axel Svensson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Karl.hellstrom@castra.se",
          "name": "Karl Hellstrom",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "ebba.olofsson@castra.se",
          "name": "Ebba Olofsson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "julia.lazar@castra.se",
          "name": "Julia Lazar",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "sarah.ohlsson@castra.se",
          "name": "Sarah Ohlsson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "jessica.bjornhage@castra.se",
          "name": "Jessica Bjornhage",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "alexander.adolfson@castra.se",
          "name": "Alexander Adolfson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Harald.Bohlin@castra.se",
          "name": "Harald Bohlin",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "caroline.dreikant@castra.se",
          "name": "Caroline Dreikant",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "moa.ortengren@castra.se",
          "name": "Moa Ortengren",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "annika.blomqvist@castra.se",
          "name": "Annika Blomqvist",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Josefin.Sandstrom@castra.se",
          "name": "Josefin Sandstrom",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "olivia.boe@castra.se",
          "name": "Olivia Boe",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "semir.jasarevic@castra.se",
          "name": "Semir Jasarevic",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "thomas.florentin@castra.se",
          "name": "Thomas Florentin",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Pontus.Zachariassen@castra.se",
          "name": "Pontus Zachariassen",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "jonas.elvestal@castra.se",
          "name": "Jonas Elvestal",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "lovisa.boman@castra.se",
          "name": "Lovisa Boman",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "linda.swartling@castra.se",
          "name": "Linda Swartling",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "bengt.hjelmberg@castra.se",
          "name": "Bengt Hjelmberg",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "elia.frank@castra.se",
          "name": "Elia Frank",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "mikaela.friberg@castra.se",
          "name": "Mikaela Friberg",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Mathias.Bohlins@castra.se",
          "name": "Mathias Bohlins",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "jenny.liljeson@castra.se",
          "name": "Jenny Liljeson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Joakim.Jedselius@castra.se",
          "name": "Joakim Jedselius",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Oscar.Lennings@castra.se",
          "name": "Oscar Lennings",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Charlotta.Ljung@castra.se",
          "name": "Charlotta Ljung",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "andreas.hadelov@castra.se",
          "name": "Andreas Hadelov",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Jenny.Nielsen@castra.se",
          "name": "Jenny Nielsen",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "emil.ahlenius@castra.se",
          "name": "Emil Ahlenius",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Henric.Forsman@castra.se",
          "name": "Henric Forsman",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "jenny.holm@castra.se",
          "name": "Jenny Holm",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Baxley.Miceli@castra.se",
          "name": "Baxley Miceli",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Fredrik.Berne@castra.se",
          "name": "Fredrik Berne",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "adnan.cirak@castra.se",
          "name": "Adnan Cirak",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "erik.franzen@castra.se",
          "name": "Erik Franzen",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "sebastian.fagerholm@castra.se",
          "name": "Sebastian Fagerholm",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Elin.Drotz@castra.se",
          "name": "Elin Drotz",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "Jonas.svenningsson@castra.se",
          "name": "Jonas Svenningsson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "john.lindroth@castra.se",
          "name": "John Lindroth",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "jenny.karlsson@castra.se",
          "name": "Jenny Karlsson",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "christoffer.westrin@castra.se",
          "name": "Christoffer Westrin",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "emma.mentor@castra.se",
          "name": "Emma Mentor",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "ernad.muratagic@castra.se",
          "name": "Ernad Muratagic",
          "position": "",
          "source": "https://castra.se/kontakt"
        },
        {
          "email": "stefan.cumtell@castra.se",
          "name": "Stefan Cumtell",
          "position": "",
          "source": "https://castra.se/kontakt"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "-",
      "consultantcompany": true
    },
    {
      "id": 159,
      "företagsnamn": "Semcon Sweden AB",
      "företagswebb": "https://www.Semcon.se",
      "organisationsnummer": "5565558193",
      "sökterm": [
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29371821",
      "titel": "Mjukvaruutvecklare med intresse för AI",
      "beskrivning": "Vi växer så det knakar och söker dig som brinner för programmering. På Semcons avdelning Software & Emerging Tech i Jönköping har vi behov av fler duktiga utvecklare. För rätt person är detta en fantastisk möjlighet att komma in på en mjukvaruavdelning som präglas av hög kompetens och intressanta projekt.  \nVilka språk använder vi? För oss är det viktigt att du gillar programmering.De språk vi använder varierar från projekt till projekt, så vare sig du är en mästare på Java, Kotlin,C, C++, C# eller Python, tror vi att du har stora möjligheter hos oss.\nVi kan erbjuda uppdrag inhouse i våra egna lokaler där du blir en del av ett utvecklingsteam alternativt ute hos kund.\n \n Vad har vi för uppdrag/projekt? Vi har i dagsläget ett stort antal uppdrag där vi arbetar både ute hos kund och i egna lokaler där vi levererar lösningar med fokus på slutanvändaren. Huvudsaklig kompetens ligger inom programmering, mjukvaruutveckling och arkitektur. Våra kunder finns inom branscher såsom fordon, medicinteknik, energi, industri och telekommunikation. Vi erbjuder dig personlig utveckling genom att få jobba i olika projekt, med olika kunder inom olika branscher och i olika språk. Så länge du har en hög ambitionsnivå kan Semcon ge dig de bästa förutsättningarna för att utvecklas. \nDin profil   Då Semcon är ett teknikföretag som utvecklar produkter i teknikens framkant tror vi att duhar en avslutad akademisk ingenjörsexamen. Du har också några årserfarenhet av utvecklingsjobb efter avlagd examen från tidigare arbetsgivare. De flesta av våra kunder finns i Göteborg med omnejd, så därför behöver du goda kunskaper i både svenska och engelska.\nAnsökan och kontakt   Om du har några frågor angående annonsen eller rollen hos Semcon är du välkommen att kontakta Team Manager Mats Larssonpå mats.larsson@semcon.com\nEn spännande resa med Knightec Group\nVi på Semcon går nu samman med vårt systerbolag Knightec och bildar Knightec Group. Tillsammans blir vi den ledande aktören i norra Europa inom produkt- och digital tjänsteutveckling – hur häftigt är inte det? Vårt gemensamma erbjudande blir både bredare och djupare, vilket gör att vi kan ta oss an stora, strategiska kundprojekt på högsta nivå av innovation och komplexitet. För våra medarbetare innebär detta fantastiska möjligheter till kompetensutveckling och karriärvägar. Låter detta som platsen för dig? Häng med oss på denna spännande resa!\n\nTill bemannings-, förmedlings- och rekryteringsföretag och till dig som är försäljare: Vi undanber vänligen men bestämt direktkontakt med bemannings-, förmedlings- och rekryteringsföretag samt andra externa aktörer och försäljare av ytterligare jobbannonser.",
      "Techstack": "Java, Kotlin, C, C++, C#, Python",
      "Produkt": "Programmering, mjukvaruutveckling och arkitektur",
      "Företagsstruktur": "Semcon Sweden AB ingår i  Knightec Group, samarbetar främst med kunder inom branscher som fordon, medicinteknik, energi, industri och telekommunikation.",
      "Ekonomi": "Företaget hade en omsättning på 915 316 KSEK under 2023. Semcon Sweden AB har 658 anställda.",
      "Ekonomisiffor": {
        "Omsättning": 915316,
        "Resultat": -15075,
        "Omsättningsförändring": "-2.6%"
      },
      "kontakter": [
        {
          "email": "info@Semcon.se",
          "name": "Semcon Sweden AB",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "mats.larsson@semcon.com",
          "name": "Mats Larsson",
          "position": "",
          "source": "https://work-sv.semcon.com/jobs/5418032-mjukvaruutvecklare-med-intresse-for-ai?promotion=1294205-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 160,
      "företagsnamn": "dizparc Umeå AB",
      "företagswebb": "https://dizparc.se",
      "organisationsnummer": "5590642699",
      "sökterm": [
        "Azure",
        "Javascript",
        "M365",
        "PowerShell",
        "SASS",
        "LESS",
        "CSS",
        "utvecklare",
        "HTML5"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562532",
      "titel": "Azure/Microsoft 365-konsult med fokus på säkerhet",
      "beskrivning": "Vill du vara en del i att hjälpa vårt samhälle till en cybersäkrare tillvaro? Just nu söker vi dig som har kompetens inom Azure/Microsoft 365 med tonvikt på infrastruktur och säkerhet.\nVilka är vi?\nVi människor har ett behov av att känna trygghet oavsett om vi befinner oss i den fysiska eller digitala världen. Lika trygga som vi vill känna oss i en mörk gränd om kvällen vill vi vara när vi klickar hem en vara online eller kanske delar känslig information med kollegor. Trots detta hamnar säkerhet förvånansvärt långt ner på priolistan i de flesta digitaliseringsprojekt.\nDet vill vi på Dizparc ändra på.\nHos oss tror vi på att göra digital säkerhet enkel och tillgänglig för alla, oavsett storlek eller plånbok. Det gör vi genom att skapa en robust grund som bygger värde över tid och andas klass och kvalitet. Vi skyddar våra kunder från säkerhetsintrång, vi reducerar digitala affärsrisker och frigör tid så att våra kunder istället kan investera i deras fortsatta digitaliseringsresa!\nVi har den trevliga arbetsplatsen där alla är och känner sig viktiga samt bidrar med sin unika kompetens och vågar tänka och göra annorlunda. Då vi inte tror på starka hierarkier så har vi skapat en jämlik organisation med en hälsosam miljö för debatt och åsiktsutbyte som skapar dynamik och främjar vår utveckling. Vår organisation är transparent och alla har insyn i hur företaget drivs och kan på så sätt vara med och påverka vår gemensamma framtid.\nVem är du?\nVi tror att du har ett brinnande intresse för cybersäkerhet!\nDu har minst 3 års erfarenhet av att har jobbat som administratör av M365/Azure. Vi tror att du är en driven och engagerad person som gillar att skapa värde för kunden och utmana dig själv. Men viktigast är ditt brinnande cybersäkerhetsintresse!\nVad ska du göra?\nI rollen som Microsoft 365-konsult kommer du agera både rådgivare och utförare i arbetet med att öka våra kunders säkerhet inom Microsoft 365. Du kommer på egen hand ansvara för och driva olika initiativ mot kund, men även vara del i team där vi tillsammans löser våra kunders utmaningar. \nArbetsuppgifter\nHjälpa kunder med rekommendationer och prioriteringar hur de kan förbättra sin säkerhet över tid\nImplementera lösningar \nRådgivning och konsulting\nArkitekt- och designarbete\n\nTidigare erfarenheter\nErfarenhet av M365 Security platform\nErfarenhet inom Entra ID\n\nMeriterande är:\nKunskap inom Microsoft 365 Defender och Microsoft Sentinel\nKompetens inom Entra ID Premium-funktioner, såsom MFA och Conditional Access.\nErfarenhet av MS Intune.\nWindows Server (migrering, uppdatering och konfiguration)\nWindows infrastruktur (Active Directory, Entra ID, GPO, DNS)\nHybrida IT-miljöer (On-Prem & Cloud)\nKunskap inom Powershell.\n\nPlaceringsort\nUmeå\nSpråkkunskaper\nSvenska och engelska flytande",
      "Techstack": [
        ".NET/C#",
        "CSS (SASS, Less)",
        "Javascript (Typescript)",
        "HTML5",
        "Angular",
        "React",
        "Episerver",
        "Umbraco",
        "Azure",
        "SqlServer",
        "SSIS"
      ],
      "Produkt": "Digitala lösningar och utvecklingsprojekt baserat på olika teknologier",
      "Företagsstruktur": "Entreprenörsdriven verksamhet med kreativa och innovativa medarbetare",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "anna.nabb@dizparc.se",
          "name": "Anna Nabb",
          "position": "",
          "source": "https://dizparc.se/umea"
        },
        {
          "email": "thomas.johansson@dizparc.se",
          "name": "Thomas Johansson",
          "position": "",
          "source": "https://dizparc.se/umea"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 161,
      "företagsnamn": "Sebratec AB",
      "företagswebb": "https://jobs.sebratec.com",
      "organisationsnummer": "5590522909",
      "sökterm": [
        "Javascript",
        "Kotlin",
        "Object-Oriented Programming",
        "Material-UI",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29360115",
      "titel": "Industrial Engineer - Automation, Simulation, Material",
      "beskrivning": "Sebratec is a Software and Engineering company specializing in services for the tech industry. Our mission is to transform companies through software and embedded systems solutions, supporting customers with consultancy in the development of their products, as well as training for teams and individuals interested in technology.\nAre you a team player with a passion for optimization, ready to collaborate with multiple stakeholders and make a difference? Sebratec is looking for Automation, Simulation, Material Flow, and other similar Engineer titles, to join our international team in Sweden.\nKey Skills:\nProject management, timeline tracking, and progress monitoring in material flow and handling engineering.\nDesigning and implementing automation systems for advanced factories and warehouses, including new technology integration.\nCoordinating engineers, project leaders, and vendors to create material flow solutions.\nDefining and contributing to cross-functional Blueprint areas for scalable factory solutions.\nFacilitating cross-functional collaboration with the Company in the battery industry's Digital and Factory Automation teams.\nCollaborating with the Company in the battery industry's final customers on material handling engineering projects, including blueprints.\n\n \nSoft Skills: Show ownership in your tasks, lend an attentive ear to others, and lead by setting a positive example\nYears of Experience: +4\nIf you're a driven and dedicated Engineer ready to take your career to the next level and open to relocation, Sebratec is the place for you\nNext step?\nIf this position sounds interesting to you, click the link to apply, and let's talk! 😊\n #MaterialFlowEngineer #Relocation",
      "Techstack": [
        "Python",
        "Java",
        "C++",
        "JavaScript"
      ],
      "Produkt": "Software and embedded systems solutions, Consultancy in the development of products, Training for teams and individuals interested in technology",
      "Företagsstruktur": "Ingen specifik information tillgänglig",
      "Ekonomi": "Ingen specifik information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/sebratec/",
        "facebook": "https://www.facebook.com/sebratecconsultancy",
        "twitter": null,
        "instagram": "https://www.instagram.com/sebratec/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 162,
      "företagsnamn": "Proposales AB",
      "företagswebb": "https://proposales.com/",
      "organisationsnummer": "5591506075",
      "sökterm": [
        "Javascript",
        "Functional Programming",
        "Node.js",
        "Serverless",
        "Object-Oriented Programming",
        "PostgreSQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29336031",
      "titel": "Full-Stack Engineer (JavaScript)",
      "beskrivning": "At Proposales, we're on a mission to shape the future of business proposals, replacing static documents by defining a new online standard fully powered by web technology (literally, a piece of internet infrastructure).\nRead about our mission:https://mission.proposales.com(this page iscreated from scratch by Peter, Design Engineer)We're looking for a truly gifted Full-Stack Engineer to join our Productteam. This is a unique opportunity to bring your passion and ideas to a fast-growing tech company, to further develop the limitless possibilities of the Proposales’ platform.\nYou will form a \"Duo\" together with an extraordinary product designer, and together you will be responsible from the initial shaping (of how to design/build something new) to deploying it to Production. We are inspired by the \"Shape up\" process from 37signals.\n Joining a company early is exciting, not only will you be part of defining the vision, as one of our first employees, you will receive a competitive package, including a stock option program, personal training budget, and much more. \nYour mission:\n Write testable, maintainable and scalable code and always with a quality mindset\n Continuously optimise and iterate on your ideas and solutions, and always strive for even better performance and user experience\n Be ready to embrace new technologies and paradigms as we move Proposales into a serverless era\n Join us in shaping our engineering culture to make Proposales a place you look forward to in the morning \n \nWhat we believe in:\nWe use a serverless, continuous-delivery infrastructure hosted on Vercel, built using Next.js and written in TypeScript.\n \nWhen deciding on a tech stack for a new sub-project, we usually take the opportunity to assess new tech early and plan for long-term benefits and maintainability over short-term goals. But we also value simple solutions over smart ones, and embrace test-driven development and pair programming, favoring higher code quality over faster development times.\n \nWe generally prefer a functional programming style over object-orientation and like to avoid abstractions like middlewares or ORMs.\n \nWe prefer monorepos with multiple smaller projects, instead of one monolithic application. We avoid code duplication by extracting core logic and UI into separate internal libraries.\nSome of the technologies you would be working with:\n Javascript\n React\n Node.js\n Next.js\n TypeScript\n PostgreSQL\n Vercel\n \nA bit about you:\n Strong coding ability in Javascript\n Experience with advanced JavaScript libraries and frameworks\n Experience with API and product development\n You are great to collaborate with\n You believe in code quality through code reviews, pair programming and test-driven development\n You believe in self-management and clear communication over processes\n Willingness to learn new technologies and move between different tech stacks\n Working proficiency and communication skills in verbal and written English\n Based in Stockholm and don't mind spending 3 days a week at the office with colleagues",
      "Techstack": [
        "Javascript",
        "React",
        "Node.js",
        "Next.js",
        "TypeScript",
        "PostgreSQL",
        "Vercel"
      ],
      "Produkt": "At Proposales, they are shaping the future of business proposals and replacing static documents with a new online standard fully powered by web technology.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "team@proposales.com",
          "name": "Team",
          "position": "",
          "source": "https://proposales.com/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 163,
      "företagsnamn": "UU Brand & Recruit AB",
      "företagswebb": "https://www.uu.edu/styleguide/",
      "organisationsnummer": "5567879910",
      "sökterm": [
        "Data Visualization",
        "Javascript",
        "Frontendutvecklare",
        "GCP",
        "Node.js",
        "Serverless",
        "Domain-Driven Design",
        "Bootstrap",
        "Object-Oriented Programming",
        "PostgreSQL",
        "Terraform",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29318141",
      "titel": "Lead - Data driven grid",
      "beskrivning": "Are you enthusiastic about driving the green transition in a dynamic, fast-paced environment? Ingrid Capacity is an energy tech company committed to tackling the toughest challenges in fossil-free energy. We develop flexible assets like large-scale energy solutions to balance surplus and shortages, stabilize the grid, and boost renewable energy adoption efficiently. Join us to be part of this impactful journey. Today, Ingrid Capacity is in a rapid growth phase with a historic expansion of energy storage in Sweden, while also expanding internationally. We are in the final phase of construction of around 200 MW and will soon enter a new phase of construction of another 200 MW, with a total development pipeline of over 6 GW across Europe and in parallel becoming a leading energy software player.\nAbout the teamSoftware and smart solutions is a cornerstone of solving the bottlenecks in the power system and Ingrid Capacity’s company strategy. Our Ingrid Technology teams builds and maintains software for grid analyses and simulations, power trading and optimization algorithms to maximize efficiency within the grid. We also focus on creating a data-driven culture by building data pipelines and a Business Intelligence layer to provide stakeholders with actionable insights. Our team plays a key role in driving strategic decision-making and overall company success, and we work closely together to ensure a smooth transition of ideas from concept to reality. At Ingrid Tech, we foster a collaborative and inclusive environment where everyone’s voice is valued. We believe in empowering our team members to make a real impact and being part of shaping the energy system of the future.About the RoleWe are on the lookout for a Data Driven Grid Lead for working on our products that supports the future power-system. We are working on both toolsuites for grid operators, internal simulation products, and dynamic dashboarding and visuals across the company, you will be at the forefront of crafting intuitive and powerful user interfaces that drive innovation and efficiency for the Ingrid Tech team. This role involves developing robust and engaging front-end solutions, ensuring seamless integration with back-end systems, and collaborating closely with rest of the Ingrid Tech team and other business units to deliver cohesive and user-centric tools. You will have the opportunity to lead impactful design and development projects that align with our mission to shape the energy system of the future. Harness a diverse range of technologies to enhance user experience and optimize workflows across our data solutions, machine-learning capabilities, and software suite.\nKey Responsibilities\n Define and prioritize the product roadmap for solutions designed to support the power grid, leveraging data and machine learning technologies.\n Collaborate with stakeholders, including engineers, data scientists, and end users, to gather requirements and align product goals with business objectives.\n Act as the primary point of contact for the product, translating complex technical concepts into actionable features and user stories.\n Oversee the end-to-end product lifecycle, from ideation and design to development, launch, and ongoing optimization.\n Evaluate and incorporate feedback from users and stakeholders to refine product features and improve usability.\n Monitor market trends, user needs, and advancements in data science and machine learning to inform product strategy.\n Ensure all deliverables are aligned with the overarching mission to optimize power distribution and modernize grid operations.\n \nKey Qualifications\n Proven experience as a Product Owner, Product Manager, or similar role, preferably in the energy sector or a technical domain.\n Strong understanding of power systems, grid operations, or energy distribution.\n Familiarity with data analytics and machine learning concepts and their application in solving real-world problems.\n Ability to communicate effectively with technical and non-technical stakeholders, bridging gaps between teams.\n Strong organizational and prioritization skills, with the ability to manage multiple projects simultaneously.\n Bonus: Knowledge of regulatory requirements or industry standards in the power and energy sector.\n \nYour personal skillsIn addition to your qualifications we believe that below skills will make you a star in the Ingrid Tech team:\n  Solution-oriented with ability to focus on finding practical solutions balancing speed and technical debt effectively.\n  Curious and a natural inclination to explore new technologies, methodologies, and approaches, driving continuous improvement and actively seeks growth opportunities and takes initiative in dynamic settings.\n  Comfortable in fast-paced start-up environment and willingness to test out ideas, fail fast and take on new tasks when relevant.\n \nWhat We OfferAt Ingrid Capacity, we are more than employees -we are pioneers and visionaries leading the global energy transition. Our company fosters a culture of trust, growth, and continuous learning, with a commitment to innovation and bold ideas. We prioritize well-being, regularly hosting social activities and group training, creating an environment where our team thrives.\nApplicationSounds like a match? Apply today! We review applications on an ongoing basis and look forward to finding the perfect fit. We are looking for software developers with diverse levels of experience, and we encourage you to apply if you feel you can contribute to our great team, even if you don't meet all the listed requirements.\n/Team Ingrid Capacity",
      "Techstack": [
        "TypeScript",
        "NodeJS",
        "Vite",
        "Webpack",
        "Express",
        "NGINX",
        "React",
        "RESTful APIs",
        "WebSockets",
        "Git",
        "CI/CD",
        "Material UI",
        "Bootstrap"
      ],
      "Produkt": "Stor skala energilösningar, mjukvara för elkraftanalyser och simuleringar, handel med el och algoritmer för optimering",
      "Företagsstruktur": "Har avdelningar för mjukvaruutveckling, business intelligence, front-end utvecklare, UX/UI designers, back-end utvecklare med mer. Specifik antal av anställda ej angivet",
      "Ekonomi": "Befinner sig i en snabb tillväxtfas med historisk expansion av energilagring i Sverige och internationell expansion",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "jgandy@uu.edu",
          "name": "Jgandy",
          "position": "",
          "source": "https://www.uu.edu/styleguide"
        },
        {
          "email": "tellswor@uu.edu",
          "name": "Tellswor",
          "position": "",
          "source": "https://www.uu.edu/styleguide"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/uuartdepartment/",
        "twitter": null,
        "instagram": "https://www.instagram.com/uuartdept/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 164,
      "företagsnamn": "Techster Solutions AB",
      "företagswebb": "https://www.techstersolutions.se",
      "organisationsnummer": "5591631659",
      "sökterm": [
        "Azure",
        "Go",
        "Frontendutvecklare",
        "TDD",
        "CloudFormation",
        "PyTest",
        "GraphQL",
        "Terraform",
        "HTML",
        "GitHub",
        "Ansible",
        "Python",
        "DevOps",
        "GitLab",
        "Backend",
        "Objective-C",
        "Agile",
        "Node.js",
        "MongoDB",
        "Perl",
        "C/C++",
        "C#-utveckling",
        "Object-Oriented Programming",
        "utvecklare",
        "OAuth2",
        "Katalon Studio",
        "fullstackutvecklare",
        "Jest",
        "Kafka",
        "Penetration Testing",
        "GCP",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "OWASP",
        "PostgreSQL",
        "TensorFlow",
        "Neo4j",
        "REST",
        "Data Visualization",
        "Selenium",
        "Scrum",
        "Redis",
        "Kotlin",
        "LESS",
        "Functional Programming",
        "Assembly",
        "SQL",
        "Bash",
        "gRPC",
        "Java",
        "Robot Framework",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560358",
      "titel": "Senior SW Engineer - C++ Embedded Linux",
      "beskrivning": "Techster Solutions befinner i dagsläget sig i en spännande tillväxtfas och söker nu fler kollegor, inledningsvis dig med minst 5+ års erfarenhet och som kan stärka teamet. \nDu kan förvänta dig en omväxlande miljö, dagarna kan se väldigt olika ut - men en sak är säkert, här får du använda dina kompetenser och sätter själv gränsen för hur mycket du vill utvecklas. Som ett kunskapsbolag är det viktigt för oss att våra specialister delar med sig av sin kompetens och får kollegorna att växa. \nRollbeskrivning:\nVår kund designar, utvecklar, tillverkar, marknadsför och distribuerar teknologier inom kamerautveckling. Embedded Applications-teamet söker en C++-utvecklare till deras embedded Linux-värld.\nKamerautvecklingen för deras handhållna enheter är uppdelad i 2st Embedded SW teams på totalt ca 35 personer: OS-teamet och Applikationsteamet. Den person man söker skall arbeta inom applikationsdelen. I Embedded Applications.\nMjukvaran man jobbar i är omfattande då den täcker en stor produktfamilj och det är viktigt att man känner sig trygg i att sätta sig in i ett komplext system. Utvecklingen sker främst i C++ och de satsar på test. All planering sker i Jira och deras dokumentering sker mestadels i Confluence.\nSom utvecklare i teamet får du mycket ansvar och man sätter stor vikt vid att utvecklaren kan se helheten och signalera risker i tid till projektet. Konsulten behöver vara väldigt trygg inom både C++ och embedded Linux.\nKrav: - Har utfört flera liknande uppdrag/projekt. Kan arbeta självständigt och till viss del leda en mindre grupp och utveckla inom området.\n- Grundläggande svenska i tal och skrift\n- Minst 5 års relevant arbetslivserfarenhet\n- C++\n- Embedded Linux\n\nAnsökan Tror du att du är Techster Solutions nästa stjärna? Tveka då inte att skicka in din ansökan redan nu. Urval sker löpande och tillträde sker enligt överenskommelse.\nArbetsplats och kulturVi är ett entreprenördrivet IT företag, med både produktkunskap och försäljning (Techster AB) och konsultativa tjänster (Techster Solutions AB). Det innebär att vi är mycket öppna för nya tekniska lösningar, kunskapsutbyte och ständigt lärande. Att ha roligt och samtidigt behålla den familjära andan utan hierarkier är lika viktigt.\nVi vill skapa det konsultbolag som du alltid velat jobba för, men kanske inte hittat ännu. Redan idag har vi en blandning av seniora och yngre medarbetare, såväl som män och kvinnor. Det vill vi fortsätta att bygga på. Så välkommen med din ansökan!",
      "Techstack": [
        "Java",
        "gRPC",
        "GCP",
        "BigQuery",
        "Bigtable"
      ],
      "Produkt": "Konsultativa tjänster och IT-lösningar",
      "Företagsstruktur": "Företaget söker för närvarande mitten till seniora backend ingenjörer. Det finns en blandning av seniora och yngre medarbetare, såväl som män och kvinnor. Det finns avdelningar som hanterar produktkunskap och försäljning (Techster AB) och konsultativa tjänster (Techster Solutions AB).",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@techstersolutions.com",
          "name": "Info",
          "position": "",
          "source": "https://techstersolutions.com/contactus"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 165,
      "företagsnamn": "Sigma Embedded Engineering AB",
      "företagswebb": "https://sigmaembeddedengineering.se",
      "organisationsnummer": "5590150685",
      "sökterm": [
        "Penetration Testing",
        "CI/CD",
        "C/C++",
        "utvecklare",
        "Microservices",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542909",
      "titel": "C++ utvecklare till Sigma Embedded Engineering",
      "beskrivning": "Nu söker vi dig som vill jobba med C++ kodning i något av våra Sigma-team!  Du kommer att jobba i ett team bestående av andra Sigma Embedded-kollegor, antingen i vår kunds lokaler eller en mix mellan kund, Sigma och remote.\nVEM ÄR DU?\nVi söker främst dig som har mellan 3 och 10 års erfarenhet och som har erfarenhet från mjukvaruutveckling i agila team inom fordonsbranschen. \nDu har en MSc eller BSc i Datateknik, Fysik, Elektroteknik eller liknande.\nVi tror även att du har erfarenhet av C++ (C++17 eller 20 är riktigt bra!), Python, testautomatisering, Embedded Linux samt gillar att jobba med arkitektur.\nLåter detta intressant så är du välkommen att söka till oss!  \nVILKA ÄR VI? Vi gillar att göra saker tillsammans och strävar efter en bra mix av jobb och fritid. Det kan vara AWs, event, träningsaktiviteter, alpresor eller inspirationsföreläsningar. Vi har gjort många roliga resor ihop vilket har varit fantastiskt och något vi vill fortsätta med. Kompetensutveckling har alltid varit viktigt för oss och förutom utvecklingsmöjligheter i ditt konsultuppdrag och diverse tekniska utbildningar har vi interna program för personlig utveckling. Flow by Sigma är ett program som fokuserar på bl.a balans i vardagen, hur man sätter och når personliga mål och hur man hanterar förändringar. VI ÄR EN DEL AV SIGMA GROUP Som en del av Sigmagruppen erbjuder vi det bästa av två världar; stabilitet och entreprenörsanda. Sigma består av ett flertal bolag inom olika tekniska kompetensområden och har idag över 5000 anställda. Detta gör oss till Sveriges största privatägda konsultgrupp.",
      "Techstack": [
        ".NET Core",
        "C#",
        "React",
        "Microservices",
        "Unit Testing",
        "NUnit / XUnit",
        "Git CI/CD in Azure",
        "Monitoring",
        "Test frameworks (Load testing, Security, Integration)",
        "Automation frameworks",
        "Azure DevOps Server"
      ],
      "Produkt": "Kompetensleverans, tjänster och resurser inom R&D för inbäddade system",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "jens.wetterlin@sigma.se",
          "name": "Jens Wetterlin",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "Hanna.Kristiansen@sigma.se",
          "name": "Hanna Kristiansen",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "richard.kahl@sigma.se",
          "name": "Richard Kahl",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "jonas.vikentorp@sigma.se",
          "name": "Jonas Vikentorp",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "cecilia.vidlund@sigma.se",
          "name": "Cecilia Vidlund",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "daniel.tengvall@sigma.se",
          "name": "Daniel Tengvall",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "martin.eriksson@sigma.se",
          "name": "Martin Eriksson",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "elin.tibatt@sigma.se",
          "name": "Elin Tibatt",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "pontus.kastrup@sigma.se",
          "name": "Pontus Kastrup",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "career.embedded@sigma.se",
          "name": "Career Embedded",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "julia.bjorkeryd@sigma.se",
          "name": "Julia Bjorkeryd",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "monica.imberg@sigma.se",
          "name": "Monica Imberg",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        },
        {
          "email": "isak.monrad-aas@sigma.se",
          "name": "Isak Monrad Aas",
          "position": "",
          "source": "https://sigmaembeddedengineering.se"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 166,
      "företagsnamn": "Majority Sweden AB",
      "företagswebb": "http://www.majority.com",
      "organisationsnummer": "5592756711",
      "sökterm": [
        "Tailwind CSS",
        "Git",
        "GitHub",
        ".NET",
        "CI/CD",
        "CSS",
        "JavaScript",
        "Angular",
        "HTML5",
        "GraphQL",
        "Backend",
        "Frontend",
        "Vue",
        "React",
        "Microservices",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29545918",
      "titel": "Frontend Developer, Web Team",
      "beskrivning": "MAJORITY is a groundbreaking all-in-one digital financial service app that includes an FDIC-insured account, Visa® Prepaid card, money remittance, and international calling. We are built for migrants, by migrants.\nGlobal migration is a 21st-century reality. Whether people are following their dreams, love or new experiences, more and more of us are leaning towards new environments. Our purpose at MAJORITY is to empower the amazing, the brave, and the talented and help them achieve all of their ambitions.\nWe believe that everyone deserves the same opportunity to succeed. Our mission is to provide migrants the tools to thrive in their new country.\nWe are a diverse group of people from over 40 different countries that come together every day and we’re looking for others driven by the same desire to create meaningful products that bridge cultural and geographic distances.\nMAJORITY is looking for an Experienced Frontend Developer to join its Web team. This is a full time, in-person position based in Stockholm, Sweden. \n \nThe role\nYou'll be joining MAJORITY's web team to design, develop, and implement user-facing features primarily for our website and back office application. Your work will focus on creating intuitive and responsive interfaces using modern technologies & frameworks like NUXT3, Vue3, HTML5, CSS3, and JavaScript. Your skills will be crucial in driving the technical architecture and roadmap of our team. You will collaborate closely with cross-functional teams, groom & prioritize deliverables, ensure the quality and performance of the frontend services through clean coding practices. As part of our team, you'll get to work on a diverse spectrum of tasks under the Web space like API integrations, designing components, CMS integrations, Web performance & optimisations. We as a team even take care of our own Devops needs and since we are migrating to Github you will be involved in maintaining and building pipelines using Github actions.\nExperience: 5+ years of proven experience in a similar position.\nTechnical Skills: \nStrong knowledge of and experience with HTML5, JavaScript, CSS3, and modern frontend frameworks.\nExperience with responsive and cross-browser web design principles.\nFamiliarity with frontend build tools like npm/pnpm/yarn; and experience with unit testing frameworks such as Vitest and Playwright.\nStrong skills in web performance optimization.\nKnowledge of CMS-based web applications.\nExperience working with REST APIs.\nExperience with maintaining, troubleshooting, and optimizing CI/CD pipelines\nGIT expert.\n\nDesign Principles: \nStrong understanding of UX/UI principles, accessibility standards, and attention to detail in rendering designs accurately.\nA keen eye for pixel-perfect implementations across browsers and devices \n\nProblem-Solving: \nExcellent analytical skills for breaking down complex issues and evaluating solutions effectively.\nAbility to prioritize speed without neglecting quality, understanding that speed is a competitive advantage.\nAbility to reason through trade-offs to make correct decisions for the benefit of the organization.\n\nMindset & Work Ethic:\nSmart, proactive, and outcome-driven – you get things done.\nAmbitious, with a positive attitude and a solution-oriented approach.\nStrong sense of ownership and accountability.\nEager to learn from others and share knowledge.\nWilling to make decisions, take responsibility, and learn from mistakes.\nEnthusiastic about AI and leveraging AI tools to enhance productivity and innovation.\nCollaboration: Proven ability to communicate and collaborate with cross-functional teams, including designers and backend developers.\nCommunication: Excellent communication skills in English\n\nRequired Skills:\n5+ years of indepth working experience with HTML5, JavaScript, CSS and modern frontend frameworks like React, Vue or Angular\nExperience with responsive and cross-browser web design principles.\nStrong skills in web performance optimization and frontend build tools.\nFamiliarity with testing and debugging frameworks.\nAbility to document technical specifications and collaborate effectively within a team.\nFamiliarity with version control systems such as Git.\n\nBonus Skills:\nProficiency in Nuxt, Vue & Tailwind\nExperience with working and integrating GraphQL and DatoCMS\nGood understanding & experience with unit testing\nExperience in maintaining, troubleshooting, and optimizing CI/CD pipelines using GitHub Actions\nCloud infrastructure skills and platforms such as Azure Devops or GCM\nKnowledge of emerging technologies and best practices in frontend development.\nExperience with .NET development in C#\n\nWhat’s in it for you\nWe have a modern technical techstack - Nuxt3 and Vue3\nWe have a high pace of development, shipping major new features frequently.\nWe have leadership who understands and prioritizes technical work.\nInclusive and fun office culture\n\nLooking to be challenged? To work in an environment where your opinions are welcome and you’re constantly learning? To have a real impact on a meaningful project? To work with the latest technologies and to help shape the technology direction of the organization? Then we’d love to hear from you.\nWe are MAJORITY. We are international, ambitious, kind, and inclusive. We believe in equal opportunity and value diversity. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.",
      "Techstack": [
        ".NET",
        ".Net8",
        "C#",
        "AzureDevops",
        "Kubernetes",
        "Microservices",
        "SQL",
        "FDIC-insured account",
        "Visa® Prepaid card",
        "money remittance",
        "international calling"
      ],
      "Produkt": [
        "MAJORITY is a groundbreaking all-in-one digital financial service app that includes an FDIC-insured account, Visa® Prepaid card, money remittance, and international calling."
      ],
      "Företagsstruktur": [
        "Företaget har en diverse grupp av människor från över 40 olika länder. De söker en Senior Backend Engineer för att gå med sitt ingenjörsteam. De har ett team av 12 backendutvecklare som har byggt ett system med nästan 60 mikrotjänster med miljon linjer med C#-kod. Majoriteten letar efter en Senior Backend Engineer (.NET) för att gå med sitt ingenjörsteam. Detta innebär en heltid, personlig ställning baserad i Stockholm, Sverige."
      ],
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 167,
      "företagsnamn": "Nexer AB",
      "företagswebb": "http://www.nexergroup.com",
      "organisationsnummer": "5564519345",
      "sökterm": [
        "MariaDB",
        "Blazor",
        "Sharepoint",
        ".NET",
        "Artificial Intelligence",
        "TDD",
        "GraphQL",
        "backendutvecklare",
        "React",
        "BDD",
        "Microservices",
        "GitHub",
        "Ansible",
        "Backend",
        "DevOps",
        "GitLab",
        "Agile",
        "Node.js",
        "Kubernetes",
        "C/C++",
        "Postman",
        "C#-utveckling",
        "Vue",
        "Angular",
        "MySQL",
        "C#",
        "fullstackutvecklare",
        "GCP",
        "AWS Lambda",
        "CI/CD",
        "Jenkins",
        "AWS",
        "Spring",
        "Docker",
        "PostgreSQL",
        "Java",
        "Scrum",
        "PowerShell",
        "Assembly",
        "SQL",
        "Bash",
        "JavaScript",
        "MongoDB",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554179",
      "titel": "Microsoft 365 Strateg, Enterprise Applications",
      "beskrivning": "Nexer Enterprise Applications är en ledande aktör inom Microsoft 365- och SharePoint-lösningar och söker nu en specialist inom Microsoft 365, med kunskaper inom informationssäkerhet och AI. Vi hjälper våra kunder med att maximera deras potential genom teknisk utveckling och strategisk rådgivning med fokus på slutanvändaren. Vårt åtagande omfattar hela den digitala arbetsplatsen, från strategi och rådgivning till support. Bli en del av vårt växande team och ansök idag för att vara med och forma framtidens digitala arbetsplats! \n Hur ser rollen ut? Som specialist inom Microsoft 365 kommer du att öka kunders affärsvärde genom effektiv och säker användning av Microsoft 365. Du förenklar det dagliga arbetet, stärker teamsamarbetet och höjer produktiviteten genom att stödja kunder med verktyg som Teams, SharePoint, Purview och Copilot för Microsoft 365. För att lyckas i rollen behöver du ha erfarenhet och insikt i hur en kund kan dra nytta av verktygen i Microsofts plattform och hur nyttjandet kan ske på ett säkert sätt. Arbetet innebär att du: \n Bistår kunden med strategisk rådgivning gällande Microsoft 365. \n  Identifierar och analyserar kunders mål, behov och arbetssätt. \n  Kartlägger och skapar strategier för den digitala arbetsplatsen, inklusive implementeringsplaner och informationsarkitektur. \n  Håller workshops och utbildningar bland annat i Copilot, arbetssätt och informationssäkerhet. \n  Hanterar projekt relaterade till den digitala arbetsplatsen. \n  Intar rollen som lösningsarkitekt, beroende på din profil. \n  Driver förändringsledning inom projekten. \n \nVem är du? Du har ett intresse för digitala arbetsplatslösningar, informationssäkerhet och data governance och erfarenhet av att stödja verksamheter med digitala verktyg samt agera som rådgivare. Du har utmärkta kommunikationsförmågor, trivs med att driva förändring, och leder projekt både på svenska och engelska.   Du behöver också: \n Djupgående erfarenhet av att implementera och optimera Microsoft 365-lösningar. \n  Kunskap om Microsoft-infrastruktur och säkerhetsplatform. \n  Strategisk och praktisk kunskap om att implementera teknologilösningar. \n  En vilja att ständigt hålla dig uppdaterad med vad som händer i Microsoft 365 för att kunna ge dina kunder de bästa råden för deras verksamhet. \n \n Vad kan vi erbjuda dig? \n Balans mellan arbete och fritid, med möjlighet att påverka ditt arbeta och vardag samt arbeta med både korta och långa uppdrag. \n  En flexibel arbetspolicy, med möjlighet att arbeta hemifrån när det passar dig och ditt team. \n  Kompetensutveckling \n  Ett stöttande team och en organisation som genomsyras av en familjekänsla och mångfald. \n  Möjlighet att delta i Corporate Social Responsibility (CSR)-arbete, till exempel genom Star for Life, Pink Programming eller Nexer Network Women. \n  En rolig arbetsplats där vi älskar att hitta på saker tillsammans. Vi har bl.a. regelbundna spelkvällar och träningsutmaningar! \n \nHur är det att arbeta på Nexer Enterprise Applications?  Vi har en familjär kultur med en bra sammanhållning i teamen. Arbetsmiljön genomsyras av en kamratlig stämning och ett nära ledarskap. Vi är ett välbekant namn när det gäller Microsoft 365 och Microsoft Dynamics inom Sverige och över hela världen. Du får möjlighet att arbeta inom Sverige och även globalt eftersom det är där våra kunder finns. Vi erbjuder en unik kombination av den stora organisationens stabilitet och den lilla verksamhetens möjlighet att påverka och få saker att hända. \nVi har en stark vilja att driva affärer och firar våra framgångar genom regelbundna events, resor och konferenser. Här kan du läsa mer om oss:https://nexergroup.com/careerhub/come-on-in-nexer-ea/ \nAnsökan Du är varmt välkommen att skicka in din ansökan nedan. Vi har tyvärr ingen möjlighet att ta emot ansökningar via e-post, men har du frågor om tjänsten eller Nexer får du gärna höra av dig till Maja Åström påmaja.astrom@nexergroup.com. Vi hanterar ansökningarna löpande, så vänta inte med att söka! #LI-MA2",
      "Techstack": [
        "C# / .NET",
        "Microsoft SQL",
        "TypeScript",
        "Angular",
        "React",
        "Vue",
        "TDD/BDD",
        "Clean Code",
        "Microsoft Azure/AWS",
        "Microservices",
        "Docker",
        "GIT",
        "NodeJS",
        "GraphQL",
        "Entity Framework",
        "Blazor",
        "MAUI"
      ],
      "Produkt": "Bli en del av framtidens digitala sjukvård - gör skillnad med Nexer! Nexer har, efter vunnen upphandling, fått i uppdrag att utveckla och effektivisera en samhällsnyttig digital tjänst för en stor kund inom sjukvården.",
      "Företagsstruktur": "Inget specifikt anges om företagets struktur som antal anställda, avdelningar etc.",
      "Ekonomi": "Ingen specifik ekonomisk information nämns i beskrivningen eller sökresultaten.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "Natalie.Svensson@nexergroup.com",
          "name": "Natalie Svensson",
          "position": "",
          "source": "https://nexergroup.teamtailor.com/jobs/5406425-net-utvecklare-till-samhallsviktigt-inhouse-uppdrag?promotion=1294909-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/nexer-group/",
        "facebook": "https://www.facebook.com/nexergroup/",
        "twitter": null,
        "instagram": "https://www.instagram.com/nexergroup/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 168,
      "företagsnamn": "TechStack Global AB",
      "företagswebb": "https://techstack.com/",
      "organisationsnummer": "5591936108",
      "sökterm": [
        "M365",
        "Kafka",
        ".NET",
        "Sharepoint",
        "React",
        "TDD",
        "CSS",
        "GraphQL",
        "Angular",
        "HTML",
        "Microservices",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29492116",
      "titel": "Senior Software Engineer  .NET Developer",
      "beskrivning": "About the Role\nWe are looking for a Senior Software Engineer – .NET Developer to join our dynamic and collaborative team. In this role, you will contribute to the development of robust, scalable, and high-performance solutions while working in an agile environment. You will play a key part in building and maintaining backend systems, APIs, and cloud-based applications that drive business success.\nYour Responsibilities\nDesign, develop, and maintain scalable backend services and APIs using .NET technologies.\nImplement best practices in coding, architecture, and design patterns, including S.O.L.I.D principles and clean code methodologies.\nWork with GraphQL and RESTful services to ensure efficient data access and integration.\nDevelop and deploy applications on Azure Cloud, using technologies like Docker, Kubernetes, and Azure Red Hat OpenShift (ARO).\nManage and optimize relational databases, particularly MS SQL Server.\nUtilize Azure DevOps and Git for version control, CI/CD pipelines, and automation.\nParticipate in code reviews, refactoring, and performance tuning to ensure high-quality software.\nStay updated with the latest technology trends and proactively recommend improvements to avoid technical debt.\n\nWho You Are\nPassionate about software development, eager to learn and adopt new technologies.\nA problem solver with strong analytical and design skills.\nAn advocate for agile methodologies and DevSecOps principles.\nA collaborative team player who thrives in a fast-paced, international work environment.\nProficient in English; knowledge of Swedish is a plus.\n\nYour Experience & Skills\n✅ Required:\nStrong experience with .NET platform (C#, .NET Core/.NET 6+).\nExpertise in microservices architecture and API development.\nExperience with Azure Cloud, Docker, Kubernetes, and containerized applications.\nHands-on knowledge of MS SQL Server and database optimization.\nExperience with Azure DevOps, Git, and CI/CD pipelines.\n\n✅ Nice to Have:\nExperience with event-driven architectures using Azure Event Hub or Kafka.\nKnowledge of security best practices and vulnerability management.\nFamiliarity with front-end technologies like Angular or React.\nExperience with unit testing, integration testing, and Test-Driven Development (TDD).",
      "Techstack": [
        "HTML",
        "CSS",
        "TypeScript",
        "React"
      ],
      "Produkt": "Utveckling och underhåll av webbapplikationer",
      "Företagsstruktur": "Företaget består huvudsakligen av mjukvaruutvecklare. Det finns avdelningar som arbetar med frontend utveckling, speciellt i React.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 169,
      "företagsnamn": "AcadeMedia Support AB",
      "företagswebb": "https://duckduckgo.com/y.js?ad_domain=namecheap.com&ad_provider=bingv7aa&ad_type=txad&click_metadata=JNjgmrarUvgKvMDNoJj7m1YFIEwWDzOtKIPlB7ZOMoL8zf74j1oUS3NBbvUGg8DxzRS1sS%2DPm14y6LRE8k8Mq5Q3qRg0%2DGTiRwYo5Bg8nCCwGdrkpldOBMUTcrOVDVUM.WJd8_j9t8dkkazOmwAHWZw&rut=5747c538c91c7f41c092d47172b7ee9d8b906596c4accbe63a9a5e2e59301ef4&u3=https%3A%2F%2Fwww.bing.com%2Faclick%3Fld%3De8Y10HCIDHkpssVfAkZOn1JjVUCUy%2DJbv9Ps4TdPXc84JJmHmLkkqf7aU37uarGF7FNM4hzXSm813YpMPxxSwQiZroad2Hb0aEHMCYn_ElHtaKdFPDQBhszeQeSVyYvFFAd5c1MIIyziXNZ_zNLR6adZC0s2v9F7n_%2DvFebA2sQuw6FIAdqX3hD7B8s81u3lyZgoCe2A%26u%3DaHR0cHMlM2ElMmYlMmZ3d3cubmFtZWNoZWFwLmNvbSUyZiUzZm1zY2xraWQlM2QxNjdhMThlNWEyMzAxOTZjYWJhYjdmMDdmMjcwN2NkYyUyNnV0bV9zb3VyY2UlM2RiaW5nJTI2dXRtX21lZGl1bSUzZGNwYyUyNnV0bV9jYW1wYWlnbiUzZEJpbmctTkMtUGVyZm9ybWFuY2UtTWF4LUdsb2JhbCUyNnV0bV90ZXJtJTNkd3d3Lm5hbWVjaGVhcC5jb20lMjZ1dG1fY29udGVudCUzZEJpbmctTkMtUGVyZm9ybWFuY2UtTWF4LUdsb2JhbC1ST1ctQWxsJTI1MjBwcm9kdWN0cw%26rlid%3D167a18e5a230196cabab7f07f2707cdc&vqd=4-204537992323202738097429904008697079050&iurl=%7B1%7DIG%3D959AD99CE9574DCC85988FB2FF0C6256%26CID%3D2A9B2ADA534B6A1B3B4F3F60521C6BE2%26ID%3DDevEx%2C5045.1",
      "organisationsnummer": "5565688479",
      "sökterm": [
        "Laravel",
        "PHP",
        "CSS",
        "Bootstrap",
        "HTML",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29302954",
      "titel": "Front/backend-utvecklare",
      "beskrivning": "AcadeMedia EdTech är del av AcadeMediakoncernen som är norra Europas största privata utbildningsanordnare. Drygt 76 000 elever och föräldrar har valt våra förskolor, grundskolor och gymnasieskolor. Ytterligare 100 000 vuxna går på någon av våra vuxenutbildningar under ett år. AcadeMedia finns över hela Sverige och vi har även förskolor i Norge och Tyskland. Totalt har AcadeMedia över 600 enheter och cirka 17 000 medarbetare.\n\nAcadeMedia EdTech är en digitaliseringsmotor och som kraftsamlar för att bidra till att göra Sverige till det ledande landet i världen på att utnyttja digitaliseringens möjligheter och skapa morgondagens lärande. Vi tror på utbildning för alla och ett livslångt lärande och i en digitaliserad värld. Verksamheten inom AcadeMedia EdTech organiseras inom två varumärken – Linguista som är en fjärrundervisningstjänst inom bland annat modersmål och Omniway som är en användarvänlig lärplattform.\r\n\r\nOm oss\n\nVi är ett litet utvecklingsteam som underhåller, driver och utvecklar den webbaserad lärplattformen Omniway. Teamet består för närvarande av tre fullstack-utvecklare och vi expanderar i en rask takt. Omniway är en komplett lärplattform huvudsakligen verksam inom Academediakoncernen men expanderar även på den externa marknaden. Vårt utvecklingsteam är placerat i centrala Umeå.\n\nRollen\n\nSom utvecklare kommer du hjälpa till att underhålla och vidareutveckla vår lärplattform. Du kommer ha ett nära samarbete med övriga utvecklare och syssla med både frontend och backend-arbete. Du förväntas ha erfarenhet av webbutveckling, både inom backend (serverprogrammering, SQL) och frontend (HTML/CSS/JS). Vår plattform har en Laravel-baserad backend (PHP, MySQL) och en Bootstrap-baserad frontend som använder Vue.js för dynamiska komponenter.\n\nErfarenhet av följande krävs:\n\n• Backendprogrammering (i valfritt språk, t.ex. PHP/C#/Python) \n• Frontendprogrammering (HTML, CSS, JS) \n• Databaserfarenhet (SQL) \n\nErfarenhet av följande är starkt meriterande, i prioritetsordning:\n\n• Laravel (eller andra MVC-ramverk) \n• vuejs (eller andra data binding-ramverk) \n• PHP \n• Bootstrap \n• ES6/ES7 \n• Testdriven utveckling \n• Linux/unixmiljöer \n\nHuvudsakliga arbetsuppgifter:\n\n• Delta i kravspecifikationsframställning och tidsuppskattning \n• Implementera ny funktionalitet självständigt, ofta både front- och backenddelarna \n• Lösa problem som uppstår \n• Skriva enhetstester (unit tests) och säkerställa att kod fungerar enligt specifikation \n\nOm dig\n\nDu har längre erfarenhet av webbutveckling och webbteknologier samtidigt som du har ett stort intresse för teknikutvecklingen och nya sätt att arbeta. Du är metodisk och tycker om att lösa problem, både tekniskt och genom att förstå verksamhetens behov. Som person är du stabil och är duktig på att samarbeta och kommunicera med andra. Du vill ta en aktiv roll i att utveckla hur vi arbetar och är inte rädd för att tänka nytt.\n\nVälkommen med din ansökan\n\nTjänsten är på heltid med placering i Umeå. Vi tillämpar 6 månaders provanställning. Tillträde snarast eller enligt överenskommelse. Har du frågor om tjänsten kontakta CTO Javid Jou per mail på javid.jou@academedia.se. Vi vill ha din ansökan så snart som möjligt och senast 2025-05-01. Vi hanterar ansökningar löpande och tjänsterna kan komma att tillsättas innan sista ansökningsdag.",
      "Techstack": [
        "Laravel",
        "VueJS",
        "PHP",
        "Bootstrap",
        "ES6/ES7",
        "Testdriven utveckling",
        "Linux/unixmiljöer",
        "HTML",
        "CSS",
        "JS",
        "SQL"
      ],
      "Produkt": [
        "AcadeMedia EdTech",
        "Linguista",
        "Omniway"
      ],
      "Företagsstruktur": {
        "Antal anställda": 17000,
        "Antal enheter": 600,
        "Förskolor och skolor": "76 000 elever och föräldrar",
        "Vuxenutbildningar": "100 000 vuxna",
        "Utvecklingsteam": {
          "Antal anställda": 3,
          "Placering": "Umeå",
          "Utökning": "-"
        }
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "therese.tornkvist@academedia.se",
          "name": "Therese Tornkvist",
          "position": "",
          "source": "https://academedia.se/om-oss/jobba-hos-oss/lediga-jobb/?jobid=285333&ref=platsbanken"
        },
        {
          "email": "hello@academedia.se",
          "name": "Hello",
          "position": "",
          "source": "https://academedia.se/om-oss/jobba-hos-oss/lediga-jobb/?jobid=285333&ref=platsbanken"
        },
        {
          "email": "u002F41be20096d6e47b5b65ef0a3d9cf21b1@sentry.duva.se",
          "name": "Ufbedebbefadcfb",
          "position": "",
          "source": "https://academedia.se/om-oss/jobba-hos-oss/lediga-jobb/?jobid=285333&ref=platsbanken"
        },
        {
          "email": "marith.hallman@academedia.se",
          "name": "Marith Hallman",
          "position": "",
          "source": "https://academedia.se/om-oss/jobba-hos-oss/lediga-jobb/?jobid=285333&ref=platsbanken"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 170,
      "företagsnamn": "Netonyx AB",
      "företagswebb": "https://www.cubane.se/",
      "organisationsnummer": "5590024880",
      "sökterm": [
        "Java",
        "Kafka",
        "Jenkins",
        "Swagger",
        "backendutvecklare",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29499483",
      "titel": "Systemutvecklare- Java",
      "beskrivning": "Till vår kund söker vi en Systemutvecklare. \nObligatoriska krav:\nminst fem års erfarenhet av Javautveckling\nminst fem års erfarenhet av REST, SOAP\nminst två års erfarenhet av utveckling av backendtjänster inom statlig myndighet\nminst två års erfarenhet av erfarenhet av Jboss och JavaEE\nminst två års erfarenhet av Openshift, Kubernetes och Podman\nminst två års erfarenhet av Kafka och Zookeeper\nminst två års erfarenhet av Gitops med ArgoCD\nerfarenhet av Oracle SQL\nerfarenhet av Elastic search\n\n \nMeriterande krav:\nErfarenhet av XML och XSD\nErfarenhet av OpenApi/swagger\nErfarenhet av Jenkins CI/CD\nErfarenhet av tullprocessen transitering i Sverige\n\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "Java",
        "REST",
        "SOAP",
        "Jboss",
        "JavaEE",
        "Openshift",
        "Kubernetes",
        "Podman",
        "Kafka",
        "Zookeeper",
        "Gitops med ArgoCD",
        "Oracle SQL",
        "Elastic search",
        "XML",
        "XSD",
        "OpenApi/swagger",
        "Jenkins CI/CD"
      ],
      "Produkt": "-",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@cubane.se",
          "name": "Info",
          "position": "",
          "source": "https://www.cubane.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/cubane-solutions-ab/",
        "facebook": "https://www.facebook.com/cubane.solutions",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 171,
      "företagsnamn": "Segula Technologies AB",
      "företagswebb": "https://www.segulatechnologies.com/en/",
      "organisationsnummer": "5562451921",
      "sökterm": [
        "Robot Framework",
        "Kotlin",
        "Penetration Testing",
        "Jenkins",
        "Spring",
        "Java",
        "utvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29494904",
      "titel": "Android utvecklare ",
      "beskrivning": "Jobbeskrivning \nAs developer in one of our teams you’ll have the opportunity to work with the latest technology in an exciting and global environment. We team up with Google and other big players to deliver world class android applications and services to support the clients vision to be the most desired and successful transport solution and infrastructure provider in the world. \nOur Android teams have an area of responsibility where you will design and build new features and applications ensuring performance, quality and productivity for our customers across our brands. Our teams are responsible for the entire SW life cycle so you will also be part of securing the deliveries in production. \nWe welcome you in our open culture. We promise you a lot of opportunities to grow and learn. We’re a great team with competent and easy-to-talk to colleagues. If you have a passion for developing Android applications and services - this is your place! \nWe are looking for a passionate Android developer with proven experience in software development. \nYou will fit well if you are a social, trustful and committed person who can explain complex technical aspects verbally and in documentation. You need to have ability to drive change, have a passion for innovation and new technologies. Additionally, it is expected that you have a personal drive to reach the objectives and targets set for your team. Lastly, if you have a strong ability to inspire, develop and motivate individuals and teams – you are our perfect match. \nPersonal qualities \nStrong team spirit, individual and structured leadership to deliver expected results on time, on budget and with high quality. \nHigh level of cooperation skills with different people and cultures.\nServiceminded  \nCreative, self-driven and outgoing with a high motivation to solve problems. \nWilling to take up the task that is most important for the team to progress \nPassion for new technologies, software development and creating great user experiences \n\n\n\nKravspecifikation \nB.Sc./M.Sc. in computer science, software engineering, electronics or equivalent. \n5+ years of experience in android software development with Kotlin and Java \nMinimum 1 year of working experience within automotive  \nGood understanding of Linux operating system \nExperience with tools such as tools such as Git, Jenkins, Jira, Artifactory,  \nExperience working with framework like Android Open Source Project (AOSP). \nKnowledge of software verification and test development, unit test \nExperience using techniques for quality assuring software such as unit testing and integration testing using relevant tools e.g. Espresso, jUnit, Mockito. \nExperience working with MVP, MVVM libraries. \nFluent in English (written and spoken) \nValid working permit in Sweden",
      "Techstack": [
        "Android",
        "Google",
        "Kotlin",
        "Java",
        "Linux",
        "Git",
        "Jenkins",
        "Jira",
        "Artifactory",
        "Android Open Source Project (AOSP)",
        "software verification and test development",
        "unit test",
        "Espresso",
        "jUnit",
        "Mockito",
        "MVP",
        "MVVM"
      ],
      "Produkt": "Utveckling av Android program och tjänster för transportlösningar",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/segula-technologies",
        "facebook": "https://www.facebook.com/segulatechnologies",
        "twitter": "https://twitter.com/segula_group",
        "instagram": "https://www.instagram.com/segula_technologies"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 172,
      "företagsnamn": "Meet a Group international AB",
      "företagswebb": "https://jobbify.se",
      "organisationsnummer": "5591911747",
      "sökterm": [
        "Azure",
        "Frontendutvecklare",
        "backendutvecklare",
        "React",
        "HTML",
        "Microservices",
        "TypeScript",
        "GitLab",
        "Laravel",
        "Agile",
        "Kubernetes",
        "Frontend",
        "utvecklare",
        "Vue",
        "Angular",
        "fullstackutvecklare",
        "Kafka",
        "GCP",
        "AWS Lambda",
        "AWS",
        "CSS",
        "PostgreSQL",
        "REST",
        "SQL",
        "JavaScript",
        "Bootstrap",
        "Java",
        "Robot Framework",
        "HTML5",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555466",
      "titel": "Senior Laravel &amp; Vue.js Engineer",
      "beskrivning": "Jobbify är en jobbplattform för vassa kandidater.\n\n\n\nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n\n\n👋 Who are we?\n\n\n\nNordhealth’s mission is to build software that improves the daily lives of healthcare professionals. We create tools that empower veterinary and therapy professionals to provide the best possible care experiences to their patients. Our products are used daily by over 50,000 professionals in over 10,000 clinics and hospitals annually across 30+ countries with 17+ years of experience in healthcare and veterinary software.\n\nEasyPractice is the flagship product for the therapy unit in Nordhealth, enabling clinicians and therapists to manage their administrative work efficiently. With more than 40,000+ users and a software ecosystem touching over 2M+ people worldwide, EasyPractice is steadily growing. A key initiative is to step-by-step, as the EasyPractice platform evolves, migrate customers and users from older PMS products for EasyPractice to become our Unified PMS Platform. If you're passionate about solving problems and delivering excellent customer experiences, we might have the perfect role for you!\n\n\n\n\nAbout the role  \n\n\n\n🚀 As a Senior Full-Stack Engineer at Nordhealth and EasyPractice, you will have the opportunity to take ownership of your tasks from inception to delivery. We value autonomy, self-awareness, and creativity in our team members. Your expertise will be crucial in shaping and implementing various exciting projects within our dynamic environment.\n\nYour primary responsibility will be to extend and maintain the EasyPractice system which will mainly involve working with Laravel and Vue.js.\n\n \nYour key responsibilities include: \n\n\n\n\nSetting high standards: Design and develop high-quality new solutions and features with Laravel Framework and Vue.js, setting the standard for code quality and best practices.\n\n\n\n\n\nMaintenance and optimization of our existing codebase to ensure optimal performance, scalability, and security.\n\n\n\n\n\nConducting code reviews and providing constructive feedback to team members for continuous improvement.\n\n\n\n\n\nCollaborating seamlessly with cross-functional teams to identify and solve complex software challenges and architect innovative solutions.\n\n\n\n\n\nAssistance with technically advanced queries from our support tool\n\n\n\n\n \n\nWhile these are the primary tasks, you don't need to be an expert in everything. As a senior developer you are expected to have special expertise and actively share your knowledge and insights with the team.\n\nOur Tech Stack\n\n\nWe’re huge fans of Laravel and the different tools in their ecosystem and our tech stack reflects that.\n\nSome of the technologies you will work with daily:\n\n\n\n\nPHP / Laravel\n\n\n\n\n\nVueJS 2.x/3.x\n\n\n\n\n\nMySQL\n\n\n\n\n\nBootstrap and TailwindCSS\n\n\n\n\n\n\n\nWhat will help you to be successful in this role?\n\n\nIdeally, you have:\n\n\n\n\n\n\nExtensive proficiency in Laravel Framework, PHP, HTML, CSS, Vue.js, and related technologies.\n\n\n\n\n\nA demonstrated history of complex database design and management (MySQL, PostgreSQL, etc.).\n\n\n\n\n\nThe ability to thrive in a remote team environment, work independently and mentor others.\n\n\n\n\n\nStrong problem-solving skills and passion for continuous learning.\n\n\n\n\n\nAdaptability and resilience in the face of challenges.\n\n\n\n\n\nA strong work ethic, reliability, and the capability to take ownership of your projects, ensuring their successful execution and delivery.\n\n\n\n\n\nExcellent communication skills, both written and verbal.\n\n\n\n\n\nAdditionally, experience in technologies such as Typescript, Docker, Automated tests, DevOps practices, CI/CD pipelines, or Modular monoliths would be a valuable asset for this role.\n\n\n\nFor this role, we are seeking colleagues that are based in Europe.\n\n\nWhat’s in it for you? \n\n\nAt EasyPractice, we're in an exciting phase of growth, particularly within our development team. This presents a unique opportunity for you to be a part of our journey and contribute to our vibrant culture.\n\n\n\nAs a member of our team, you'll experience:\n\n😁 A warm and collaborative atmosphere where every team member is genuinely friendly and helpful\n\n🌍 The freedom to work from anywhere in Europe, giving you the flexibility to create your ideal work environment\n\n🕘 The autonomy to set your own working hours, enabling you to achieve a work-life balance that suits you\n\n💪 You’ll have a strong influence on how the product is being developed. We value your input!\n\n✈️ Company meet-ups once a year to get to know your team members and just have a great time together!\n\n🗺️ Being a remote company, we have colleagues working from around the world\n\n\nIf you relish the idea of working in a fast-growing, international setting, and you're passionate about contributing to a friendly and collaborative culture, then this could be the perfect job for you. Join us and be part of our ongoing success story. Apply now! We'll fill the position as soon as we find the right person.",
      "Techstack": [
        "PHP",
        "Laravel",
        "Vue.js",
        "MySQL",
        "Bootstrap",
        "TailwindCSS"
      ],
      "Produkt": "Jobbify är en jobbplattform för vassa kandidater",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "Info@jobbify.se",
          "name": "Info",
          "position": "",
          "source": "https://jobbify.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 173,
      "företagsnamn": "Hi3G Access AB",
      "företagswebb": "https://www.tre.se/",
      "organisationsnummer": "5565934899",
      "sökterm": [
        "TypeScript",
        "Java",
        "Frontend",
        "backendutvecklare",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29530145",
      "titel": "Backend developer, Java",
      "beskrivning": "Do you want to work in a culture where innovation, collaboration, and development are at the center? At Tre, you’ll be part of an engaged team where your technical skills make a real difference – both for our customers and for society. \n\nIT Customer Management is part of the IT Development organization and consists of 31 employees and consultants. Right now, we’re taking over responsibility for developing and integrating with our Customer Contact systems. This is an exciting phase where we are establishing new architecture and working methods to create future-proof and efficient solutions. \n\nAbout the role As a backend developer in Java, you will be key in integrating backend functionality with our Contact Center platforms, Genesys Cloud, Zendesk and Boost.ai. You will enhance existing applications while also building new solutions from scratch. Your work spans the entire development process from analysis to implementation, in close collaboration with IT architects, developers, and customer service stakeholders. While primarily focused on backend development, you may occasionally support frontend tasks. Balancing technical details with a broader perspective, you will ensure our solutions are modern, efficient and aligned with the business needs of our customer service organization and systems. \n\nOur Tech Stack \n\nWe are modernizing our systems and work with Java, Spring Boot, Openshift, TypeScript/JavaScript, Next.js, and React. \n\nYou will look forward to \nBeing a key part of the architectural journey for the Customer Contact systems and taking technical responsibility for our integration implementations \n - Working at a company that delivers critical infrastructure where your contribution directly contributes to societal benefits \n - Being part of one of Sweden’s best workplaces according to Great Place To Work \n - Belonging to an employer that strives to contribute to women choosing and staying in the tech industry; we are proud partners of Women in Tech and Tjejer Kodar \r\nA bit more about you  \n\nWe are looking for a curious and collaborative person who enjoys taking responsibility and contributing to a supportive team environment. You have experience in backend development with Java and feel comfortable working with complex systems. If you also have some knowledge of React, JavaScript and/or TypeScript, that’s great, as it allows you to contribute more broadly when needed. Since you will work closely with different teams, good communication skills are valuable, and you should feel comfortable discussing technical solutions in both English and Swedish.\n\nHaving experience with technical migrations is an advantage, and if you are familiar with Genesys Cloud or Zendesk, that is another very good bonus—but not a requirement. AI knowledge and chatbot experience are further advantages.  \n\nMost importantly, you are eager to learn, grow, and be part of a team that values innovation, collaboration, and diversity. \n\nWelcome with your application!\n\nWe are accepting applications via this job ad, and interviews are ongoing. A personal letter is not required, but we would like you to answer the questions we ask in connection with your application. We use tests to ensure objective assessments in the selection of candidates. The position may be filled before the application deadline. Background checks are carried out on the final candidate. We refrain from consulting requests.\n\n\n\nWe are driven by constantly trying to improve things in new and different ways. Of course, we are at the forefront of developing future networks. ​​\n\nWe see ourselves as a crucial part of Sweden's social structure because we know that reliable connectivity is a necessary foundation stone in today's digital world. That's why we see it as our job to keep our mobile network up and running year-round, 24/7, to ensure you can always count on being connected when you need it most. ​​\n\nTre was born as a challenger and is an organization in constant motion. We strive to be at the forefront of everything we do. We are convinced that the people at Tre are decisive for our development. ​​\n\nNo matter how you start your journey at Tre, there are endless opportunities to grow and develop with us.\n\n    \n\n\n    WE THINK LIKE CHALLENGERS - In a constantly changing world, we stay curious and open minded. Born with a challenger mindset, we love pushing boundaries.\n\n\n    \n\n\n    WE WORK LIKE CHAMPIONS - As true champions, we always do our best. We take ownership, set clear goals and stay focused. Together we´re on a winning streak.\n\n\n    \n\n\n    WE ACT LIKE BUDDIES - Free to be ourselves, we treat each other with respect. Together we make a friendly bunch, born, and one tough force.",
      "Techstack": [
        "Java",
        "Spring Boot",
        "Openshift",
        "TypeScript",
        "JavaScript",
        "Next.js",
        "React"
      ],
      "Produkt": "Mobilnät och kundkontaktsystem",
      "Företagsstruktur": {
        "Antal anställda": 31,
        "Avdelningar": [
          "IT Customer Management",
          "IT Development"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "kundservice@tre.se",
          "name": "Kundservice",
          "position": "",
          "source": "https://www.tre.se/support/kontaktinformation-dsa"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 174,
      "företagsnamn": "Cabonline Group AB",
      "företagswebb": "https://www.cabonline.com/",
      "organisationsnummer": "5565521183",
      "sökterm": [
        "RabbitMQ",
        ".NET",
        "GraphQL",
        "Terraform",
        "React",
        "Microservices",
        "GitHub",
        "TypeScript",
        "React Native",
        "Agile",
        "Frontend",
        "Kafka",
        "AWS Lambda",
        "AWS",
        "PostgreSQL",
        "DynamoDB",
        "Java",
        "JavaScript",
        "MongoDB",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558209",
      "titel": "Senior Frontend Developer",
      "beskrivning": "Company Description\nAt Cabonline, we’re redefining the Nordic taxi industry by building next-generation digital experiences. Our platform powers booking, dispatch, and payment processes, enabling seamless and efficient transportation services. We serve a diverse range of customers—B2C, B2B, and B2P—and are committed to using technology to create better mobility solutions.\nWhat You’ll Do\nBuild Exceptional User Experiences – Develop high-performance mobile apps with React Native and responsive web applications with React.\nArchitect & Design – Define scalable frontend architectures, ensure maintainability, and improve user experience across our apps.\nOptimize for Performance – Ensure smooth animations, fast load times, and efficient rendering to deliver the best possible experience.\nEnsure Accessibility & UI Excellence – Follow WCAG standards and work closely with designers to create beautiful, inclusive, and user-friendly applications.\nDevelop & Integrate APIs – Work with backend teams to consume REST and GraphQL APIs efficiently.\nLeverage Cloud & DevOps – Deploy and maintain frontend applications using AWS services like S3, CloudFront, and Amplify.\nCollaborate Across Teams – Work closely with product managers, designers, and backend engineers to bring ideas to life.\nMentor & Share Knowledge – Help junior developers grow, contribute to best practices, and guide architectural decisions.\n\nWhat We’re Looking For\n5+ years of experience in frontend development, focusing on React Native & React.\nStrong understanding of JavaScript, TypeScript, and modern frontend patterns.\nExperience building and shipping mobile apps (iOS & Android) using React Native.\nFamiliarity with WCAG accessibility standards and an eye for good UI/UX design.\nExperience working with RESTful & GraphQL APIs.\nExperience with CI/CD pipelines for mobile and web apps (e.g., GitHub Actions, Jenkins).\n\nWhy You’ll Love It Here\nHybrid & Flexible – Work from home 50% of the time while still being part of a fast-paced, hands-on team.\nHigh Impact Work – Your work directly helps people with special needs, children, and the elderly get to and from their daily activities safely and reliably.\nReal Influence – Your ideas matter. You’ll help shape our frontend tech stack and user experience.\nWork with Smart People – A no-nonsense, highly skilled team where you can learn, grow, and make a real difference.\n\nApplication\nWe review applications ongoing, the position may be filled before the end date.\nSend CV and cover letter via email, with the headline “Senior Frontend Developer”.\nWe strive to be a workplace characterized by diversity.                  \nWe believe that more perspectives broaden our ability to continue to achieve our goals and are committed to creating an inclusive environment for all employees.",
      "Techstack": "React Native, React, JavaScript, TypeScript, AWS, REST, GraphQL, CI/CD",
      "Produkt": "Digitala transporttjänster inom taxiindustrin, inklusive bokning, dispatch och betalningsprocesser.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@cabonline.com",
          "name": "Info",
          "position": "",
          "source": "https://www.cabonline.com/en/travel"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 175,
      "företagsnamn": "Bambora Device AB",
      "företagswebb": "https://worldline.com/",
      "organisationsnummer": "5566215215",
      "sökterm": [
        "backendutvecklare",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29443339",
      "titel": "Sr Java Back-End Software Engineer",
      "beskrivning": "This is Worldline\nWorldline helps businesses of all shapes and sizes to accelerate their growth journey - quickly, simply, and securely. We are the innovators at the heart of the payments technology industry, shaping how the world pays and gets paid. Our technology powers the growth of millions of businesses across 5 continents. And just as we help our customers accelerate their business, we are committed to helping our people accelerate their careers. Together, we shape the evolution.\n \nThe Opportunity\nWe are looking for an upbeat Sr Java Back-End Software Engineer to join our team. During your journey, you will become familiar with all different essential topics related to merchant facing digital services and you will increase your knowledge to step up further and challenge yourself.\n \nBeing part of a product team, you will transfer the product vision into design, development, and delivery, to own the backlog toward building the right product. As it is a fairly new product\\service, there is room for your own interpretation and freedom to steer the content of this role, based on your experience and character.\n \nIn this role as experienced Engineer, you are expected to be able to grasp the business problem at hand and self-organize to deliver the solution. In this team we don’t delegate features to build but rather problems to solve for our engineers.\n \nThe team\nYou will be working in a team that today is working in an empowered way of working where we focus on Individual Contributors and involve engineers in the design process to have very good understanding of the What and Why before moving onto to How. Software engineers take on responsibility to design it, build it and ship it! Everyone in the team is value oriented and customer centric to solve real world merchant problems.\n \nDay-to-Day Responsibilities​\nYou develop solutions for our customers based on current Java technologies (including JavaScript).\nExamine existing code, identify flaws and build solutions to improve it.\nCooperate optimally with your team on the active sprint to craft new software solutions.\nSupport the creation of technical concepts.\nParticipate with recommendations regarding knowledge, priorities, and estimates.\nHelp complete full software development processes for each assigned project, adhering to company standards and expectations.\n\n \nWho Are We Looking For\nPeople who can drive positive change, step up and show what’s next – people with passion, can-do attitude and a hunger to learn and grow. You have a professional approach, being constructive and finding solutions in the best interest of the business. You also:\nHave a Bachelor’s degree in computer science, software engineering, or another related field.\nProven experience in Java and JavaScript.\nPrevious experience working with AWS.\nKnowledge of database technologies especially SQL.\nPractical experience with version control systems like Git.\nStrong communication skills, with the ability to connect with both technical and non-technical colleagues.\nStrong analytical skills to effectively process and structure large amounts of information.\nAre a quick learner and self-starting, showing drive and initiatives supporting business goals.\nAre a great teammate who supports his team and puts the business objectives first.\n\n \nPerks & Benefits\nAt Worldline, you’ll get the chance to be at the heart of the global payments technology industry and shape how the world pays and gets paid. On top of that, you will also:\nHealth contribution\nHealth check – Every 2:nd year\nPrivate Health Care Insurance (EuroAccident)\nParental pay and 12 months pension during parental leave\nOpportunity to hybrid working according to company standard\nBenefit portal with many great offers, plus more.\n\n \nShape the evolution\nWe are pushing towards the next frontiers of payments technology, and we look for big thinkers to join our journey. People with passion, can-do attitude and a hunger to learn and grow. Here you’ll work with ambitious colleagues from around the world, take on unique challenges as a team, and make a real impact on the society. And with our empowering culture, strong technology and extensive training opportunities, we help you accelerate your career. Wherever you decide to go. Join our global team of over 18,000 innovators across 40+ countries, and shape a tomorrow that is yours to own.\n \nLearn more about life at Worldline at jobs.worldline.com\n \nWe are proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or any applicable legally protected characteristics.",
      "Techstack": [
        "Java",
        "JavaScript",
        "AWS",
        "SQL",
        "Git"
      ],
      "Produkt": "Betalteknologitjänster och digitala lösningar för företag",
      "Företagsstruktur": "Globala team med över 18,000 anställda och fokus på produktteam och individuella bidragande faktorer",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/in/pierre-emmanuel-degermann-4b30748/",
        "facebook": "https://www.facebook.com/worldline",
        "twitter": "https://twitter.com/worldlineglobal",
        "instagram": "https://www.instagram.com/worldline/?hl=en"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 176,
      "företagsnamn": "Modernera AB",
      "företagswebb": "http://www.modernera.se",
      "organisationsnummer": "5568441124",
      "sökterm": [
        "MariaDB",
        "Azure",
        "Go",
        "Git",
        ".NET",
        "Sharepoint",
        "GoLang",
        "backendutvecklare",
        "React",
        "Terraform",
        "HTML",
        "TypeScript",
        "Python",
        "DevOps",
        "React Native",
        "MongoDB",
        "Kubernetes",
        "Node.js",
        "jQuery",
        "Frontend",
        "Vue",
        "Angular",
        "MySQL",
        "C#",
        "fullstackutvecklare",
        "Kafka",
        "GCP",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "CSS",
        "Spring",
        "Docker",
        "PostgreSQL",
        "REST",
        "Tableau",
        "Scrum",
        "SQL",
        "JavaScript",
        "Java",
        "utvecklare",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561687",
      "titel": ".NET backend-utvecklare – Göteborg heltid",
      "beskrivning": "Modernera är ett modernt rekryterings- och bemanningsföretag. www.modernera.se\nPå uppdrag av en kund söker vi nu en .NET backend-utvecklare. Vår kund är ett snabbväxande teknik- och designkonsultföretag. Företaget tillför affärsvärde med digitala innovationer för en bättre slutanvändarupplevelse. Huvudkontoret ligger i Göteborg och ytterligare kontor finns i Stockholm och Lissabon. Företaget grundades 2017 och har ett 80-tal medarbetare.\nDu kommer att jobba i trevliga lokaler i centrala Göteborg. Det finns möjlighet att arbeta hemifrån.\nDu kommer in i en snabbväxande, prestigelös och stöttande arbetsmiljö. Du får arbeta med nyutvecklingsprojekt där det finns utrymme för kreativitet och personlig utveckling. Dina arbetsuppgifter kommer att vara varierande och stimulerande, med fokus på backendutveckling i .NET.\nKrav:\n- Minst 3 års erfarenhet av backendutveckling\n- Goda kunskaper i .NET\n- Kunskap om DevOps-principer och verktyg\n- Förståelse för versionskontroll med GIT och erfarenhet av att arbeta enligt agila utvecklingsmetoder\n- Relevant högskoleutbildning inom datavetenskap, informationsteknik eller motsvarande erfarenhet\n- Goda kunskaper i svenska och engelska\nMeriterande:\n- Goda kunskaper i Python\n- Kunskap i Elasticsearch, MongoDB eller liknande dokumentdatabaser är önskvärt.\n- Erfarenhet av Docker och Kubernetes är starkt meriterande\nDu får:\n- Kompetensutveckling\n- Generöst friskvårdsbidrag\n- Cykelförmån\n- Pensionssparande\n- Sjukförsäkring\n- Flexibla arbetstider\n- Jobbdator och valfri telefon\n- Valfria hörlurar\n- Kostnadsfria terminalglasögon och synundersökning\n- En kultur präglad av trygghet och öppenhet\nDu kommer att bli anställd hos vår kund. Heltid. Provanställning som övergår i en tillsvidareanställning efter sex månader. Tillträde: omgående.\nAnsök genom att skicka ditt CV och personligt brev till info@modernera.se. Skriv ”.NET backend-utvecklare – Göteborg heltid” i ärenderaden.",
      "Techstack": [
        ".NET",
        "DevOps",
        "GIT",
        "Python",
        "Elasticsearch",
        "MongoDB",
        "Docker",
        "Kubernetes"
      ],
      "Produkt": "Rekrytering och bemanning inom teknik och design",
      "Företagsstruktur": {
        "AntalAnställda": 80,
        "Kontor": [
          "Göteborg",
          "Stockholm",
          "Lissabon"
        ]
      },
      "Ekonomi": "Information saknas",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "http://www.linkedin.com/company/modernera-ab",
        "facebook": "https://www.facebook.com/moderneraab",
        "twitter": "https://twitter.com/moderneraab",
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 177,
      "företagsnamn": "Klarna Bank AB",
      "företagswebb": "https://www.klarna.com/us/",
      "organisationsnummer": "5567370431",
      "sökterm": [
        "Java",
        "Jenkins",
        "Spring",
        "PostgreSQL",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29453393",
      "titel": "Engineer - Java - various levels",
      "beskrivning": "About Us\nWith over 85 million global active users and 2 million transactions per day, Klarna is on the way to becoming the world's favorite way to shop. To help us get there, we're assembling an unparalleled global talent team—accelerating individual careers, and disrupting entire industries. We're looking for people ready to achieve the extraordinary and embrace our bold ambitions as we shape the future of payments and fintech. Will you join us?\nWhat You Will Do:\nDevelop and maintain Java applications with a focus on scalability, security, and performance.\nCollaborate with cross-functional teams to design, test, and implement new features and services.\nParticipate in code reviews, contribute to continuous improvement and operational excellence.\nSupport the design and deployment of microservices architectures using Docker and Kubernetes.\nMonitor, troubleshoot, and optimize Java applications for maximum speed and scalability.\nEnsure adherence to software development best practices and contribute to internal and external documentation.\nShare your knowledge and help the team evolve best practices\nWork in small autonomous teams with short release cycles.\n\nWho You Are:\nProficient in Java (latest version) and Spring and Spring Boot frameworks.\nExperience with microservices architecture and containerization technologies such as Docker and Kubernetes.\nStrong understanding of databases, including relational databases like PostgreSQL and NoSQL technologies.\nSkilled in developing high-quality, well-documented, and testable code.\nEffective team player with strong problem-solving skills and the ability to adapt to changing priorities and deadlines.\nFluent in English, both written and verbal communication.\n\nAwesome to Have:\nPrevious experience in Agile development environments.\nFamiliarity with CI/CD tools such as Jenkins and experience with cloud platforms like AWS.\n\n\n\nWhy Join Klarna?\nBe part of a transformative company driving significant improvements in the financial services industry.\nWork on innovative projects that directly impact user experiences.\nCollaborate with a diverse and talented team in a dynamic, fast-paced environment.\nEnjoy opportunities for professional growth and development within a leading fintech company.",
      "Techstack": [
        "Java",
        "Spring",
        "Spring Boot",
        "Docker",
        "Kubernetes",
        "PostgreSQL",
        "NoSQL"
      ],
      "Produkt": "Finansiella tjänster och betalningslösningar",
      "Företagsstruktur": "Information om antal anställda och specifika avdelningar saknas.",
      "Ekonomi": "Ingen ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "feedback@klarna.com",
          "name": "Feedback",
          "position": "",
          "source": "https://www.klarna.com/om-oss"
        },
        {
          "email": "myndighetsforfragningar@klarna.se",
          "name": "Myndighetsforfragningar",
          "position": "",
          "source": "https://www.klarna.com/se/kontaktuppgifter-foer-myndigheter/"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 178,
      "företagsnamn": "Tekkli AB",
      "företagswebb": "http://www.tekkli.com",
      "organisationsnummer": "5593814881",
      "sökterm": [
        "Kafka",
        "GCP",
        "Java",
        "Microservices",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29540458",
      "titel": " IT-Arkitekt",
      "beskrivning": "Spännande Möjlighet hos Tekkli!\nGå med i vårt team på Tekkli, där innovation möter expertis! Vi söker en IT-Arkitekt med passion för att skapa hållbara och skalbara lösningar. \nPå Tekkli kombinerar vi ett kreativt tankesätt med tekniska lösningar för att skapa förstklassiga upplevelser. Här får du arbeta i en stimulerande miljö som värdesätter förändring, lärande och innovativ problemlösning.\n\n\nOm rollen\nSom IT-arkitekt hos oss blir du en central spelare i vår tekniska utveckling. Du ansvarar för att designa och implementera robusta IT-arkitekturer som möter både dagens och framtidens behov. Genom nära samarbete med utvecklingsteam och ledning säkerställer du att våra tekniska lösningar är både långsiktiga och hållbara.\n\n\nVad vi erbjuder\n 🔹 Utmanande projekt – Arbeta med komplexa, skalbara system och molnbaserade lösningar som kräver djup teknisk kompetens.\n🔹 Teknisk innovation – Vi jobbar med den senaste teknologin och ger dig friheten att utforska nya lösningar.\n 🔹 Strategiskt inflytande – Du får en nyckelroll i att definiera och forma vår långsiktiga tekniska strategi.\n 🔹 Arbetsliv i fokus – Vi erbjuder flexibilitet och möjlighet till distansarbete för en sund balans mellan jobb och privatliv.\n\n\nVem är du?\n🔹 Förmåga att översätta affärsbehov till tekniska lösningar med en strategisk helhetssyn.\n🔹 Van vid att driva projekt från koncept till implementation och säkerställa att arkitekturen är både hållbar och framtidssäker.\n🔹 Gedigen erfarenhet som IT-arkitekt med fokus på molnlösningar, microservices och integrationsplattformar.\n🔹 Teknisk expertis inom GCP, Azure, AWS, CI/CD och säkerhetsarkitektur.\n\n\nHur du ansöker:\nOm du är driven, passionerad av teknik och redo att bidra till vår framgång, vill vi gärna höra från dig! Skicka ditt CV och bli en del av vårt inspirerande företag. Vi ser fram emot din ansökan och möjligheten att välkomna dig till vårt team!\n\n\nOm Tekkli:\nTekkli är ett företag drivet av data, teknik och mänsklig insikt. Våra tjänster inom strategi, digital utveckling, data, AI samt moln & integration gör det möjligt för oss att utveckla våra kunder till de mest framgångsrika företagen på marknaden.\nVi tror på långsiktiga relationer och arbetar därefter, genom att hjälpa företag och samhället att förnya sig och fortsätta sin utveckling mot framtiden. På Tekkli genomsyras företaget av en självklar utmaning: If there is a more intelligent solution, we will discover it.",
      "Techstack": "GCP, Azure, AWS, CI/CD, säkerhetsarkitektur, microservices, integrationsplattformar",
      "Produkt": "Tjänster inom strategi, digital utveckling, data, AI samt moln & integration",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 179,
      "företagsnamn": "OnePartnerGroup Norr AB",
      "företagswebb": "https://ductus.global/sv/lulea/",
      "organisationsnummer": "5568773476",
      "sökterm": [
        "utvecklare",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29481933",
      "titel": "Ductus söker seniora Java eller .Net utvecklare",
      "beskrivning": "Vill du vara med och skapa framtidens IT-lösningar för människor, organisationer och en hållbar framtid? Ductus söker nu erfarna Java- och och .NET-utvecklare som vill vara en del i ett härligt gäng och bidra till spännande projekt hos några av Sveriges mest kända företag och myndigheter.\n \nVilka är Ductus?\nDuctus är ett team som brinner för utveckling – inte bara systemutveckling och teknik, utan även utveckling av medarbetarna och kunderna. Enkelhet, medmänsklighet och en nyfikenhet för ny teknik präglar Ductus som företag och individer. Ductus har en härlig stämning på arbetsplatsen där Ductus delar kunskap och erfarenheter, och ibland träffas Ductus även utanför jobbet för att ha kul tillsammans.\n \nOm rollen\nI rollen som Java- och och .NET-utvecklare kommer du att arbeta hos någon av Ductus kunder i en lärande miljö med hög kompetensnivå. Du får möjlighet att jobba med olika kunder, projekt och tekniker, vilket ger dig chansen att både bredda och spetsa till din kompetens. Du kommer att vara på plats i Luleå minst 3 dagar i veckan.\n \nVem söker Ductus?\n \nDuctus söker dig som har:\n Mer än 3 års erfarenhet av Java- och och .NET-utvecklare.\n Goda kunskaper i svenska och engelska, både i tal och skrift.\n\n \nMeriterande är:\n Erfarenhet av API-utveckling, middleware (t.ex. köer och relationsdatabaser), kodhantering (t.ex. GIT) och kontainerhantering (t.ex. Docker).\n Eftergymnasial utbildning inom systemutveckling, datavetenskap eller liknande.\n\n\nSom person är du nyfiken, ansvarstagande och en lagspelare som gillar att både lära av andra och dela med dig av dina kunskaper. Du bemöter kunder och kollegor på ett vänligt och proffsigt sätt.\n \nVad erbjuder Ductus?\nHos Ductus får du en arbetsplats där du får utrymme att växa. Ductus erbjuder löpande kompetensutveckling som du själv är med och påverkar. För den som vill finns också regelbundna tillfällen att träffas och diskutera allt från teknik och arkitektur till utvecklingsfrågor inom systemutveckling – ett utmärkt sätt att inspireras och dela kunskap med kollegor.\nDin närmaste chef kommer att stötta dig genom frekventa 1:1-samtal där ni stämmer av läget och följer upp utvecklingsplanen.\nFör Ductus är gemenskap och sammanhållning viktigt. Förutom att Ductus har väldigt roligt tillsammans på jobbet så arrangerar Ductus också sociala aktiviteter utanför arbetstid för de som kan och vill.\nDuctus vet att en trevlig arbetsmiljö, balans i livet och god hälsa är en förutsättning för att du ska må bra och nå din fulla potential. Därför erbjuder Ductus flexibla arbetstider och bra förmåner som exempelvis kollektivavtal och friskvårdsbidrag. Ductus erbjuder även gemensamma träningspass för alla som arbetar hos Ductus, detta då Ductus vill uppmuntra och erbjuda rörelse och alla hälsofördelar det innebär.\n \nOm tjänsten\n Ort: Luleå\n Omfattning: Heltid\n Tillträde: Enligt överenskommelse\n\n \nAnsökan\nI denna tjänst samarbetar Ductus med OnePartnerGroup. Vi tillämpar löpande intag då behovet är stort varför det är att föredra att skicka in din ansökan till OnePartnerGroup så snart som möjligt.\n\nFör frågor om tjänsten, kontakta rekryteringskonsult Peter Nilsson Sandlund, 070-549 94 82 - peter.nilsson.sandlund@onepartnergroup.se eller Fredrik Nilsson, 073-047 57 61 - fredrik.nilsson@onepartnergroup.se\nBli en del av Ductus team och låt oss tillsammans skapa framtidens IT-lösningar! 🚀",
      "Techstack": [
        "Java",
        ".NET",
        "API-utveckling",
        "middleware",
        "GIT",
        "Docker"
      ],
      "Produkt": "IT-lösningar och konsulttjänster inom systemutveckling",
      "Företagsstruktur": "Inga specifika uppgifter om antal anställda eller avdelningar",
      "Ekonomi": "Ingen ekonomisk information angiven",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@ductus.se",
          "name": "Info",
          "position": "",
          "source": "https://ductus.global/sv/lulea/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/63113/",
        "facebook": "https://www.facebook.com/ductusitconsultants/",
        "twitter": "http://www.twitter.com/dataductus",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 180,
      "företagsnamn": "Qbtech AB",
      "företagswebb": "http://www.qbtech.com",
      "organisationsnummer": "5566246996",
      "sökterm": [
        "Azure",
        "Java",
        "Kotlin",
        "React Native",
        "Agile",
        "AWS Lambda",
        "Load Balancing",
        "JUnit",
        "AWS",
        "Penetration Testing",
        "GraphQL",
        "Docker",
        "Object-Oriented Programming",
        "backendutvecklare",
        "Robot Framework",
        "Terraform",
        "Swift",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29557993",
      "titel": "Senior Software Engineer (Backend) - Java & Kotlin",
      "beskrivning": "Would you like to take part in transforming healthcare? Qbtech is the global market leader in professional ADHD tests, providing tests that are both CE marked and FDA cleared for use as an aid in the assessment and treatment evaluation of ADHD for people age 6-60. Our vision is to transform healthcare by providing a complete system of leading objective tests, products and services that empowers clinical and financial decision-makers to improve outcomes and support patients to better understand their symptoms and treatment.\nQbtech is present in 14 countries with offices in Stockholm, London and Houston. Over the next years, Qbtech will make significant investments into new products, technologies and people to further strengthen their services and product offerings with the aim of building an ecosystem with solutions for providers, clinicians and patients.  About the role\nWe are looking for a Senior Software Engineer (SSE) for backend works in our product engineering team with systems / services development for the Qbtech platform.\nPrimary implementation languages are Java & Kotlin. The main focus of the work is coding (development) but an SSE works with the entire software delivery lifecycle.\nThe role is based in Stockholm, Sweden and will report to Engineering Manager. \nThere is no possibility of a complete remote role. This is Hybrid with at least 3 days a week from office.\nEssential Duties and responsibilities\n  \nQbtech’s development of products and services are controlled by Qbtech Quality Management Systems, international standards and certificates as well as specific laws. In accordance with those, essential duties and responsibilities are:\n Develop and document new product features & stories.\n Code reviews for peers.\n Maintain and improve legacy code.\n Manage DevOps and cloud infrastructure provisioning.\n Manage software deployment.\n Troubleshooting/investigation of incidents and bug fixing.\n \nWe are looking for someone who has\n Extensive development skills using Java and Kotlin.\n Strong problem-solving mentality.\n Knowledge of the Ktor framework.\n Knowledge of at least one well known test framework such as Junit.\n Good knowledge of network infrastructure related to web application (examples: load balancer, firewall, security groups, CDN etc.).\n Experience of working with service provisioning for at least one of the following cloud services platforms (AWS, Google Cloud, Microsoft Azure).\n Experience of an infrastructure as code (Terraform).\n Experience with containerization (Docker).\n Experience from working with Agile development methodologies.\n Excellent written and verbal skills.\n At least 6-8 years documented experience.\n \nQualifications Required for Position:\n Bachelors / Master’s degree in Computer Science or related field.\n Fluent in English.\n   \nWhat can Qbtech offer you? At Qbtech you will have the opportunity to work with something meaningful that helps people understand ADHD while transforming healthcare. You will work in an international environment together with some of the leading experts in the world. You will lead the development of best in class as well as first in class products and services – globally. There are plenty of opportunities to learn and grow and to expand into other technologies within the company. Qbtech also offers education and certifications in fields that are relevant to the technology used within the company.",
      "Techstack": [
        "Java",
        "Kotlin",
        "Ktor",
        "Junit",
        "Terraform",
        "Docker",
        "AWS",
        "Google Cloud",
        "Microsoft Azure"
      ],
      "Produkt": "Professionella ADHD-tester, tillsammans med ett komplett system av objektiva tester, produkter och tjänster för att stödja bedömning och behandling av ADHD.",
      "Företagsstruktur": "Global närvaro i 14 länder med kontor i Stockholm, London och Houston. Information om antal anställda och specifika avdelningar finns ej.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/1125720",
        "facebook": null,
        "twitter": "https://twitter.com/qbtechadhd",
        "instagram": "https://www.instagram.com/qbtech"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 181,
      "företagsnamn": "Studieinst Sverige AB",
      "företagswebb": "https://arbetsformedlingen.se/platsbanken/annonser/29517871",
      "organisationsnummer": "5594768490",
      "sökterm": [
        "Blazor",
        ".NET",
        "Jenkins",
        "Spring",
        "Docker",
        "Java",
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29505730",
      "titel": "IT - Fokus på .NET, Java och Systemutveckling",
      "beskrivning": "IT-specialister och Utvecklare sökes – Fokus på .NET, Java och Systemutveckling\nOm rollen\nVi söker erfarna IT-specialister och utvecklare för spännande projekt inom tech-branschen. Vi har behov av flera roller, inklusive .NET-utvecklare, Javautvecklare och systemutvecklare, som kan bidra med sin expertis för att bygga, underhålla och optimera affärskritiska applikationer och system. I dessa roller är du en nyckelspelare i att utveckla robusta och skalbara lösningar för våra kunder.\nAttraktiva roller vi söker:\n.NET-utvecklare: Fokus på C#, ASP.NET Core, Blazor, och microservices-arkitektur. Erfarenhet av molnplattformar som Azure och containerteknologier som Docker/Kubernetes är meriterande.\nJavautvecklare: Gedigen kunskap inom Java, Spring Boot, och erfarenhet av att bygga mikrotjänstbaserade applikationer.\nFullstack-utvecklare: Erfarenhet av både backend (t.ex. .NET eller Java) och frontend-tekniker som React eller Angular.\nDevOps-specialister: Kompetens inom CI/CD-pipelines och automatiseringsverktyg som Jenkins och Azure DevOps.\n\nKvalifikationer och erfarenhet:\nMinst 5 års dokumenterad erfarenhet inom relevant teknisk roll.\nGedigna kunskaper i aktuella teknologier och utvecklingsverktyg.\nErfarenhet av att arbeta i molnbaserade miljöer och med moderna utvecklingsmetoder.\nFlytande svenska och engelska i tal och skrift.\n\n\n\nPersonliga egenskaper:\nVi söker dig som är lösningsorienterad, självgående och har en stark förmåga att samarbeta. Du håller dig uppdaterad med de senaste trenderna inom tech och har en proaktiv inställning till ditt arbete.\nErbjudande:\nVi erbjuder en dynamisk arbetsmiljö där du får möjlighet att arbeta med avancerade tekniska lösningar och vara en del av spännande utvecklingsprojekt. Våra tjänster erbjuder konkurrenskraftiga villkor och möjligheten att växa i din roll och utvecklas i en stimulerande miljö.\nSkicka in din ansökan idag – vi söker omgående och tillsätter tjänster löpande!",
      "Techstack": [
        "C#",
        "ASP.NET Core",
        "Blazor",
        "Java",
        "Spring Boot",
        "React",
        "Angular",
        "Docker",
        "Kubernetes",
        "Azure"
      ],
      "Produkt": "IT-specialister och utvecklare för tech-projekt, inklusive .NET, Java och systemutveckling.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/arbetsformedlingen",
        "facebook": "https://www.facebook.com/arbetsformedlingen",
        "twitter": null,
        "instagram": "https://www.instagram.com/arbetsformedlingen"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 182,
      "företagsnamn": "Avaron AB",
      "företagswebb": "https://avaron.com/",
      "organisationsnummer": "5591754279",
      "sökterm": [
        "Python",
        "Azure",
        "Git",
        "Eclipse",
        "Jenkins",
        "SQL",
        "TDD",
        "C/C++",
        "C#-utveckling",
        "Java",
        "Terraform",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562707",
      "titel": "Driven Javautvecklare inom testautomation & CI",
      "beskrivning": "Om företaget\nAvaron AB är ett konsultbolag som erbjuder specialistkompetens inom IT och utveckling. Vi arbetar med varierande uppdrag åt kunder inom olika branscher och värdesätter ett nära samarbete, kvalitet i leveranser samt en positiv arbetsmiljö. Hos oss får du möjlighet att utvecklas i din yrkesroll och samtidigt bidra med din expertis i spännande uppdrag.\nArbetsuppgifter\nI detta konsultuppdrag kommer du att arbeta hos en av våra kunder i Stockholm. Din primära uppgift är att vidareutveckla och effektivisera processer för testautomation och Continuous Integration (CI). Du samarbetar nära andra utvecklare och testingenjörer samt använder verktyg som Eclipse/IntelliJ, Maven, Jenkins och JIRA för att säkerställa hög leveranskvalitet.\nDu får ett stort ansvar att förbättra de befintliga testprocesserna och att bidra med nya idéer för både tekniska lösningar och arbetsmetoder. Rollen innebär även att du arbetar aktivt med att integrera testautomation i CI/CD-pipelines för att skapa en stabil och effektiv utvecklingsmiljö.\nKvalifikationer (Ska-krav)\n3–7 års erfarenhet av Java-utveckling\nErfarenhet av testautomation och CI/CD-pipelines\nKunskap i Eclipse eller IntelliJ, Maven, Jenkins och JIRA\nMöjlighet att arbeta på plats i Stockholm\nFlytande svenska och engelska (tal och skrift)\nMöjlighet att genomgå och godkännas i en säkerhetsprövning nivå 2 (kräver svenskt medborgarskap)\n\nMeriterande (Bra att ha)\nTidigare erfarenhet av att arbeta i agila utvecklingsteam\nFörståelse för DevOps-principer och molnlösningar\nErfarenhet av testdriven utveckling (TDD) eller andra testmetodiker\n\nAnsökan\nVåra tjänster kan komma att tillsättas innan sista ansökningsdag, då vi hanterar ansökningarna löpande. Vi rekommenderar dig därför att söka så snart som möjligt.\nSkicka din ansökan i form av personligt brev och CV till jobb@avaron.se.\n Märk mejlet med ”Driven Javautvecklare inom testautomation & CI (ID 12946)”.\nVälkommen med din ansökan!",
      "Techstack": "Java, Eclipse, IntelliJ, Maven, Jenkins, JIRA",
      "Produkt": "Konsulttjänster inom IT och utveckling, testautomation, Continuous Integration (CI)",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "invest@avaron.com",
          "name": "Invest",
          "position": "",
          "source": "https://avaron.com/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/avaron-asset-management/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 183,
      "företagsnamn": "Skatteverket",
      "företagswebb": "https://www.skatteverket.se/servicelankar/otherlanguages/inenglishengelska.4.12815e4f14a62bc048f4edc.html",
      "organisationsnummer": "2021005448",
      "sökterm": [
        "Git",
        "Frontendutvecklare",
        "React",
        "HTML",
        "TypeScript",
        "DevOps",
        "Node.js",
        "Kubernetes",
        "Frontend",
        "Vue",
        "Angular",
        "Jenkins",
        "CSS",
        "Spring",
        "Docker",
        "Scrum",
        "JavaScript",
        "Java",
        "utvecklare",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562164",
      "titel": "Junior Systemutvecklare",
      "beskrivning": "Vill du jobba med teknik i framkant, samtidigt som du bidrar till samhällsnyttan?\n\nHos oss får du intressanta arbetsuppgifter i samhällets hjärta, kombinerat med utvecklingsmöjligheter och balans mellan arbete och fritid.\r\n\r\nVar med och gör samhället möjligt!\n\nOm jobbet\n\nDu arbetar med systemutveckling i ett av våra tvärfunktionella utvecklingsteam. Teamet organiserar själv sitt arbete, jobbar tillsammans mot ett gemensamt mål och ansvarar för sina leveranser.\n\nPå Skatteverkets it-avdelning utvecklar vi lösningar som bidrar med direkt samhällsnytta och som gör det enkelt för våra kunder att göra rätt på ett tryggt sätt.\n\nVi har ett långsiktigt uppdrag och satsar på hållbara, framtidssäkra lösningar med minimerad teknisk skuld. Samhällsnyttan är alltid i fokus.\n\nVi befinner oss i en pågående systemförnyelse där vi inför modern teknik och utvecklar vår arkitektur. Utvecklingsmiljön omfattar bland annat Java, SpringBoot och React på en intern molnplattform.\n\nHos oss får du möjlighet till ständig utveckling och lärande i arbetet. Vi jobbar aktivt med kompetens- och teknikutveckling genom exempelvis innovationssprintar. Du har kunniga kollegor som du utbyter erfarenheter med och du kan utveckla både bredd och spets hos oss. Tack vare att vi är en stor it-organisation finns det möjligheter till intern rörlighet.\n\nDet är viktigt för oss att du har balans mellan jobb och fritid och vi erbjuder bland annat flexibel arbetstid och möjlighet att delvis jobba hemifrån. Du får en friskvårdstimme i veckan och ett friskvårdsbidrag.\n\nPlaceringsorten är Malmö, där ca. 90 kollegor väntar på att få samarbeta med dig.\n\nOm dig\nFör att göra ett bra jobb och trivas hos oss på Skatteverket behöver du vara lyhörd, tänka nytt och ta ansvar. Du ska också leva upp till vår https://skatteverket.se/omoss/jobbahososs/arbetsplatsenochkollegorna/skatteverketsmedarbetarpolicy.4.5c281c7015abecc2e2010e5b.html\n\nI det här jobbet ska du:\n\n - ha god samarbetsförmåga, vara hjälpsam och ha ett gott bemötande\n - ha förmågan och viljan att lära dig nya saker, vara flexibel och öppen för förändringar\n - ha god problemlösningsförmåga, se mönster och kunna göra avgränsningar\n - vara målfokuserad och bidra till att syftet med verksamheten uppnås  \n - agera medvetet och professionellt utifrån en god självinsikt\n - uttrycka dig väl i tal och skrift på svenska.\n\n Du ska även ha:\n\n - universitetsexamen inom IT\n - minst 1 år aktuell arbetslivserfarenhet som systemutvecklare\n\nDet är önskvärt att du har erfarenhet av:\n\n - arbetslivserfarenhet som systemutvecklare\n - Java och Spring Boot\n - JavaScript, TypeScript och React\n\nBra att veta\n\n\nAnställningen är tillsvidare och kan inledas med provanställning i sex månader.\n\nEn anställning hos oss kan innebära placering i säkerhetsklass. En säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan därför komma att genomföras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.\n\nPå https://skatteverket.se/jobbkan du exempelvis läsa om vår samhällsbärande roll, fördelarna med att jobba hos oss och hur det går till när du söker våra jobb.\n\nNär du ansöker bifogar du ditt cv. Vi använder inte personligt brev i våra rekryteringar och du ska därför inte bifoga det i din ansökan.\n\nVälkommen med din ansökan!\n\nSkatteverket har en samhällsbärande roll. Vårt arbete berör alla privatpersoner och företag och genom vårt uppdrag bidrar vi till ett väl fungerande samhälle. Vår utveckling är kunddriven och vi samverkar med andra för att skapa effektiva lösningar. Tillsammans gör vi samhället möjligt.",
      "Techstack": [
        "Java",
        "SpringBoot",
        "React",
        "JavaScript",
        "TypeScript"
      ],
      "Produkt": "Systemutveckling och lösningar för att bidra med samhällsnytta",
      "Företagsstruktur": "Placeringsort i Malmö med ca 90 anställda, tvärfunktionella utvecklingsteam",
      "Ekonomi": "Information om ekonomiska siffror saknas",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/skatteverketdeklarera",
        "twitter": "https://twitter.com/skatteverket",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 184,
      "företagsnamn": "Kungliga Biblioteket",
      "företagswebb": "http://www.kb.se/",
      "organisationsnummer": "2021001710",
      "sökterm": [
        "Python",
        "Git",
        "Kubernetes",
        "Artificial Intelligence",
        "Java",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561199",
      "titel": "Systemutvecklare till Kungliga biblioteket",
      "beskrivning": "Vill du vara med och driva förändringen av Sveriges digitala kulturarv och utveckla moderna, innovativa tekniska lösningar?\n\nVi söker just nu två olika utvecklare som vill vara med och utveckla system för insamling, bevarande och tillgängliggörande av Sveriges digitala kulturarv (två olika annonser). Du kommer att vara med i ett team som arbetar med hanteringen av Kungliga bibliotekets (KB:s) omfattande samlingar av text och audiovisuellt material.\n\nKB har en unik digital samling som ger fantastiska möjligheter till utveckling och innovation, bland annat genom att använda de AI-förmågor som KB själva tar fram genom KB-labb. Hos oss får du möjlighet att arbeta med samhällsviktiga tjänster för att säkra Sveriges kulturarv.\n\nBli en del av Kungliga bibliotekets spännande tekniska utvecklingsresa!\n\n \n\nArbetsuppgifter\n\nSom utvecklare på KB är du med och nyutvecklar och förvaltar system som samlar in, bevarar och tillgängliggör Sveriges digitala kulturarv. Du kommer att arbeta i team tillsammans med andra utvecklare, UX, verksamhetsspecialister och produktledare. Du är med i hela utvecklingskedjan från analys, design och utveckling till test och förvaltning och du kommer att arbeta med olika system på KB. Vi jobbar i agila team med stort fokus på eget ansvar och en vilja att ständigt förbättra vår verksamhet och servicen till våra användare.\n\nI rollen ingår att:\n\n\n• Utveckla och underhålla system för insamling, bevarande och tillhandahållande av digitalt material\n• Delta i utvecklingen av system för att effektivisera KBs arbete med att samla in, bevara och tillhandahålla Sveriges digitala kulturarv.\n• Samarbeta i tvärfunktionella team med både teknisk och verksamhetsnära expertis\n\n \n\nTeamet\n\nPå KB finns totalt drygt 25 utvecklare fördelade på fem team som alla jobbar mot varsin domän och verksamhetsområde. Då KB är i en början av en transformation och förändringsresa anställer vi till enheten och beroende på önskemål och profil samt vad som är högst prioriterat för KBs verksamhet kan teamtillhörighet variera. Våra utvecklingsteam samarbetar tätt tillsammans och även om vi fokuserar på olika områden är vi hjälpsamma när det behövs och tar oss tid för varandra. Vi sitter allihop samlat i KBs lokaler i Humlegården med möjlighet att jobba hemifrån upp till tre dagar i veckan.\n\nI teamet har vi nära samarbete med verksamhetsspecialister, UX/design och med produktledare. Varje team har en backlog, utifrån vilken teamets prioriteringar och dagliga arbete görs. Teamen arbetar agilt med treveckorssprintar och har regelbundna hackatons för att utforska nya tekniker och lösningar. Som utvecklare på KB har man stor möjlighet att påverka vägval vi gör nu och framåt.\n\n \n\nKvalifikationer och personliga egenskaper\n\nVi söker dig som är ansvarstagande, gillar att jobba tillsammans med andra och lösa problem i grupp samtidigt som du kan driva egna initiativ och jobba självständigt. Som utvecklare på KB förväntas du samarbeta med andra både inom och utanför ditt team. Du har lätt för att lära och är med och bidrar till en lärande arbetsmiljö där vi tillsammans utvecklar och testar nya sätt att lösa uppgifter på. Vi tror också att du är fascinerad av data, gillar stora datamängder och har kommit in kontakt med dataflöden förut.\n\n \n\nFör att lyckas i rollen behöver du:\n\n\n• Relevant akademisk utbildning eller YH-utbildning inom IT (minst tvåårig) eller motsvarande kunskaper förvärvade på annat sätt.\n• Minst 3 års arbetslivserfarenhet av systemutveckling\n• Dokumenterad erfarenhet av programmering i Python\n• Kunskap om versionshantering med Git\n• Mycket god kommunikationsförmåga i både tal och skrift på svenska och engelska\n\nMeriterande är\n\n\n• Dokumenterad erfarenhet av containerteknologier, gärna Kubernetes\n• Kunskap och erfarenhet av programmering i Java\n• Erfarenhet av att jobba med sökmotorer, t.ex. ElasticSearch\n• Vana att arbeta med storskalig datahantering och dataflöden\n• Erfarenhet av CI/CD och automatiserad testning\n• Erfarenhet av att arbeta tillsammans med andra i agila team\n\nStor vikt läggs vid dina personliga egenskaper.\n\n \n\nVi erbjuder\n\nMöjlighet att forma framtidens tekniska infrastruktur för Sveriges nationalbibliotek\n\n\n• Chansen att arbeta med ny teknik, utveckla verksamhetsförmågor med hjälp av AI samt arbeta Sveriges största digitala samling\n• Vara med i arbetet med vår tekniska förändringsresa \n• Flexibel arbetstid med möjlighet till 60% distansarbete\n• Extra semesterdagar och friskvårdsförmåner\n• En arbetsplats som präglas av innovation, öppenhet och lärande\n\n \n\nAnställning och tillträde\n\nDet här är en tillsvidareanställning som inleds med sex månader provanställning. Tillträde snarast eller enligt överenskommelse. Placering är i Stockholm.\n\nKB har verksamhet på olika orter: Stockholm, Strängnäs och Bålsta.\n\n \n\nAnsökan \n\nVälkommen med din ansökan senast 7 april. Skicka in CV och besvara urvalsfrågorna som finns i ansökan. Urvalsfrågorna ersätter personligt brev. Var därför noga med dina svar så att de speglar din kompetens och erfarenhet på ett korrekt sätt. \n\nKB har två liknande tjänster ute: Lediga jobb – Kungliga biblioteket\n\n \n\nKontaktpersoner\n\nVill du veta mer om jobbet välkommen att kontakta enhetschef Malin Rimbark 010-709 31 99\n\nFör anställningsvillkor och process kontakta HR-generalist Ylva Hilberth 010-709 30 10\n\nFackliga kontaktpersoner är May Nilsson, ST-KB, och Amit Rathod, SACO-KB, båda nås via växeln 010-709 30 00\n\n \n\nOm Kungliga biblioteket\n\nKungliga biblioteket är Sveriges nationalbibliotek. Våra samlingar sträcker sig mer än tusen år bakåt i tiden och växer varje dag. Vi har allt från handskrifter, böcker och tidningar till musik, film och datorspel. KB bevarar och tillgängliggör vårt kulturarv och främjar samverkan mellan Sveriges bibliotek. Ytterst handlar uppdraget om demokrati, jämlikhet och fri åsiktsbildning. Dessutom är KB en arbetsplats för forskare, studenter och ca 340 medarbetare. Vi erbjuder en arbetsplats som präglas av ansvar, öppenhet, tillit och lärande. Vi vill ge lika möjligheter för alla och värdesätter jämlikhet och mångfald i vår verksamhet.\n\nLäs mer om KB: https://www.kb.se/om-oss/arbeta-pa-kb.html",
      "Techstack": [
        "Python",
        "Git",
        "Kubernetes",
        "Java",
        "ElasticSearch"
      ],
      "Produkt": "Tjänster för insamling, bevarande och tillgängliggörande av Sveriges digitala kulturarv.",
      "Företagsstruktur": "Kungliga biblioteket har drygt 25 utvecklare fördelade på fem team, med möjligheter till distansarbete och nära samarbete med verksamhetsspecialister och produktledare.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "delprojektledarechris.haffenden@kb.se",
          "name": "Delprojektledarechris Haffenden",
          "position": "",
          "source": "http://www.kb.se/om-oss/nyheter/nyhetsarkiv/2025-03-25-folj-kulturminnesvardens-historia.html"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/sharing/share-offsite?url=https://www.kb.se/om-oss/nyheter/nyhetsarkiv/2025-03-25-folj-kulturminnesvardens-historia.html",
        "facebook": "https://www.facebook.com/sharer/sharer.php?u=https://www.kb.se/om-oss/nyheter/nyhetsarkiv/2025-03-25-folj-kulturminnesvardens-historia.html",
        "twitter": "https://twitter.com/intent/tweet?url=https://www.kb.se/om-oss/nyheter/nyhetsarkiv/2025-03-25-folj-kulturminnesvardens-historia.html",
        "instagram": "https://www.instagram.com/kungligabiblioteket/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 185,
      "företagsnamn": "Skandinaviska Enskilda Banken AB",
      "företagswebb": "https://www.seb.se",
      "organisationsnummer": "5020329081",
      "sökterm": [
        "Azure",
        "Artificial Intelligence",
        "Terraform",
        "Microservices",
        "GitHub",
        "TypeScript",
        "Python",
        "GitLab",
        "Agile",
        "ETL Pipelines",
        "Frontend",
        "C#",
        "GCP",
        "AWS Lambda",
        "AWS",
        "Data Visualization",
        "Tableau",
        "SQL",
        "Bash",
        "Java",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560896",
      "titel": "Cloud Migration Project Manager to SEB in Solna",
      "beskrivning": "SEB is more than just a bank with an IT function. We are a progressive tech company powered by innovation and fueled by collaboration. From Java to AI and everything in between, we offer you an impressive tech stack and several technology paths. Together we're innovating for a sustainable society and building the tech arena of the future, a welcoming space for everyone.\n\n\nSEB is in the midst of a cloud transformation, migrating key IT infrastructure components to a modern cloud environment. We’re looking for a skilled Project Manager to lead this transformation and ensure successful implementation.\nAs the banking sector transforms with new technologies and regulations, SEB is evolving to become an IT-driven business. We embrace agile development to deliver fast, customer-focused solutions. This transition to cloud-based solutions requires a deep understanding of both on-premises requirements and cloud possibilities, with a strong focus on security and accessibility\n\n\nRole description\nAs Cloud Migration Project Manager, you will lead the migration for Development Solution & Infrastructure, working with IT stakeholders to define the scope, manage progress, and ensure alignment with business goals. You will coordinate teams and drive the cloud migration process to completion. \nTo thrive in this role, we believe you have a broad IT experience, spanning both on-prem based infrastructure and a good understanding of the cloud-based prerequisites for IT infrastructure. We also believe that you have experience in different project management methods and tools and that you have a hybrid delivery perspective mixing long term planning with an agile approach.\nThe main objective will be to define and set scope for DSI’s Cloud migration journey. This is not limited to, but includes:\nDefine and drive the scope of the Cloud migration for the area Development Solution & Infrastructure within SEB\nAnalyze the current potential of cloud migration objects within Development Solution & Infrastructure\nCater and enable the migration together with the maintenance team of the object\nLead the work associated with the migration tasks\nReport progress to a steering committee\nDocument decisions and execute them as needed\n\n\n\nRequirements\nExtensive experience in IT infrastructure, including both on-prem and cloud solutions.\nTrack record of delivering on large scale cloud or infrastructure projects\nComfortable to discuss and influence IT architecture\nSelf-going and self-managed\nStrong experience in leading cloud migration projects with specialized teams and navigate diverse perspectives.\nExcellent communication skills, with the ability to foster collaboration across teams and stakeholders.\nFluent in both English and Swedish\n\n\n\nWhat we offer:\nExtensive training and learning opportunities.    \nAccess to SEB staff banking and exclusive benefits.    \nA prestigious team with experienced colleagues who value cooperation and openness.    \nOpportunity to share knowledge by pair programming, demos, etc.    \nA workplace where we care about the work-life balance.    \nAn innovative company at the forefront of technology    \nHybrid Workplace Setup    \nExtensive training and learning opportunities. \n\n\n\nDo you want to be part of SEB?\nWelcome to our inclusive culture, where our shared values inspire and uplift our team. We celebrate diversity and strive to ensure every employee feels seen, heard, and valued.\nSince we select candidates continuously, feel free to send in your application today, but no later than 30th of April 2025. \nLearn more about working at SEB here: www.sebgroup.com/techcareers\nIt is our fundamental belief that inclusion and diversity is crucial for our future success. We strive to have an inclusive, value-driven culture where employees feel valued, respected and involved irrespective of who they are, what they believe or where they come from.",
      "Techstack": [
        "Java",
        "AI",
        "Cloud",
        "IT-infrastruktur",
        "Agila metoder"
      ],
      "Produkt": "Banktjänster, teknologilösningar för finansiella tjänster",
      "Företagsstruktur": "Inga detaljerade uppgifter om antal anställda eller avdelningar finns i beskrivningen.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/2527",
        "facebook": "https://facebook.com/sebsverige",
        "twitter": "https://twitter.com/@sebgroup",
        "instagram": "https://www.instagram.com/sebstories/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 186,
      "företagsnamn": "Migrationsverket",
      "företagswebb": "https://www.migrationsverket.se/en.html",
      "organisationsnummer": "2021002163",
      "sökterm": [
        "Kafka",
        "Frontendutvecklare",
        "CI/CD",
        "Kubernetes",
        "SQL",
        "Frontend",
        "Docker",
        "Java",
        "utvecklare",
        "React",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29559103",
      "titel": "Testare/Analytiker Masterdata",
      "beskrivning": "På Migrationsverket arbetar vi med en av vår tids stora samhällsfrågor – migrationen. Totalt är vi cirka 6 000 personer här, och vi har ett ovanligt viktigt jobb!\n\n\n\r\n\r\nSom Testare/Analytiker för myndighetens masterdata gällande person - får du en utmanande roll i en myndighet där IT står högt på agendan.\r\n\r\nMigrationsverket befinner sig i en transformation mot framtiden och du kommer vara en nyckelspelare för att möjliggöra den kritiska förflyttningen dit. Vi erbjuder ett omväxlande och ansvarsfullt arbetsliv med goda utvecklingsmöjligheter, bra kollegor och spännande utmaningar. Hos oss gör du skillnad och bidrar till samhällsnyttan, samtidigt som du får en trygg och stabil anställning.\n\nLäs mer om att arbeta med IT hos oss: Jobba med it - Migrationsverket\n\nDina huvudsakliga arbetsuppgifter samt önskvärda personliga egenskaper:\n\nDu kommer att spela en central roll i att säkerställa kvaliteten i vår datainsamling samt att de nya systemen fungerar stabilt och effektivt och möter myndighetens strategiska behov. Ett omfattande migreringsjobb – kommer att kräva mycket fokus med planering och analyser.\n\nI rollen kommer du även att skapa testfall, utföra manuella tester, vidareutveckla testautomatisering och övervaka systemet för att identifiera och felsöka brister. Testerna inkluderar funktionella tester, prestandatester, end-to-end-tester, regressionstester samt stöd vid verksamhetens acceptanstester.\n\n\n\n\nVi eftersträvar att arbeta med ständiga förbättringar i både arbetssätt och utveckling av våra produkter, här har du stora möjligheter att ta plats och vara med att påverka. Du kommer befinna dig på en arbetsplats där samhällsutmaningar utspelar sig och där du bidrar till att lösa dem.\n\nDu som söker har:\n\nRelevant utbildning, eller motsvarande kompetens i kombination med flera års arbetslivserfarenhet av datahantering\nFlerårig erfarenhet av att skriva och optimera SQL-frågor.\nErfarenhet av minst ett datamigreringsuppdrag som slutförts utan dataförlust eller integritetsproblem.\nFlerårig erfarenhet av användbarhetstester.\nFlerårig erfarenhet av att skriva testspecifikationer och utföra tester.\nFlerårig erfarenhet som testare.\nFlerårig erfarenhet av att utveckla automatiserade regressionstester.\n\nMeriterande är erfarenhet av:\n\nErfarenhet av masterdatahantering.\nErfarenhet av DevOps och agila metoder.\nErfarenhet av myndighet, eller bank-försäkringssektorn.\nFlerårig erfarenhet av tester för mikrotjänster som använder sig av strömningsplattformen Kafka.\n\nDet här är vårt erbjudande till dig:\nVi vill att du ska känna att du utvecklas och erbjuder möjligheten att gå kurser och besöka konferenser. Du får ett omväxlande arbete där du kan påverka utvecklingen av våra tekniska lösningar, samtidigt som du kommer att knyta an många nya kontaktytor. Vi tycker det är viktigt att våra medarbetare kan kombinera arbets- och privatliv på ett så flexibelt sätt som möjligt och erbjuder möjligheten att kombinera jobb på kontoret med arbete hemifrån. \n\nUpplysningar\n\nAnställningsform: Tillsvidare\nArbetstider: Kontorstid (flextid)\nVi tillämpar individuell lönesättning.\nPlacering: Norrköping, ev med viss flexibilitet bland Migrationsverkets orter\nTillträde: Enligt överenskommelse\nDå tjänsten kommer bli placerad i säkerhetsklass krävs även svenskt medborgarskap. Inför anställning kommer en säkerhetsprövning med registerkontroll genomföras\n\nAnsökan\n\nVälkommen med dina ansökningshandlingar senast den 2 april 2025. Vi tar emot din ansökan via vårt rekryteringssystem.\n_________________________________________________________________________________________________________\n\n\nOm rekryteringsprocessen \nFör oss är det viktigt att all kompetens på arbetsmarknaden tillvaratas. Vi välkomnar därför alla sökande och strävar efter en jämn könsfördelning och mångfald. Som statlig myndighet rekryterar vi efter förtjänst och skicklighet. På https://www.arbetsgivarverket.se/jobba-statligt/fragor-och-svar/Hur-ser-rekryteringsprocessen-ut-for-statliga-jobb/ kan du läsa mer om vad det innebär.\n\n\nVi använder urvalsfrågor under ansökningen. Besvara dem så utförligt du kan eftersom dina svar har betydelse för om du är kvalificerad att gå vidare i rekryteringen eller inte. I vissa rekryteringar använder vi också tester för att bedöma hur väl din skicklighet stämmer överens med tjänsten du söker. Vid en eventuell intervju kan du även få svara på frågor kopplat till säkerhet.\n\n\nVill du komma i kontakt med fackliga företrädare finns kontaktuppgifter till Saco-S, Seko och ST längst ned på sidan ”Lediga jobb och intresseanmälan” på migrationsverket.se: https://www.migrationsverket.se/Om-Migrationsverket/Jobba-hos-oss/Lediga-jobb-och-intresseanmalan.html\n\n\nFör att arbeta på Migrationsverket behöver du ha rätt att vistas och arbeta i Sverige på någon av dessa grunder: svenskt medborgarskap (krav för vissa tjänster), nordiskt medborgarskap, EU-medborgarskap eller permanent uppehållstillstånd.\n\n\nOm du har skyddade personuppgifter, eller annan information som du själv bedömer som skyddsvärd, ska du kontakta rekrytering@migrationsverket.se innan du gör din ansökan så berättar vi mer om våra säkerhetsrutiner. \n\n\nhttps://www.migrationsverket.se/Om-Migrationsverket/Vart-uppdrag/Personuppgifter.html \n\n\nMigrationsverkets rekryteringar sker helt i vår egen eller upphandlade leverantörers regi. Vi ber därför om att inte få telefonsamtal och mejl från rekryteringsföretag och annonsförsäljare.",
      "Techstack": [
        "SQL",
        "Testautomatisering",
        "DevOps",
        "Agila metoder",
        "Kafka"
      ],
      "Produkt": "Tjänster relaterade till migration och datainsamling",
      "Företagsstruktur": {
        "Antal anställda": 6000,
        "Avdelningar": [
          "IT",
          "Datahantering",
          "Kvalitetssäkring"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/migrationsverket",
        "facebook": "https://www.facebook.com/migrationsverket",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 187,
      "företagsnamn": "Arbetsförmedlingen",
      "företagswebb": "https://arbetsformedlingen.se/other-languages/english-engelska",
      "organisationsnummer": "2021002114",
      "sökterm": [
        "Java",
        ".NET",
        "Kubernetes",
        "Jenkins",
        "REST",
        "Angular",
        "Frontend",
        "Docker",
        "backendutvecklare",
        "utvecklare",
        "React",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558470",
      "titel": "Specialist inom servervirtualisering",
      "beskrivning": "IT Avdelningen söker en erfaren specialist inom servervirtualisering som kommer ha en ledande roll i att driva och utveckla vår VMware plattform.\r\n\r\nVilka är vi\n\nSektionen Applikationsinfrastruktur är en del av enheten IT Infrastruktur. Vi som jobbar inom sektionen ansvarar för leveranser inom Windows / Linux / VMware / Mailinfrastruktur och är navet i många av Arbetsförmedlingens leveranser. Här jobbar vi med den senaste tekniken och en ständig utveckling av våra miljöer. Nu förstärker vi vårt team inom VMware med en erfaren specialist inom servervirtualisering.\n\nVårt mål är högt satt – vi tänker bli Sveriges modernaste myndighet!\n\nVi kan med stolthet säga att enheten IT Infrastruktur ligger i framkant gällande att anamma ny innovativ teknik. Vi skapar grunden för Arbetsförmedlingens utveckling mot digitalisering, självbetjäning och automatisering samt levererar ett bemötande i världsklass!\n\n\nDet bästa med att jobba inom enheten är att vi medarbetare, genom självledarskap, ges stor möjlighet att vara med och påverka enhetens utveckling. Vi respekterar och lyfter varandra och lär oss genom att prova oss fram. Det är en spännande utmaning att ständigt kunna leverera högklassiga IT-lösningar till våra kunder och medarbetare i en omfattande förändring.\n\nFör att vi ska vara framgångsrika och lyckas med vårt uppdrag har vi en stark tro på att leverera iterativt och att lära oss på vägen. Vi har basen i Scrum och inspireras av SAFe-ramverket.\n\nBeskrivning av tjänsten\n\nSom specialist inom servervirtualisering kommer du arbeta med drift, förvaltning och incidenthantering av vår omfattande VMware-miljö. Du är aktiv i utvecklingen av plattformen och du driver arbetet mot uppställda mål i nära samarbete med kollegor i teamet likväl som inom övrig IT-infrastruktur, plattformar, utveckling och test. Som en del av Arbetsförmedlingens transformation, där modern teknik är en nyckel, kommer du också få möjlighet att bidra inom områden som containerteknik och automatisering.\n\nI den här tjänsten kommer du att ha rollen som produktägare vilket innebär att du har överblick över teamets leverans och leder teamet i rätt riktning gällande daglig drift och förvaltning men även vidareutveckling inom området. Som produktägare fungerar du som stöd till sektionens produktansvarig.\n\nArbetet sker i en omfattande teknisk miljö med många systemintegrationer i ett modernt IT-landskap. Här får du vara med och utforma din egen roll, hitta din egen plats och skapa ditt eget bidrag inom organisationen.\n\nVem söker vi\n\nVi letar efter dig med en stor passion för IT som genom din helhetssyn ser hur man skapar värde i för våra kunder. Du är självgående med förmågan att kunna ta egna initiativ och driva saker självständigt, men du trivs också med att arbeta i grupp och stimuleras av problemlösning. Vi kommer i vår tur att göra allt vi kan för att du ska få en rivstart i din utveckling.\n\n\n\nVårt erbjudande\nTjänsten är en tillsvidareanställning på heltid som kan komma att inledas med sex månaders provanställning. Placeringsorten är Solna.\n\nVi erbjuder dig möjligheten att arbeta på en arbetsplats där vi värdesätter balans mellan arbete och privatliv. Du får tillgång till ett generöst semesteravtal, flexibla arbetstider samt möjlighet att arbeta på distans upp till 49 procent på årsbasis. Hos oss ingår även friskvård under arbetstid och ett förmånligt friskvårdsbidrag.\n\nhttps://arbetsformedlingen.se/om-oss/jobba-hos-oss\n\nGrundläggande kvalifikationskrav\n\n - Flerårig relevant dokumenterad arbetslivserfarenhet från de senaste åren av arbete med VMware lösningar i/för större organisationer.\n - Djup teknisk kompetens i VMware vSphere och ESXi\n - God kännedom om lagring och nätverk i större miljöer\n - Erfarenhet av arbete inom Linux och Windows\n - Flytande i svenska i tal och skrift\n\nÖvriga meriter för tjänsten\n\n - Erfarenhet av arbete med Kubernetes\n - Erfarenhet av arbete med NetBackup tex: Uppgraderingar och patchning\n - Erfarenhet av avancerad Datacenterarkitektur och dess komponenter\n - Arbetat i en processdriven organisation. Vi jobbar enligt ITIL ramverket.\n\nDen statliga värdegrunden guidar oss i vårt dagliga arbete. Som anställd hos oss förväntas du arbeta rättvist, opartiskt och med hög integritet, samt bidra till att upprätthålla och stärka förtroendet för vår myndighet.  \nhttps://www.jobbastatligt.se/var-vardegrund\n\nUtöver dessa kvalifikationer har du personlig förmåga och fallenhet att arbeta i enlighet med Arbetsförmedlingens medarbetarkriterier:\n\nMedarbetare på Arbetsförmedlingen:\n\n - Tar ansvar för sina arbetsprestationer och sitt bidrag till helheten\n - Anpassar sig till förändring och oförutsedda händelser\n - Tar initiativ till utveckling och bidrar till förbättring Stor vikt kommer att läggas vid personlig lämplighet.\n\nBefattningen är placerad i säkerhetsklass och en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) kommer att genomföras innan anställningen påbörjas. \n\nAnsökan\nLåter det här som en tjänst för dig? Välkommen med din ansökan senast 2025 - 04 - 22.\n\nBifoga ditt CV där du specificerar årtal, månad och arbetsuppgifter för varje anställning, samt intyg som styrker kraven om utbildning och/eller arbetslivserfarenhet i din ansökan. \nDet är viktigt att du besvarar urvalsfrågorna detaljerat och sanningsenligt, för att vi ska få en tydlig bild av din erfarenhet. Om efterfrågad information inte framgår riskerar du bli bortsållad i urvalet. Du behöver inte skicka in ett personligt brev.\n\nhttps://arbetsformedlingen.se/om-oss/jobba-hos-oss/var-rekryteringsprocess \n\nHar du skyddade personuppgifter kontaktar du den rekryteringspartner\n\nVi arbetar aktivt för att vara en myndighet fri från diskriminering. Det är viktigt för oss att all kompetens tas tillvara och vi välkomnar alla sökande. Vi ser positivt på om du har kunskaper i något av våra nationella minoritetsspråk.\n\n \n\nVälkommen till jobbet som får Sverige i arbete! Här arbetar du på regeringens uppdrag för en arbetsmarknad som hjälper människor framåt. Vi frigör möjligheter så att arbetssökande hittar sysselsättning och arbetsgivare sin nästa medarbetare. För att nå målet behöver vi samarbeta, i myndigheten men också med olika externa aktörer i hela landet. Tillsammans driver vi förändring, utvecklar nya arbetssätt och skapar lösningar som gör att Sverige kan fortsätta framåt. \n\n\n\nhttps://arbetsformedlingen.se/om-oss/jobba-hos-oss.",
      "Techstack": [
        "VMware",
        "vSphere",
        "ESXi",
        "Linux",
        "Windows",
        "Kubernetes",
        "NetBackup",
        "ITIL"
      ],
      "Produkt": "IT-infrastruktur och servervirtualiseringstjänster",
      "Företagsstruktur": "Avdelningen IT Infrastruktur med sektionen Applikationsinfrastruktur, antal anställda okänt",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/arbetsformedlingen",
        "facebook": "https://www.facebook.com/arbetsformedlingen",
        "twitter": null,
        "instagram": "https://www.instagram.com/arbetsformedlingen"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 188,
      "företagsnamn": "Jobnet AB",
      "företagswebb": "https://www.amazon.jobs/",
      "organisationsnummer": "5593091696",
      "sökterm": [
        "Python",
        "C/C++",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556983",
      "titel": "Java-utvecklare till innovativt företag",
      "beskrivning": "Bli en del av Yoin Technologies, ett ungt och snabbväxande techbolag som erbjuder IT-tjänster. Vi söker en engagerad systemutvecklare med kunskaper inom Java. Kom och bli en del av vårt team.\n\nDitt jobb på Yoin Technologies\n\nDitt främsta uppdrag blir att assistera kunder och ta deras tekniska miljöer till nästa nivå. Beroende på din erfarenhetsnivå kommer du antingen hantera uppdateringar och vidareutveckling av kunders miljöer eller få ett större ansvar och sköta processen när kunden byter från en klassisk driftsmiljö till en modernare cloud/azure-miljö. Oavsett vilken del av processen du tar dig an kommer du att stötta kundens utvecklingsteam med best practices för deployment, migrering av applikationer och tjänster samt miljöuppsättning.\n\nDå Yoin Technologies bedriver inkubatorverksamhet kan du se fram emot en hel del spännande projekt. Genom sina breda kunskaper och sitt stora nätverk gör man det möjligt för drivna entreprenörer att förverkliga sina idéer. Här blir du en viktig pusselbit i arbetet med att testa gångbarheten och ta fram prototyper för att se om idén har bärkraft. \n\nI dagsläget består Yoin Technologies av 20 stycken erfarna utvecklare och du kommer jobba tätt ihop med alla. Vilket team du jobbar i beror på projektet, men målet är att alltid arbeta i ett team om minst 3-4 personer som tillsammans jobbar mot samma projekt och kund. \nFrån start kommer några av dina närmsta kollegor bli Marcus, Peter och Fredrik.\n\nÄr det här du?\n\nFör att lyckas i den här rollen har du minst en 3-årig akademisk utbildning och 5 års erfarenhet inom utveckling i Java efter examen. Du behöver också behärska svenska flytande i tal och skrift.\n\nPå Yoin Technologies är vi övertygade om att en stark laganda och samarbete är nyckeln till framgång. Som systemutvecklare hos oss kommer du att vara en del av en engagerad och hjälpsam grupp som stöttar varandra. Vi tror på din förmåga att vara självgående och ta egna initiativ. Här får du inte bara möjlighet att utveckla dina tekniska färdigheter, utan också vara en del av en trivsam arbetsmiljö där vi värdesätter arbetsglädje och social sammanhållning.\n\n***\n\nGå in direkt och gör en anonym lönematchning: \nhttps://jobnet.se/systemutvecklare-programmerare-yoin-technologies-goteborg-2?utm_source=arbetsformedlingen\n\n***\n\nVia länken hittar du bilder, förmåner och mer information om tjänsten på Yoin Technologies. Det är viktigt att klargöra att rollen är för Yoin Technologies och att Jobnet endast fungerar som plattform för din ansökan.",
      "Techstack": [
        "Java",
        "Cloud/Azure"
      ],
      "Produkt": "IT-tjänster, systemutveckling",
      "Företagsstruktur": {
        "Antal anställda": 20,
        "Avdelningar": "Utvecklingsteam"
      },
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/showcase/amazon-careers",
        "facebook": "https://www.facebook.com/amazon",
        "twitter": "https://x.com/amazonnews",
        "instagram": "https://www.instagram.com/insideamazon"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 189,
      "företagsnamn": "Relax Tech Sweden AB",
      "företagswebb": "https://relax-gaming.com/",
      "organisationsnummer": "5590694823",
      "sökterm": [
        "RabbitMQ",
        "MariaDB",
        "Mocha",
        "Cypress",
        "GraphQL",
        "React",
        "Frontend",
        "Object-Oriented Programming",
        "C#",
        "Katalon Studio",
        "Jest",
        "Kafka",
        "Penetration Testing",
        "CSS",
        "Docker",
        "Scrum",
        "Redis",
        "Functional Programming",
        "JavaScript",
        "Redux",
        "Java",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556233",
      "titel": "Game Engine Developer",
      "beskrivning": "Are you excited about working in a cutting-edge, tech-driven environment where your code makes a real difference? Do you thrive on building clean, high-performing code that can handle extensive use? Are you a great team player?\n \nIf this sounds like you, we want to hear from you! At Relax Gaming, we're offering you the chance to take on exciting challenges that will help you grow your career. Our Studio Server Team is looking for a talented Game Engine Developer (Java) to join the team.\n \nYou’ll work with experienced developers to create world-class game engines that handle massive real-money transactions and RNG simulations in real-time. Our primary tech stack revolves around Java, but we are as well integrating new technologies in our environment.\n \nWhat You'll Do:\n· Implement game logic based on design and mathematical documentation\n· Collaborate closely with game designers to refine casino game mechanics by\nactively providing feedback.\n· Understand certification requirements of different markets, and implement\ngame logic accordingly in collaboration with mathematicians.\n· Work closely with other Server Developers and share knowledge proactively\n· Improve code quality and performance of the game server, internal tools and\nlibraries used across our games\n· Conduct thorough code reviews · Ensure game engines are stable, secure, and\nfully tested\n \nWhat We're Looking For:\n· Strong in OOP languages like Java, C#, or C++\n. Strong understanding of design principles\n· Strong problem-solving abilities\n. Knowledge of optimising algorithms\n· Good understanding of probabilistic mathematics\n· Great Team player and eagerness to learn and grow\n· Excellent communication skills in English, both written and spoken\n \nBonus Skills:\n· Experience with Java 11 or higher\n· Passion for games\n· Familiarity with slot machines or gaming systems\n \nAbout Relax Gaming \n \nBack in 2010, we kicked off our journey with a simple mission - to create outstanding games for the modern iGaming world. Fast forward to today, and we've grown to be one of the leading suppliers in the game, boasting an aggregation arm like no other. Despite our exponential growth, we've succeeded in staying true to our core values throughout the years, these are to be: Driven, Adaptable, Supportive, and Respectful. We live and breathe this ethos across our offices across the globe, namely in Malta, Estonia, Serbia, Finland, Sweden, Gibraltar, and the Isle of Man. Keen to find out more? \n \nLife at Relax  \n \nThis role can be placed in Malta, Sweden, Serbia or Estonia\n \nTalent is our key driver and we are somewhat flexible on location. Relax is at a very exciting growth stage as a company, however, we cherish our informal and flexible core atmosphere where self-initiative, taking pride in what you do and ambition to deliver the best results are key components. For the right person, there are endless opportunities for personal and professional development. \n \nWe are starting with interviews right away, so be quick to apply!  \n \nAll applications are handled with full confidentiality.",
      "Techstack": [
        "Java",
        "C#",
        "C++",
        "Java 11 or higher"
      ],
      "Produkt": "Spelutveckling och casinospel",
      "Företagsstruktur": "Inte specificerat, men arbetar med flera avdelningar inklusive Studio Server Team och spelutvecklare.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/relax-gaming-ltd",
        "facebook": "https://www.facebook.com/relaxgamingrg/",
        "twitter": null,
        "instagram": "https://www.instagram.com/relax.gaming/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 190,
      "företagsnamn": "Epical Sweden AB",
      "företagswebb": "https://www.epicalgroup.com/",
      "organisationsnummer": "5565818613",
      "sökterm": [
        "Azure",
        "PowerShell",
        "Agile",
        "SQL",
        "JavaScript",
        "Postman",
        "Java",
        "OAuth2",
        "MySQL",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556128",
      "titel": "Saviynt Architect",
      "beskrivning": "We're redefining what a data consultancy can be and achieve\nWe're not just experts in data; we're trust-makers who empower our clients to exceed expectations.Everything we do begins and ends with trust. For us, trust isn’t just a value— it’s the foundation of every successful partnership. As consultants, our role goes beyond providing advice and services. It’s about taking responsibility and seizing opportunities to help create a fairer world through expertise in integration, data and analytics, applications, and digital trust.\nJoin us in our mission to empower organizations through secure and efficient digital identity management, while fostering a culture of empathy, accountability, and curiosity.\n\nWhat is this role all about?\nWe are on the lookout for an exceptional Saviynt Architect to become a key player in our Digital Trust team. In this pivotal role, you will take the helm of designing and architecting solutions for our clients, guiding the implementation process from start to finish. Your expertise will be crucial in ensuring robust and secure identity governance solutions. \nTo succeed, you must have proven experience as a Saviynt Architect, with a strong track record in implementing Saviynt solutions within Identity Governance Administration (IGA) projects, working with complex implementation environments and technologies, and a deep understanding of identity governance concepts and best practices. \n The role is a full-time position, and you can live anywhere in Sweden or in Finland as we apply remote work culture, depending on customer assignments. We do have 10 centrally located offices in different cities across Sweden and Finland.\n \nAre you our next trust-maker?\nTo succeed in this role, you should have...\n In-depth knowledge in the field of IAM/IGA domain \n Minimum 5 years of experience working with Saviynt \n Minimum 3 years of experience as a Solutions Architect \n Strong knowledge of various Saviynt connectors such as REST, AzureAD, Active Directory, Salesforce, Okta, SAP HR etc\n Hands-on experience with database operations using SQL and MySQL \n Experience with writing scripts in PowerShell, JavaScript, Groovy, and Java \n Experience in setting up Single-Sign On (SSO) \n Deep understanding of various governance capabilities such as Certifications, Segregation of Duties (SoD), Audits, and Reporting \n Knowledge in developing process design, functional design, implementation, testing, deployment, and documentation\n Familiarity with web-service tools such as Postman \n Completed certifications such as Saviynt IGA Professional and Saviynt Advanced IGA Professional are a plus\n \nAdditionally, you'll need excellent communication skills to interact with clients and team members and the ability to manage and execute projects in high-security settings. You are curious, commit to continuous development and learning as well as you are adaptable to change. Join us in shaping the future of digital trust and security; if you are a forward-thinking professional with a passion for cutting-edge identity governance solutions, we would love to hear from you.",
      "Techstack": [
        "IAM",
        "IGA",
        "Saviynt",
        "SQL",
        "MySQL",
        "PowerShell",
        "JavaScript",
        "Groovy",
        "Java",
        "REST",
        "AzureAD",
        "Active Directory",
        "Salesforce",
        "Okta",
        "SAP HR"
      ],
      "Produkt": "Identity governance and management solutions, digital identity management",
      "Företagsstruktur": "10 centralt belägna kontor i Sverige och Finland, möjlighet till distansarbete, antal anställda ej angivet",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "tomas.jinneklint@epicalgroup.com",
          "name": "Tomas Jinneklint",
          "position": "",
          "source": "https://www.epicalgroup.com/contact"
        },
        {
          "email": "kristian.palmen@epicalgroup.com",
          "name": "Kristian Palmen",
          "position": "",
          "source": "https://www.epicalgroup.com/contact"
        },
        {
          "email": "finance@epicalgroup.com",
          "name": "Finance",
          "position": "",
          "source": "https://www.epicalgroup.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/epicalgroup",
        "facebook": "https://www.facebook.com/epicalgroup",
        "twitter": null,
        "instagram": "https://www.instagram.com/we.are.epical "
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 191,
      "företagsnamn": "Swedium Global Services AB",
      "företagswebb": "http://www.swediumglobal.com",
      "organisationsnummer": "5569804064",
      "sökterm": [
        "Azure",
        "backendutvecklare",
        "Terraform",
        "Ansible",
        "Python",
        "Agile",
        "Kubernetes",
        "Perl",
        "Object-Oriented Programming",
        "Frontend",
        "Penetration Testing",
        "Scrum",
        "PowerShell",
        "Kotlin",
        "Functional Programming",
        "SQL",
        "Bash",
        "Java",
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555733",
      "titel": "Senior DevSecOps Engineer",
      "beskrivning": "Swedium Global is seeking for experienced DevSecOps Engineer\nIf you feel excited about grabbing this onsite career opportunity, we are happy to hear from you!\nLocation: Gothenburg, Sweden\nJob Description: DevSecOps Engineer\nRole:\nWe are currently seeking a highly skilled and experienced DevSecOps Engineer. While prior experience with Microsoft Azure services is a plus, we value a solid foundation in cloud infrastructure maintenance, integration setup, and a good understanding of IT service management processes.\nYour commitment to delivering exceptional support to our internal products will be crucial in this role with the below,\nKey Responsibilities:\n· Manage incident and problem resolution related to Azure SQL Database.\n· Engage in effective communication with customers while addressing specific incidents.\n· Collaborate with other support teams, including third-party vendors, when necessary, to escalate and resolve incidents.\n· Keep customers informed about monitored performance issues in Azure SQL Database.\n· Handle Azure SQL Database access management.\n· Act on behalf of the application team to manage tasks such as,\no Migrations,\no Version Upgrades,\no Resource requirements,\no Cost Assessments & SLAs\n· Assess disaster recovery strategies and solutions as needed.\n· Monitoring & troubleshooting issues in Kubernetes/OpenShift clusters.\n· Stay up-to-date with Azure security tools and best practices.\n· Participate in incident response and security incident investigations.\n· Provide support during the standard 9-to-5 CET working hours, acknowledging the potential expansion to 24/7 support and/or on call support beginning in 2025.\nRequired Qualification:\nHaving prior experience in embedded software development within the automotive sector could be highly beneficial. To enhance your suitability for this role, the following desired skills and qualifications are preferred:\n\n\nBachelor's degree in computer science, Information Security, or a related field (or equivalent experience).\n\n\nGood communication skills and stakeholder management experience.\n\n\nExperience in Container orchestration platforms like Kubernetes and OpenShift.\n\n\nProficiency in creating operational and design documentation for the solutions you develop/build artefacts, along with the ability to write post-incident reports after addressing/troubleshooting service-related issues.\n\n\nFamiliarity with Infrastructure as Code (IaC) tools, such as Ansible and Terraform.\n\n\nCompetence in working with Azure-hosted databases and virtual machines.\n\n\nExperience in utilizing Azure monitoring and logging tools.\n\n\nKnowledge of high-availability Azure services.\n\n\nUnderstanding of Networking and Cloud Infrastructure within the Azure environment.\n\n\nFamiliarity with Azure backup solutions.\n\n\nCapability to propose/follow security best practices.\n\n\nExperience working with Splunk as a monitoring tool is a plus.\n\n\nExperience with security testing tools and vulnerability assessment is a plus.",
      "Techstack": [
        "Microsoft Azure",
        "Azure SQL Database",
        "Kubernetes",
        "OpenShift",
        "Ansible",
        "Terraform",
        "Splunk"
      ],
      "Produkt": "DevSecOps tjänster och IT-support inom molninfrastruktur",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "sweden@swediumglobal.com",
          "name": "Sweden",
          "position": "",
          "source": "http://www.swediumglobal.com"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/swedium-global-services-ab",
        "facebook": "https://www.facebook.com/swediumglobal",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 192,
      "företagsnamn": "Leoware Sverige AB",
      "företagswebb": "http://leowareit.com",
      "organisationsnummer": "5590989058",
      "sökterm": [
        "fullstackutvecklare",
        "Kubernetes",
        "SQL",
        "CSS",
        "JavaScript",
        "Angular",
        "Spring",
        "Frontend",
        "Java",
        "utvecklare",
        "React",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554213",
      "titel": "Javautvecklare - Stockholm",
      "beskrivning": "Vill du lyfta din karriär och utvecklas som systemutvecklare? Hos Leoware Sverige får du friheten att forma din framtid, påverka ditt arbete och växa i en miljö som engagerar sig i din utveckling. Ta nästa steg med oss!\nVi söker en Javautvecklare till ett välfungerande utvecklingsteam med hög trivsel och bra sammanhållning. \n Du behöver på ett självständigt sätt kunna driva utvecklingsaktiviteter och leverera med god kvalitet.\nMinst 8 års arbetslivserfarenhet programmering i Java\nArbetslivserfarenhet Spring/Spring Boot\nArbetslivserfarenhet av SQL\n\n\n\nPersonliga egenskaper\nLagspelare\nDrivande och resultatinriktad\nGod förmåga att kommunicera\nGod samarbetsförmåga, vara hjälpsam och ha ett gott bemötande\n\n\n\nVad kan Leoware Sverige erbjuda dig?\n🔹 Frihet att påverka dina uppdrag, din lön och din semester.\n 🔹 Stora möjligheter att växa och utvecklas inom företaget.\n 🔹 Stöd från engagerade ledare och en dynamisk organisation.\n 🔹 En inkluderande gemenskap och aktiviteter som gör jobbet ännu roligare.\nKänner du igen dig?\nSkicka in din ansökan idag – vi ser fram emot att lära känna dig",
      "Techstack": [
        "Java",
        "Spring",
        "Spring Boot",
        "SQL"
      ],
      "Produkt": "Systemutveckling och konsulttjänster för karriärutveckling",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "support@leowareit.com",
          "name": "Support",
          "position": "",
          "source": "http://leowareit.com"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 193,
      "företagsnamn": "Nordic Choice Commercial Services AB",
      "företagswebb": "https://www.strawberryhotels.com/",
      "organisationsnummer": "5561066050",
      "sökterm": [
        "TypeScript",
        "Katalon Studio",
        "Java",
        "Go",
        "Functional Programming",
        "Cypress",
        "Frontend",
        "backendutvecklare",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554037",
      "titel": "Software Engineer",
      "beskrivning": "We are Strawberry. With over 245 hotels, 120 restaurants, 20 spas and more, we create thousands of experiences every day. With urban Comfort Hotel®, warm Quality Hotel™, stylish Clarion Hotel® and cosy Home Hotel and more than 40 unique independent hotels, our guests can pick and choose. Our team of 20,000 passionate individuals from more than 120 countries is what makes us grow! Strawberry is built on our core values: energy, courage and enthusiasm.\r\n\r\nAt Strawberry, we're on a quest to redefine the hospitality experience through innovation & technology. In 2023 we launched our new mother brand, Strawberry, and we are transforming from a traditional hotel company to a universe of offers and experiences for our guests and customers.\n\nWe are now looking for our new Software Engineer (Backend) to join the Strawberry Tech team. You will be highly involved in driving quality work in the development to ensure that we deliver high-quality products to end-users and our developers alike.\n\nWhat you will be doing\n\nWe are on an exciting journey to provide the best digital experiences to our customers, and we are seeking a talented Backend Java Developer to join our dynamic team. This role offers a unique opportunity to be at the forefront of innovation, where you will have the chance to architect, design, and implement robust backend solutions that power our cutting-edge applications running with cutting-edge technologies and cloud services. Additionally, you will engage in DevOps tasks, ensuring seamless integration and deployment processes that enhance our operational efficiency.\n\nYou will work in a cross-functional product team, alongside developers, designers, and everything in between. You will also work together with other java engineers and in the backend chapter initiative, contributing to the company-wide quality work.\n\nWho we think you are\n\nWe are looking for a software engineer with a great mindset. We believe that you are a driving force behind software quality who will help the team expand this area within Strawberry. You are full of initiative, and you have a great sense of agency, using your creativity to solve problems independently, of course with the help of your team!\n\n\nYour colleagues would say you\n \n\n• Design and implement RESTful APIs to support various business functionalities. \n• Collaborate with frontend developers to integrate user-facing elements with server-side logic \n• Constant learner on emerging technologies, trends, and best practices in backend development \n• Are interested in learning more about cloud infrastructure, infrastructure as code and CI/CD pipelines \n• Develop and execute unit tests, integration tests, and end-to-end tests to ensure code quality. \n• Debug and resolve issues, bugs, and performance bottlenecks. \n• Ensure the applications are running efficiently on the production environment through automated monitoring and alerting. \n• Implement security best practices to protect applications from vulnerabilities and attacks. \n• Provide ongoing support and maintenance for existing applications \n• You don’t just write code; you help to design the overall solution \n• Are sought after within your team for help in solving challenging problems \n• Work in English with ease (it's our company language) \n\nWhat we can offer\n\n• The opportunity to deliver direct impact and end-user value through modern technology. \n• An organization that goes the extra mile, and cares about both people and the environment. Please see this link for more information. https://www.strawberryhotels.com/social-responsibility/ \n• Exceptional colleagues and an inclusive culture - we love to share and learn from each other. \n• A flat organization with trust and autonomy in your work. We support innovation without imposing strict corporate rules. \n• Brand new office integrated with one of our newly opened hotels right next to Mall of Scandinavia in Solna. \n• There are plenty of perks of having an office at a hotel. These include a buffet breakfast and lunch available every day for a reduced fee (salary subsidy). \n• Plenty of social events including smaller gatherings with your team and huge get-togethers with the whole Strawberry family. \n• Great benefits. In addition to our collective agreement, we also offer staff discounts and friends & family rates at our 200+ hotels. \n\nDetails:\n\nYou will be part of a team of fantastic colleagues and report to Avatar Singh Thakur, Engineering Manager for the backend team. The office is our primary work location, but we offer a hybrid working model for a more flexible working life.\n\nThe HQ in Stockholm will be your base for this position, and we do not offer a remote position. \n\nSounds interesting?\n\nGreat, because we would love to get to know you too! Bring your individuality and your potential, Strawberry welcomes all! Interviews will be held on a rolling basis, don’t wait to submit your application!",
      "Techstack": "Java, RESTful APIs, cloud services, CI/CD pipelines, infrastructure as code",
      "Produkt": "Hotell, restauranger, spa och digitala upplevelser",
      "Företagsstruktur": "20,000 anställda, fokus på teamsamarbete, platt organisation",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/strawberry",
        "facebook": "https://www.facebook.com/strawberryhotels/",
        "twitter": null,
        "instagram": "https://www.instagram.com/strawberry/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 194,
      "företagsnamn": "E-Hälsomyndigheten",
      "företagswebb": "https://www.ehalsomyndigheten.se/jobba-hos-oss/",
      "organisationsnummer": "2021006552",
      "sökterm": [
        "TypeScript",
        "Python",
        "fullstackutvecklare",
        "PostgreSQL",
        "Artificial Intelligence",
        "Kubernetes",
        "REST",
        "Cypress",
        "JavaScript",
        "Java",
        "Vue",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560187",
      "titel": "Kvantitativ analytiker till E-hälsomyndigheten",
      "beskrivning": "Vill du kombinera din kompetens som analytiker med ett samhällsengagemang där du skapar nytta för Sveriges invånare? Trivs du i självständig roll där du får arbeta med utveckling i nära samarbete med dina kollegor? \n\nAnalysenheten är en ny enhet under uppbyggnad som ingår i avdelningen Analys och utredning. På avdelningen finns många professioner och kompetenser och avdelningen består, utöver analysenheten, av en statistikenhet och två utredningsenheter. \n\nPå analysenheten kommer medarbetarna bl.a. att ansvara för samhällsekonomiska och hälsoekonomiska analyser samt tillämpning av AI genom maskininlärningsmodeller. I rollen som analytiker kommer du att arbeta både självständigt och i team med andra analytiker och experter.  \n\nOm tjänsten\nSom analytiker kommer du bland annat att arbeta med bearbetning och analys av data, samt utveckling och tillämpning av ekonometriska och statistiska modeller (inkl. maskinlärningsmodeller). Exempel på analyser är utvärdering av nationella läkemedelslistan, utvärdering av våra egna tjänster i syfte att de ska kunna bli bättre osv.\n\nFör att passa i rollen som analytiker hos oss behöver du tycka om att vara med och bygga upp en ny verksamhet samt ha god programmeringsvana och känna dig bekväm med matematiska och statistiska begrepp och modeller.\n\nDet är också viktigt att du kan förklara metoder och resultat på ett pedagogiskt sätt i både tal och skrift.\n\nOm dig\nVid rekrytering lägger vi stor vikt vid dina personliga egenskaper, då de är avgörande för hur du kommer att trivas och lyckas i rollen. Därför söker vi dig som är van att arbeta självständigt, gärna tar initiativ och kan driva processer framåt. Då du kommer att ha ett nära samarbete med dina kollegor utgår vi från att du trivs med att arbete i team. I rollen kommer du att arbeta med komplexa frågor vilket kräver att du har en god analytisk förmåga och ett strukturerat arbetssätt.   \n\nVi söker dig som har:\n\n\n• licentiat- eller doktorsexamen i nationalekonomi, statistik eller motsvarande\n• goda och dokumenterade kunskaper inom statistik och ekonometri\n• aktuell erfarenhet av att hantera och analysera stora mängder data med hjälp av programmeringsspråk som till exempel R, SAS, Python eller liknande\n• aktuell erfarenhet av att presentera resultat på ett pedagogiskt sätt på svenska i både tal och skrift\n\nDet är meriterande för tjänsten om du har: \n\n\n• erfarenhet från arbete inom statlig verksamhet\n• erfarenhet av hälso- och sjukvård\n• erfarenhet av digitaliseringsfrågor\n\nVad erbjuder vi?\nVi är en myndighet i tillväxt. E-hälsomyndigheten erbjuder dig att vara med och skapa samhällsnytta. Vi arbetar med stora transaktionskritiska system som påverkar samhället, till exempel e-recept och Läkemedelskollen.\n\nHos oss kommer du att omges av trevliga och kompetenta arbetskamrater, på en myndighet med ett flertal viktiga samhällsuppdrag.\n\nPå E-hälsomyndigheten har alla medarbetare förtroendearbetstid och möjlighet att arbeta delvis på distans. Läs mer om hur det är att jobba hos oss: Jobba hos oss\n\nÄr du intresserad?\nFrågor angående tjänsten besvaras av:\nEnhetschef Cecilia Enström Öst: 010-175 37 08\n \n Frågor angående rekryteringsprocessen besvaras av:\n HR-specialist Elisabeth Axelsson: 010-106 08 98\n\nVälkommen att skicka in din ansökan och cv via vårt rekryteringsverktyg senast den 10 april 2025. Ladda gärna upp examensbevis, betyg och intyg som är relevanta för tjänsten i samband med din ansökan.\n\nAnställningen är tillsvidare med sex månaders provanställning. Tillträde snarast eller enligt överenskommelse. Placeringsort för anställningen är Stockholm eller Kalmar. Arbetet kan innebära tjänsteresor, främst mellan de båda orterna.\n\nEn anställning hos oss kan innebära placering i säkerhetsklass. Därför kan vi komma att behöva genomföra en säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585). För en del arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.\n\nOm du har beslut om skyddade personuppgifter, kontakta den HR-specialist som finns namngiven i annonsen.\n\nOm E-hälsomyndigheten\nE-hälsomyndigheten driver utvecklingen av den nationella digitala infrastrukturen inom hälsa, vård och omsorg. Vi skapar förutsättningar för digitala tjänster och lösningar för privatpersoner och professioner inom hälso- och sjukvård, apotek och socialtjänst. Vi arbetar för att hälsodata ska bli tillgängliga i hela vårdkedjan, oavsett var individer får vård.\n\nHos oss arbetar cirka 500 medarbetare fördelat på två orter, Kalmar och Stockholm. Läs mer om oss på www.ehalsomyndigheten.se\n\nRekryteringen sköts av E-hälsomyndighetens HR-enhet och vi undanber oss säljsamtal från rekryteringsföretag och annonssäljare.",
      "Techstack": [
        "R",
        "SAS",
        "Python",
        "maskininlärning",
        "ekonometriska modeller"
      ],
      "Produkt": "Nationella digitala tjänster och lösningar inom hälsa, vård och omsorg, inklusive e-recept och Läkemedelskollen.",
      "Företagsstruktur": "Myndigheten har cirka 500 medarbetare fördelat på två orter, Kalmar och Stockholm. Inkluderar avdelningar som analysenhet, statistikenhet och två utredningsenheter.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "e-postadressdataskyddsombud@ehalsomyndigheten.se",
          "name": "E Postadressdataskyddsombud",
          "position": "",
          "source": "https://www.ehalsomyndigheten.se/om-oss/behandling-av-personuppgifter/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/e-halsomyndigheten",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 195,
      "företagsnamn": "Svensk Säkerhetstjänst Net i Sverige AB",
      "företagswebb": "https://sstnet.se",
      "organisationsnummer": "5568461866",
      "sökterm": [
        "Python",
        "fullstackutvecklare",
        "Redis",
        "Git",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "CSS",
        "JavaScript",
        "MySQL",
        "Java",
        "utvecklare",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29552710",
      "titel": "Ansvarig utvecklare | Landskrona | SST NET",
      "beskrivning": "Är du en effektiv och självgående utvecklare som gärna driver egna projekt framåt? Vi söker nu dig som vill arbeta brett och varierat med fullstackutveckling!\nSom ansvarig utvecklare hos oss kommer du att bli en del av en entreprenöriell och snabbrörlig organisation, och arbeta med flera olika varumärken. Du kommer framför allt arbeta med att utveckla bakomliggande system för vår mobiloperatörsverksamhet samt vårt lojalitetsprogram. En del av arbetet kommer dessutom att rikta sig direkt mot våra kunder. \nUnder den första tiden som ny medarbetare och utvecklare, kommer fokus att ligga på att sätta sig in i befintliga system, samt dokumentera och förklara dessa på ett så begripligt sätt som möjligt för mindre tekniskt kunniga kollegor.\nDu som utvecklare kommer även ansvara för att underhålla och utveckla våra varumärken framåt i olika former, samt ansvara för utveckling, lansering och underhåll av koncernens app. Du kommer att vara själv på din avdelning, så det är viktigt att du trivs med det ansvar och den självständighet som detta innebär.\n \nFör att trivas som utvecklare hos oss ser vi gärna att du har:\nEftergymnasial IT-utbildning eller motsvarande erfarenhet\nMinst ett års arbetserfarenhet inom fullstackutveckling\nKunskaper i Java och Python\nMycket goda kunskaper i svenska och engelska, i såväl tal som skrift\n\n \nTeknologier och arbetsmetodik\nSom fullstackutvecklare är du van vid att arbeta med samtliga nivåer av en applikation. Vi ser att du behärskar frontendteknikerna HTML, CSS och JavaScript samt backend-programmeringsspråken Java och Python. Har du dessutom kunskap om Go är detta ett plus. Vi tror vidare att du är bekant med databaser såsom InfluxDB, MySQL och Redis.\nOm AWS, Ubuntu och Git inte är främmande system/verktyg för dig, kanske du kan vara vår nästa utvecklare. Det är meriterande om du också känner dig bekväm med Nginx, Puppet, Jenkins och Vagrant. Det du inte kan – det kan du lära dig!\n \nVi tror att vår nästa kollega är:\nSjälvgående, ansvarsfull och initiativtagande\nEn problemlösare\nSocial, utåtriktad och flexibel\nDuktig på att kommunicera och förklara tekniska koncept på ett enkelt och begripligt sätt\nVan att arbeta i ett högt tempo samt effektivt och strukturerat\nKunnig i att utveckla och lansera appar från A-Ö, exempelvis via olika projekt eller konsultuppdrag\nMålmedveten och resultatinriktad samt tar gärna emot feedback för kontinuerlig utveckling\n\n \nVilka är vi? \nSedan starten av vårt moderbolag Svensk Säkerhetstjänst (SST) år 1956, har vår värdegrund kunnat sammanfattas av att ”frihet är att slippa oroa sig”. Svensk Säkerhetstjänst NET (SST NET) är dotterbolag till SST och är mobiloperatören som frigör din tid. SST NET riktar in sig på telekommunikation och säkerhetstjänster, samt även hårdvara via vårt systerbolag SST LISA.\nI april 2024 förvärvade SST NET ytterligare en mobiloperatör, och nu utvecklas även ett lojalitetsprogram som ska komma att gynna våra kunder inom koncernen.\n\n\nJobba hos oss \nAtt arbeta hos oss innebär ett stort utrymme att påverka såväl din egen som våra olika varumärkens utveckling framåt. Du kommer att bli en del av en organisation som är i ständig utveckling, och kommer därför spela en viktig roll för oss framöver. Tjänsten är en tillsvidareanställning på heltid, med utgångspunkt från vårt huvudkontor i Landskrona.\n\n\nDin ansökan\nVälkommen att skicka in din ansökan till oss för att ta chansen att bli en del av vårt team. \nHar du frågor och funderingar om tjänsten är du välkommen att kontakta Rekryteringsansvarig Nicole Svensson på nicole.svensson@sstnet.se eller 073-177 19 13.\nVi ser fram emot att höra från dig!",
      "Techstack": [
        "HTML",
        "CSS",
        "JavaScript",
        "Java",
        "Python",
        "Go",
        "InfluxDB",
        "MySQL",
        "Redis",
        "AWS",
        "Ubuntu",
        "Git",
        "Nginx",
        "Puppet",
        "Jenkins",
        "Vagrant"
      ],
      "Produkt": "Telekommunikation och säkerhetstjänster, samt hårdvara via systerbolag",
      "Företagsstruktur": "Dotterbolag till Svensk Säkerhetstjänst (SST), driver mobiloperatörsverksamhet, lojalitetsprogram, och apputveckling; ingen specifik information om antal anställda eller avdelningar.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "kundtjanst@sst.se",
          "name": "Kundtjanst",
          "position": "",
          "source": "https://sstnet.se/kundservice/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/sst-net",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 196,
      "företagsnamn": "Quest Consulting Sverige AB",
      "företagswebb": "https://quest.se/",
      "organisationsnummer": "5569456659",
      "sökterm": [
        "RabbitMQ",
        "Azure",
        "M365",
        "Git",
        ".NET",
        "TDD",
        "GraphQL",
        "Terraform",
        "React",
        "HTML",
        "BDD",
        "GitHub",
        "GitLab",
        "Kubernetes",
        "Frontend",
        "C#",
        "fullstackutvecklare",
        "Kafka",
        "CSS",
        "Docker",
        "REST",
        "SQL",
        "JavaScript",
        "Java",
        "Robot Framework",
        "HTML5",
        "Swift",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560529",
      "titel": "Fullstackengineer till vår kund i Stockholm",
      "beskrivning": "Beskrivning av uppdraget\n\nVi söker för kunds räkning en erfaren fullstackutvecklare med en hög förmåga att arbeta med hela utvecklingsstacken, från användargränssnitt till backend och databaser. \n\nDet utvecklingsteam som du kommer att ingå i är helt nytt och kommer att organiseras under året. Det innebär att den inledande tiden kommer att innefatta den faktiska etableringen av teamet. Men det innebär också att du får möjligheten att påverka teamets kultur, arbetssätt och val av utvecklings­verktyg. I rollen som fullstackutvecklare kommer du att vara delaktig i att utveckla webbapplikationer samt stödjande tjänster. \n\nArbetsuppgifter i rollen som fullstackutvecklare inkluderar bland annat följande: \n\nArbeta fullstack och bidra till backendutveckling men med en starkare kompetens inom frontend\nDesigna och implementera användarvänliga gränssnitt med hjälp av moderna frontendramverk, framför allt React \nSkapa och optimera databaser och API:er\nSamarbeta med UX/UI-designers för att implementera attraktiva och funktionella lösningar\nDelta i hela utvecklingsprocessen från koncept till lansering\nFelsöka, testa och optimera applikationer\nHålla dig uppdaterad med de senaste tekniktrenderna och implementera dem i olika projekt \n\n\nSkallkrav: \n\nMinst 6 års arbetslivserfarenhet av frontend-teknologier som HTML5, Javascript och CSS3\n\n\nArbetslivserfarenhet med JavaScript-ramverket React i minst 5 år\n\n\nDokumenterad arbetslivserfarenhet av programmeringspråk på server-side .Net i minst 3 år\n\n\nMinst 3 års arbetslivserfarenhet av databashantering inom SQL och No-SQL (minst 1 år) de senaste 5 åren. \nArbetslivserfarenhet av CI/CD-pipelines och Devops-verktyg som Azure pipelines, GitLab CI/CD eller likvärdiga i minst 2 uppdrag\n\n\nMinst 5 års arbetslivserfarenhet att integrerar frontend med backend via REST API:er eller GraphQL\n\n\nArbetslivserfarenhet av att utveckla webbapplikationer enligt tillgänglighetsanpassade standarder som WCAG i minst 3 år\n\n\n\n\nBörkrav: \n\nArbetslivserfarenhet av Containersystemen Docker och Kubernetes i minst 1 uppdrag \n\n\nArbetslivserfarenhet av Kubernets Rancher i minst 1 uppdrag \nArbetslivserfarenhet av testdriven utveckling (TDD) i minst 1 uppdrag \nArbetslivserfarenhet av att arbeta i ett agilt produktteam i minst 1 uppdrag \nArbetslivserfarenhet av att arbeta inom offentlig sektor i minst 1 uppdrag\n\n\n\n\nDin ansökan\n\nLåter rollen intressant och passande? Ansök i så fall omgående för vi intervjuar löpande och rollen kan tillsättas innan sista ansökningsdatum. Vi kan enbart ta emot och bearbeta din ansökan genom att du registrerar ditt CV i vår portal. Med avseende på GDPR kan vi ej ta emot ansökningar via e-post. Varmt välkommen med din ansökan! Uppdraget är en del av Quest Consulting personaluthyrning.\n\nOm oss\n\nQuest Consulting är ett auktoriserat konsultbolag med kollektivavtal, försäkringar, friskvård och tjänstepension. Vi är specialiserade inom IT, Teknik, HR, Administration och Ekonomi. Vår målsättning är att vara din personliga samarbetspartner och just därför är det så viktigt för oss att arbeta efter våra kärnvärden där våra ledord är att vara Personliga, Nyskapande och Professionella.",
      "Techstack": [
        "HTML5",
        "JavaScript",
        "CSS3",
        ".Net",
        "SQL",
        "No-SQL",
        "React",
        "REST API",
        "GraphQL",
        "Docker",
        "Kubernetes"
      ],
      "Produkt": "Personaluthyrning inom IT, Teknik, HR, Administration och Ekonomi",
      "Företagsstruktur": "Auktoriserat konsultbolag med kollektivavtal, försäkringar och friskvård",
      "Ekonomi": "Ingen specifik ekonomisk information angiven",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@quest.se",
          "name": "Info",
          "position": "",
          "source": "https://quest.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/quest-sverige-ab",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 197,
      "företagsnamn": "FläktGroup Sweden AB",
      "företagswebb": "http://www.flaktgroup.com/se",
      "organisationsnummer": "5562392463",
      "sökterm": [
        "Azure",
        ".NET",
        "Artificial Intelligence",
        "SQL",
        "JavaScript",
        "Frontend",
        "Java",
        "React",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29552562",
      "titel": "Junior Software Developer - AI verktyg",
      "beskrivning": "Varje dygn andas du in över 20 000 liter luft och spenderar i genomsnitt 90% av din tid inomhus. Inomhusventilationslösningar påverkar alla – oavsett om du ser våra produkter eller inte. FläktGroup är marknadsledande av innovativa och energieffektiva lösningar för inomhusklimat, som säkerställer komfort, säkerhet och prestanda samtidigt som vi minskar klimatavtrycket. Vi har satt den tekniska standarden i över 100 år och kan med våra breda produktportfölj möta de mest omfattande kundkraven. FläktGroup ägs av Triton och har huvudkontor i Tyskland. Vi är verksamma över hela världen och har produktionsanläggningar i Europa, Asien och USA. Together We Create Excellence. For Life. Läs mer om oss på www.flaktgroup.com\nOm vår funktion\nSoftware Development är en framåtblickande funktion på FläktGroup! Avdelningen ansvarar för design och utveckling av egenutvecklade webbaserade system avsedda för produktval, konfiguration och AI-baserade verktyg. Vi skapar nu upp en ny grupp inom avdelningen särskilt ägnad åt AI-utveckling där syftet är att utveckla system som med hjälp av AI och maskininlärning ska kunna automatisera och förenkla processer inom företaget. Det är en spännande tid för oss då vi tar till oss nya teknikplattformar och erbjuder Dig en chans att arbeta med banbrytande projekt och kunna utvecklas tillsammans med vårt kompetenta utvecklarteam. \nVi erbjuder dig\nArbetet omfattar allt från större nyutvecklingsprojekt till förvaltning av befintliga system, där teamet ansvarar själva för arkitektur och teknisk utformning av lösningarna. Alla utvecklare på FläktGroup har stora möjligheter att löpande påverka arbetsmetoder och processer. Vi arbetar ’full-stack’, dvs hela kedjan från kravbearbetning till komplett leverans och du kommer ha stora möjligheter att påverka lösningens utformning och att skapa den bästa användarupplevelsen.\nSom junior utvecklare i vårt team får du tillsammans med våra erfarna utvecklare och dataanalytiker möjlighet att vara med att utveckla helt nya lösningar baserade på AI och maskininlärning. Det är ett unikt tillfälle att, samtidigt som du bidrar med att utveckla lösningarna, själv utvecklas och skaffa dig erfarenhet inom AI-området.\n Rollen har placeringsort Jönköping. Vi erbjuder flexibilitet avseende arbete hemifrån, men då teamet är centralt för vår framgång förväntas du vara på arbetsplatsen ca. 2-3 dagar i veckan. \nVem är du  \n \nVi tror att den här rollen är perfekt för dig som är i början av din karriär som utvecklare, med ett intresse av webbapplikationer och databaser samt har ett intresse av att jobba nära AI och egenutvecklade mjukvaruverktyg i ett internationellt företag. Det är viktigt att du gillar att vara en del av ett team och tillsammans med andra utveckla smarta och effektiva lösningar.\nVi söker dig som:\n Har erfarenhet av att programmera i Microsoft .Net, Python, C# och Javascript\n Kunskaper och intresse av AI\n Högskoleutbildning eller motsvarande \n Behärskar svenska och engelska flytande i tal och skrift\n \nDet är meriterande om du även har \n Kunskaper MS SQL Server Databasutveckling\n Kunskaper i Front End utveckling I React \n  \nVårt Löfte\nFör oss är det enkelt. För att kunna vara den ledande leverantören av energieffektiva ventilationslösningar är vår tekniska utveckling och våra engagerade medarbetare centrala. På FläktGroup Sweden AB jobbar ca 600 anställda och vi har produktion och utveckling i Jönköping och säljkontor på 16 platser runt om i Sverige. Vi erbjuder spännande utmaningar i en internationell miljö. Här jobbar specialister och generalister inom bland annat försäljning, utveckling, produktion, IT, logistik, marknad och ekonomi. Hos oss på FläktGroup är närheten till våra kunniga medarbetare inom flera yrkesområden en styrka som skapar en tydlig helhet. Här finns en kultur som präglas av laganda och entreprenörskap, där vår vardag kännetecknas av en ambiitiös och flexibel inställning. Vi hjälps tillsammans åt för att hitta den bästa lösningen, oavsett vilka utmaningar vi stöter på. Både i vårt arbete och för våra kunder. För det är tillsammans vi skapar något enastående. För hela livet.\nÖvrig information \nOm du har frågor är du välkommen att kontakta rekryterande chef, Gabriel Jonsson, IT Software Development Manager, gabriel.jonsson@flaktgroup.com. Sista ansökningsdag är 1 april och vi tillämpar löpande urval.",
      "Techstack": [
        "Microsoft .Net",
        "Python",
        "C#",
        "Javascript",
        "MS SQL Server",
        "React"
      ],
      "Produkt": "Inomhusventilationslösningar och AI-baserade verktyg",
      "Företagsstruktur": "Ca 600 anställda, produktion och utveckling i Jönköping, säljkontor på 16 platser i Sverige.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 198,
      "företagsnamn": "Deploja AB",
      "företagswebb": "https://deploja.se/",
      "organisationsnummer": "5569328155",
      "sökterm": [
        "GitLab",
        "Azure",
        "Git",
        "GitHub",
        "SQL",
        "CSS",
        "JavaScript",
        "Frontend",
        "Java",
        "React",
        "HTML",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29552616",
      "titel": "Senior Systemutvecklare",
      "beskrivning": "Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n Jobbeskrivning \n Självständigt utveckla användargränssnitt från start i React \n Skriva lättförstådd kod med hög kvalitet\n Skriva tester för användargränssnitt\n Ta fram lösningsförslag till användargränsnittet för systemet\n Integrera front-end och tester i systemets built-pipe och dev-ops-rutiner\n Medverka i teamets planeringsaktiviteter\n Delta i förvaltningen av de IT-system som projektet levererar, där användarstöd, felsökning, buggrättning och vidareutveckling ingår samt bistå i övrigt i IT-förvaltningen, kan bli aktuellt längre fram.\n \n Din profil (Skall krav) \n Högskole/universitetsutbildning 120hp/180hp inom IT, alternativt motsvarande utbildning eller minst 5 års arbetslivserfarenhet med nedanstående arbetsområden.\n  Minst 5 års arbetslivserfarenhet av systemutveckling i Javascript och React.\n Minst 5 års arbetslivserfarenhet av systemutveckling i HTML / CSS\n Minst 5 års arbetslivserfarenhet av systemutveckling i Testutveckling för användargränssnitt\n Minst 3 års arbetslivserfarenhet av agila arbetssätt\n Minst 3 års arbetslivserfarenhet av CI/CD och DevOps, där verktyg som Azure DevOps Server, GitLab eller GitHub har använts \n  Meriterande  Minst 2 års arbetslivserfarenhet av systemutveckling i Javascript av applikationer som stödjer dataanalys. \n Minst 2 års arbetslivserfarenhet från att ha byggt CI/CD-pipelines i Azure DevOps Server. \n Minst 2 års arbetslivserfarenhet från testautomation.\n   Sista ansökningdatum: 24-03-2025  Om Deploja Vi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, Test, Arkitektur, IT-Projektledning, IT-Säkerhet. Att jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika? \n\n Vi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare! \nVi erbjuder dig följande, Valet är ditt!\n Spännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n En trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n Tjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n Tjänstepension och stora möjligheter till löneväxling.\n Semester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n Privat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet. \n Kompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n Livskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n *Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.",
      "Techstack": [
        "React",
        "Javascript",
        "HTML",
        "CSS",
        "CI/CD",
        "DevOps",
        "Azure DevOps Server",
        "GitLab",
        "GitHub"
      ],
      "Produkt": "Konsultverksamhet inom systemutveckling och IT-tjänster",
      "Företagsstruktur": "Anställer erfarna konsulter inom systemutveckling, test, arkitektur, IT-projektledning och IT-säkerhet.",
      "Ekonomi": "Inga specifika ekonomiska uppgifter angivna.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@deploja.se",
          "name": "Info",
          "position": "",
          "source": "https://deploja.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/deploja/?viewasmember=true",
        "facebook": "https://www.facebook.com/deplojasverige/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 199,
      "företagsnamn": "Vattenfall AB",
      "företagswebb": "https://group.vattenfall.com/",
      "organisationsnummer": "5560362138",
      "sökterm": [
        "Sharepoint",
        "Terraform",
        "HTML",
        "Google Analytics",
        "Ansible",
        "TypeScript",
        "DevOps",
        "Agile",
        "Perl",
        "C#-utveckling",
        "Angular",
        "fullstackutvecklare",
        "Kafka",
        "Jenkins",
        "CSS",
        "Docker",
        "Scrum",
        "PowerShell",
        "Functional Programming",
        "SQL",
        "JavaScript",
        "Java",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29559034",
      "titel": "Scrum Master till Customer Insights & Digital Channels",
      "beskrivning": "Företagsbeskrivning\nVattenfall Eldistribution AB är Vattenfalls elnätsverksamhet och ett av Sveriges största elnätsföretag. Vi ansvarar för en samhällskritisk infrastruktur som distribuerar el till mer än 900 000 företag och hushåll. Vi bygger framtidens elnät och möjliggör energiomställningen till ett fossilfritt samhälle. Som medarbetare hos oss är du en viktig del i vårt samhällsviktiga uppdrag och bidrar till energiomställningen och en säker elförsörjning för framtida generationer. Läs mer om hur det är att arbeta här .\n\n\nOm rollen\nVattenfall Eldistribution står mitt i energiomställningen och har en central roll i den kraftfulla elektrifiering som just nu sker på samhällsnivå. Omställningen innebär kraftigt ökade kundinteraktioner där gruppen Customer Information and Insights roll är att översätta omvärlds-och marknadstrender till verksamhetspåverkan, analysera våra kunder och bygga prognoser för att förstå tillväxttakten.\nVi söker nu en engagerad scrum master med intresse av energibranschen för att stötta våra produktteam. Du kommer vara en möjliggörare som säkerställer ett smidigt samarbete mellan produktägare och produktteamet, samtidigt som du främjar en stark teamkultur. Som person är du självgående, flexibel och med en god förmåga att bygga relationer.\nSom Scrum Master kommer du ansvara för tre agila team. Du kommer tillhöra teamet Customer Information & Insights, men 50% av tiden kommer du också stötta ett utvecklingsteam som tillhör Customer Experience & Digital Channels.\nTeamen du kommer stötta utvecklar dels komplexa prognoser, analyser och framtagandet av kundinsikter och dels designar och utvecklar Vattenfall Eldistributions hemsidor och webprodukter, så som www.vattenfalleldistribution.se och Mina sidor. \n Ansvarsområden och arbetsuppgifter\nMotivera och inspirera teamet kring det agila arbetssättet och främja en kultur av kontinuerlig förbättring och lärande inom teamet.\nLeda stand-ups, sprint plannings och retrospectives och andra ceremonier.\nSäkerställ efterlevnad av Scrum-värderingar och -praxis.\nMöjliggöra teamets utveckling och leverans av tekniska lösningar och nya funktioner som uppfyller affärsbehov och våra kunders förväntningar.\nIdentifiera och ta bort hinder som påverkar teamets effektivitet och engagemang.\nUnderlätta kommunikation mellan team och möjliggör effektivt samarbete med andra interna intressenter.\n\n\n\nKravspecifikation\nRelevant akademisk examen inom ett tekniskt område.\nFlera års erfarenhet som Scrum Master samt en stark förståelse av agila metodiker (Scrum, Kanban, etc.).\nGoda kunskaper i svenska och engelska, i både tal och skrift.\nErfarenhet av projektledning är meriterande.\nErfarenhet inom energibranschen är meriterande.\n\n\n\nYtterligare information\nVi erbjuder \nVi erbjuder en spännande arbetsvardag och en bra balans i livet på en attraktiv arbetsplats med goda möjligheter till utveckling. Vi arbetar i en säker och motiverande miljö, med en stark och positiv kultur präglad av omtanke för alla. För att du ska trivas erbjuder vi möjlighet till ständigt lärande, bra arbetsvillkor och ett brett utbud av personalförmåner. Läs mer om våra förmåner här.  \n Vi är övertygade om att mångfald bidrar till att bygga ett mer lönsamt och attraktivt företag och strävar efter att vara goda förebilder när det gäller mångfald. Vattenfall Eldistribution värdesätter allas lika värde och arbetar aktivt för att alla medarbetare ska ha samma möjligheter och rättigheter oavsett ålder, etnisk eller kulturell bakgrund, könstillhörighet, religion/tro, sexuell läggning eller funktionsförutsättning. Läs mer om hur vi arbetar med mångfald och inkludering här. \nPlaceringsort\nSolna, med möjlighet till hybridarbete.  \nKontaktpersoner \nFör mer information om själva tjänsten kontakta rekryterande chef: Ingrid Buddee (tillförordnad) på 070 261 77 69.\nFör mer information kring själva rekryteringsprocessen, kontakta rekryterare Catalina Roa Rodriguez på 070 00 26 802.\nFackliga representanter för denna tjänst är Christian Ericsson, Ledarna, Anne-Marie Sjöbohm, Akademikerna, Asim Nokic, Unionen, Ulf Teng man, SEKO. Alla kontaktpersoner nås via Vattenfalls växel 08-739 50 00. \nVälkommen med din ansökan senast den 6 april 2025.  Urval och intervjuer sker efter sista ansökningsdatum. Vi tar endast emot ansökningar via vår webbplats. \nVattenfall är en del av Sveriges kritiska infrastruktur, därmed är många av våra tjänster säkerhetsklassade. Är denna tjänst säkerhetsklassad kommer säkerhetsprövning genomföras innan anställning, i enlighet med säkerhetsskyddslagen. \nVi ser fram emot din ansökan!",
      "Techstack": "-",
      "Produkt": "Elnätverksamhet, kundinsikter, webprodukter (t.ex. hemsidor, Mina sidor)",
      "Företagsstruktur": "Ett av Sveriges största elnätsföretag, ansvarar för eldistribution till fler än 900 000 kunder, minimum tre agila team",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "http://www.linkedin.com/company/vattenfall",
        "facebook": "https://www.facebook.com/vattenfall/",
        "twitter": null,
        "instagram": "https://instagram.com/vattenfall"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    }
  ]
}