{
  "page": 3,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 100,
      "företagsnamn": "Together Tech AB",
      "företagswebb": "https://www.togethertech.com/",
      "organisationsnummer": "5565764668",
      "sökterm": [
        "Frontendutvecklare",
        "PHP",
        "PyTest",
        "HTML",
        "Ansible",
        "Python",
        "GitLab",
        "Node.js",
        "C/C++",
        "C#-utveckling",
        "MySQL",
        "Robot Framework",
        "fullstackutvecklare",
        "Penetration Testing",
        "Jenkins",
        "CSS",
        "PostgreSQL",
        "Mjukvaruutvecklare",
        "REST",
        "utvecklare",
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29485916",
      "titel": "Embedded-utvecklare, Jönköping",
      "beskrivning": "Är du en passionerad Embedded-utvecklare som vill skapa teknik som gör skillnad? Vår arbetsplats är inkluderande och dynamisk, där vi uppmuntrar dig att kombinera din tekniska kompetens med viljan att utmana och bidra till en mer hållbar framtid.\nSom Embedded-utvecklare hos oss kommer du arbeta med hårdvarunära programmering i C för inbyggda system på en linux plattform. Vidare innefattar din roll plattformsutveckling, kravställning, design, test och verifiering, för att säkerställa robusta och högpresterande lösningar. Du kommer att ha möjlighet att arbeta i olika projekt främst i längre kunduppdrag men även i våra inhouse-projekt, där du får vara med och skapa framtidens tekniklösningar inom olika utmanade projekt. \n \nDin tekniska bakgrund\n Master-/kandidatexamen inom data, elektro eller närliggande område.\n Mjukvaruutvecklare med omfattande arbetslivserfarenhet inom RnD, med fokus på C-programmering för inbyggda system.\n Arbetsrelaterade kunskaper inom testutveckling\n Du har erfarenhet av utveckling i Embedded Linux-miljö, inklusive arbete med drivrutiner även versionshantering med verktyg som Git, Gerrit och Jenkins\n God kommunikationsförmåga, flytande i svenska och engelska.\n \nEn del av våra uppdrag finns inom säkerhetsklassade områden och för dessa krävs en säkerhetsprövning innan du kan påbörja uppdraget. Svenskt medborgarskap är krav gällande säkerhetsklassat område.\n \nDina personliga egenskaper\nAtt vara konsult kräver en flexibel och nyfiken grundinställning, ett självständigt arbetssätt och förmågan att bygga starka relationer med kunder och kollegor. Du är intresserad av de senaste teknikerna inom mjukvaruområdet och är motiverad att utvecklas tillsammans med oss.\nTogether Tech för hållbar produktutveckling\nVi ger möjligheter till att kunna utvecklas genom en variation av uppdrag inom olika branscher och områden, i uppdrag hos kund eller i något av våra spännande in-houseprojekt. Hos oss på Together Tech arbetar du tillsammans med andra ingenjörer som brinner för miljö och hållbarhet, alla med en vilja att skapa bestående lösningar med hjälp av teknik – eller som vi säger: Better World Tech!\nDin utveckling & vårt stöd\nDin utveckling och ditt välmående är viktigt för oss varpå vi erbjuder förmåner som stöttar dig och din karriär på bästa sätt. Vi värdesätter vikten av trygg anställning och fast lön, och är kollektivanslutna. För att främja din hälsa erbjuder vi friskvårdsbidrag på 4000 kr per år och även hälsoundersökning, bidrag till aktiviteter och friskvårdsrabatter. \nVi gillar att umgås med varandra i olika sociala aktiviteter, som passar alla! Alltifrån afterworks, sportaktiviteter och 5-kamp till företagskonferenser. Vi strävar efter att ge dig förutsättningar att växa genom olika uppdrag och projekt samt individuella utvecklingsplaner. Vi erbjuder även kurser inom hållbarhet och andra områden inom ramen för din roll och dina mål. Vi är stolta över att vara utsedda till en av Sveriges mest attraktiva arbetsgivare 2024 och 2025 av Karriärföretagen!  \n  \nVill du veta mer om oss, besök gärna vår hemsida www.togethertech.com\nFör frågor kring den aktuella tjänsten, kontakta rekryterande ledare Björn Aiff, på telefon +46 708 35 72 92",
      "Techstack": "C/C++, Python, Embedded Linux (Yocto), Git, Gerrit, Jenkins, Computer Vision, Deep Learning",
      "Produkt": "Mjukvaruutveckling för hållbara tekniklösningar, Utveckling och optimering av mjukvara",
      "Företagsstruktur": "Ett självständigt och agilt team med ansvar för allt från planering till systemdesign, kravställning, implementering och testning. Företagets uppdrag innehåller både kundprojekt och internt utvecklade projekt.",
      "Ekonomi": "Företaget visar en positiv trend med en omsättning på 201,28 Mkr under 2023. Dess vinstmarginal låg vid −1,9 % under samma år.",
      "Ekonomisiffor": {
        "Omsättning": 201277,
        "Resultat": -3868,
        "Omsättningsförändring": "11.6%"
      },
      "kontakter": [
        {
          "email": "contact@togethertech.com",
          "name": "Contact",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "sara.lindmark@togethertech.com",
          "name": "Sara Lindmark",
          "position": "",
          "source": "https://www.togethertech.com/contact"
        },
        {
          "email": "camilla.danielsson@togethertech.com",
          "name": "Camilla Danielsson",
          "position": "",
          "source": "https://www.togethertech.com/contact"
        },
        {
          "email": "sara.elliot@togethertech.com",
          "name": "Sara Elliot",
          "position": "",
          "source": "https://www.togethertech.com/contact"
        },
        {
          "email": "kristian.rosberg@togethertech.com",
          "name": "Kristian Rosberg",
          "position": "",
          "source": "https://www.togethertech.com/contact"
        },
        {
          "email": "kristina.tollbo@togethertech.com",
          "name": "Kristina Tollbo",
          "position": "",
          "source": "https://www.togethertech.com/contact"
        },
        {
          "email": "karina.bret@togethertech.com",
          "name": "Karina Bret",
          "position": "",
          "source": "https://www.togethertech.com/contact"
        },
        {
          "email": "mikael.duvander@togethertech.com",
          "name": "Mikael Duvander",
          "position": "",
          "source": "https://www.togethertech.com/contact"
        },
        {
          "email": "anna.axelsson@togethertech.com",
          "name": "Anna Axelsson",
          "position": "",
          "source": "https://www.togethertech.com/om-oss"
        },
        {
          "email": "anna.ofwerman@togethertech.com",
          "name": "Anna Ofwerman",
          "position": "",
          "source": "https://www.togethertech.com/om-oss"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 101,
      "företagsnamn": "GESHDO Now AB",
      "företagswebb": "https://GESHDO.COM",
      "organisationsnummer": "5590535208",
      "sökterm": [
        "utvecklare",
        "Python",
        "Serverless",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29054503",
      "titel": "Senior React & Python utvecklare till GESHDO i Malmö",
      "beskrivning": "Introduktion\nUtvecklare, programmerare, kodare,mjukvaruingenjör - oavsett vad du kallar dig själv är det dig vi letar efter!\nVem är du?Du har erfarenhet och passion för mjukvaruutveckling och har arbetat i mer än 5 år inom området. Du önskar att alla människor förstod skönheten i att skriva kod och det hantverk som du gör varje dag. Som person är du nyfiken, öppen och kommunikativ.\nDu besitter gedigenkunskap i React på frontendsidan samt Python påbackendsidan och trivs med att dela dina kunskaper samtidigt som du får möjlighet att utvecklas.\nErfarenhet med molnplattformar somGCP samt IaC-verktyg som Terraform är ett stort plus.\nVad du kommer att göra:  Hacka molnet. Vi arbetar med toppmodern teknik, och våra kompetenser täcker de tre huvudsakliga molnplattformarna, GCP, AWS och Azure, även om vi för närvarande fokuserar mest på GCP. Vi ser det som vår uppgift att driva gränserna för vad som är möjligt i en molnmiljö och utmana de skrivna och oskrivna reglerna om bästa praxis.\n  Skriva kod. Vi är stolta över att kalla oss utvecklare! Vi älskar att testa nya ramverk och strävar alltid efter att förbättra våra arbetsmetoder. Filosofin är att vi bygger det, vi kör det. Därför är strävan efter molnbaserade teknologier, som serverless, verkligen viktigt.\n  Konsultation. Vi är alla konsulter, och våra kunder litar på oss att hitta de bästa IT-lösningarna för dem. På GESHDO kommer du att arbeta nära klienter och andra talangfulla IT-professionella.\n  Vad vi har att erbjuda dig  Uppsatta mål:Våra anställda är vad som gör oss speciella, och att göra dig glad och tekniskt utmanad är vad som driver oss framåt. Några exempel vi erbjuder för att uppnå detta är utbildning i nya teknologier, möten med vår arbetscoach samt de bästa verktygen för att koda. \n  Öppenhet:Vi är grundade av två utvecklare som fastslog sina grundvärderingar utifrån sina egna omfattade erfarenheter som konsulter. En viktig punkt hos oss är att vi är öppna med varandra. Vi har inga hemligheter, och den som vill vara del av besluttaganden är välkommen med öppna armar. \n  Social miljö:Balans mellan arbetsliv och privatliv är viktigt för oss. Möten sker under arbetstid och mertid är något vi alltid strävar efter att undvika. Vi gillar att spendera tid ihop och försöker att göra det så ofta som möjligt. Roliga och frivilliga aktiviteter vi gör ihop är till exempel konferenser två gånger per år, arrangera hackathons, tränar tillsammans och ibland avslutar vi även dagen med en afterwork. \n  Konkurrensförmåner:Vi erbjuder dig en trygg tjänstepension samt skydd om du blir sjuk. Du kommer att ha tillgång till vår personliga tränare och vår arbetscoach. Som anställd hos oss ger vi dig en tydlig plan på hur du kan höja din lön och nå nästa steg i din karriär. \n  “GESHDO-filosofin”:Vi vill utmana industrins standard för att återigen lägga det primära fokuset på resultatet för slutanvändaren. Det primära fokuset för utveckling ska inte vara bekvämlighet. Att utmana dig själv och ditt sätt att tänka, använda nya teknologier och tänja gränser är vad som gör att utveckling blir ett användbart redskap och inte en restriktion. Låter detta intressant för dig? I så fall är vi övertygade om att vi kan ha mycket kul på jobbet ihop! \n \n\nWe areGESHDOandwe get shit done! Nice to meet you!",
      "Techstack": "React, Python, GCP, AWS, Azure, serverless teknologier, IaC-verktyg som Terraform",
      "Produkt": "Konsulttjänster inom IT-industrin, Mjukvaruutveckling, Molnbaserade teknologier",
      "Företagsstruktur": "Företaget är grundat av två utvecklare. Det har 30 anställda. VD för företaget är Joel Henning Axel Roos.",
      "Ekonomi": "Företaget har en trygg tjänstepension och erbjuder skydd vid sjukdom. De har en tydlig plan för anställda att höja sin lön och nå nästa steg i sin karriär.",
      "Ekonomisiffor": {
        "Omsättning": 36234,
        "Resultat": 3972,
        "Omsättningsförändring": "34,0%"
      },
      "kontakter": [
        {
          "email": "info@GESHDO.COM",
          "name": "GESHDO Now AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 102,
      "företagsnamn": "Empori Systems AB",
      "företagswebb": "http://www.empori.se",
      "organisationsnummer": "5566442058",
      "sökterm": [
        "Python",
        "AWS Lambda",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29326215",
      "titel": "Webbutvecklare med intresse för Python",
      "beskrivning": "Vill du vara med på en resa i en växande mjukvarukoncern med höga ambitioner där det du gör kommer att efterfrågas och göra skillnad på riktigt, och där du har väldigt stor chans att växa och utvecklas? Vi på Empori söker nu en Webbutvecklare med intresse för Python som vill vara med och bidra till utveckling samt ta ägandeskap för en del av våra produkter inom E-handel.\nEmpori utvecklar, säljer och förvaltar specialiserade webblösningar till våra kunder utifrån plattformen Umbraco och vår egenutvecklade e-handelsplattform Primeflow. Tillsammans med våra systerbolag inom Progrits-gruppen erbjuder vi branschanpassande lösningar inom webb-och e-handel till kunderna. Vi drivs av att våra kunder syns mer och säljer mer till fler, genom att ta deras affärer till nätet.\nOm rollen\nI rollen som Webbutvecklare med intresse för Python hos oss på Empori kommer du att ha ett övergripande ansvar för delar av våra Pythonplattformar. Den omfattar i dagsläget ett flertal mindre produkter som har en enhetlig och modern arkitektur. Du kommer att arbeta med både vidareutveckling och förvaltning av dessa system. Vi ser att du kommer leda och driva arkitekturfrågor och produktutveckling, där du har stort utrymme att ta egna initiativ. \nSom vår Pythonutvecklare kommer du att samarbeta nära med vårt React- och .NET-team för att integrera e-handelsplattformen med övriga system. Vi jobbar proaktivt och tänker framåt för att bygga en snabbfotad och innovativ e-handelslösning. I ett nära samarbete med dina kollegor kommer du även agera teknisk expert som stöttar våra säljare i kunddialoger.\nEmpori har ett kontor i Falun men det går lika bra att utgå från Göteborg där Progrits och stora delar av Empori sitter. Eftersom vi har ett nära samarbete med vårt systerbolag Verendus är det även möjligt att utgå från deras kontor i Jönköping.\nOm dig\nFör att må bra, trivas och bli framgångsrik i rollen är din inställning lika viktig som din erfarenhet. Med det sagt ser vi gärna att du har minst ett par års arbetslivserfarenhet av systemutveckling där du arbetat med Python, Django och React. \nErfarenhet av Docker, Kubernetes, AWS och Postgres 9+ är meriterande. Ett intresse för hosting, exempelvis att deploya nya miljöer, samt erfarenhet av cloud hosting är också ett plus.\nVi tror att du har erfarenhet av att arbeta i små bolag där det är snabba beslutsvägar och där alla tar stolthet för den produkt vi utvecklar. Vi ser även att du trivs med att ta ansvar för en produkt och vara drivande i dess vidareutveckling. Du är trygg med att ta initiativ och driva de initiativen framåt antingen själv eller tillsammans med andra. Eftersom vi är en liten organisation ser vi att du är van vid att arbeta i ett högt tempo där du har mycket frihet under ansvar samtidigt som du även arbetar nära andra.\nDå våra kunder till stor del finns i Sverige behöver du kunna kommunicera obehindrat på svenska i både tal och skrift.\nLåter det intressant – kontakta oss!\nLåter det här som ett team, en arbetsmiljö och kultur du skulle kunna trivas i – då vill vi gärna höra mer från dig! Sök jobbet, connecta med oss eller dela detta med någon du tror skulle passa in.\nHar du frågor om tjänsten, teamet eller företaget hör du av dig till Elin Andersson, Tech Talent Acquisition Specialist på Progrits. \nDå det är juletider vill vi flagga för att det kan dröja lite längre än normalt att få återkoppling på din ansökan. Urval och intervjuer kommer att påbörjas i början på januari. \nVilka vi är\nVår kultur präglas av mantrat ”laget före jaget”. Vi är alla införstådda med vad som behöver göras och byggas, för att hjälpa våra kunder att utveckla sina verksamheter. Alla hugger i där det behövs för att ro projekt i hamn, lösa supportärenden och vidareutveckla våra produkter.\nDetta gör en del av teamet från vårt kontor i Tension-huset i Falun och resten av teamet utgår från Progrits-kontoret i Göteborg, samtidigt som vi har några remote-kollegor på Sri Lanka. Vi blir såklart extra glada om du vill sitta på något av våra kontor men möjligheten att sitta remote finns också. Vi är ett multikulturellt bolag på en internationell marknad.\nEn del av Progrits\nEmpori är en del av Progrits – en nordisk mjukvarukoncern med ett tiotal entreprenörsdrivna bolag inom branscherna fordon, transport & logistik samt integrerad e-handel. Vi drivs av teknisk innovation, med kravet att kundnyttan alltid står i centrum. Sedan 2023 är Progrits en del av Axcel, ett nordiskt riskkapitalbolag med stort intresse för tech-sektorn.\nAtt vara en del av Progritsinnebär ökade möjligheter för utveckling både för oss som företag och för dig som anställd, och samtidigt större trygghet.\nÄr du somoss,tror vi att duvill känna meningsfullhetpå jobbet – och vara medomatt göraEmporitill ett ännu bättre och roligare ställe att jobba på. För roligt är viktigt – jobbet är en för stor del av livet för att inte ha kul.",
      "Techstack": "Python, Django, React, Docker, Kubernetes, AWS, Postgres 9+, Umbraco, Primeflow",
      "Produkt": "Empori utvecklar, säljer och förvaltar specialiserade webblösningar till sina kunder utifrån plattformen Umbraco och företagets egenutvecklade e-handelsplattform Primeflow.",
      "Företagsstruktur": "Empori är en del av Progrits - en nordisk mjukvarukoncern med ett tiotal entreprenörsdrivna bolag. Det omfattar mindre produkter med en enhetlig och modern arkitektur. Företaget har även ett nära samarbete med systerbolaget Verendus.",
      "Ekonomi": "Företaget gjorde ett resultat på 147 KSEK med en omsättning på 9 455 KSEK under 2023. Företaget hade en omsättningstillväxt på 32,1% och en vinstmarginal på 10,4% vid senaste årsbokslutet.",
      "Ekonomisiffor": {
        "Omsättning": 9455,
        "Resultat": 147,
        "Omsättningsförändring": "32,1%"
      },
      "kontakter": [
        {
          "email": "info@empori.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "support@empori.se",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "noreply@empori.se",
          "name": "Noreply",
          "position": "",
          "source": "http://www.empori.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 103,
      "företagsnamn": "Carabiner AB",
      "företagswebb": "http://www.carabiner.se",
      "organisationsnummer": "5590224258",
      "sökterm": [
        "Python",
        "Functional Programming",
        "Mjukvaruutvecklare",
        "Git"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542304",
      "titel": "Test System Developer within automotive",
      "beskrivning": "We at Carabiner are now looking for an experienced Test System Developer that wants to help one of our clients to develop and implement test systems for next generation of automotive vehicles.\nAbout the role\nAs a Test System Developer, you will play a pivotal role in designing and developing advanced test systems for the automotive industry. For one of our client you will work on creating automated test systems and frameworks and ensuring the seamless integration of testing processes within active safety functions for collision avoidance.\nYou will collaborate with cross-functional teams to understand test requirements and contribute to the development of comprehensive test plans. You will ensure the quality of software through the creation and execution of test cases.\nTo ensure that you support the client in the best way possible, you will stay current with industry best practices and technologies to continuously improve testing processes as well as your skills.\nAbout you\nYou have a University Degree in Electrical Engineering, Physics, Computer Science, Mechatronics, or other relevant technical field of study. You have a minimum of 5 years of experience working as an engineer.\nYou have documented experience from test design and test system development, preferably in the automotive industry. You have strong skills in Python, C/C++ and are familiar with CANoe and CAPL programming. You preferably also have experience in designing and developing automated test systems and frameworks. You are excellent in English, spoken and written.\nMeritorious:\nFamiliarity with test requirements and the ability to create and execute test plans.\nStrong problem-solving skills and attention to detail.\nExperience working in Linux environments is a plus.\nFamiliarity with agile methodologies.\nProtocols: CAN, LIN, FlexRay\nTools: LabView, GiT, JIRA, SVN, MatLab, Simulink\nSoftware processes / standards: ASPICE, ISO 26262,\nISTQB-certification\n\nAs a person\nYou have high integrity and appreciates diversity in the workplace. You have strong communication skills, are a reliable team player and comfortable taking the lead when needed. You enjoy both collaboration with different stakeholders as well as the freedom and responsibility to act independently. You have a strong customer focus and work in a structured way.\nAbout us\nCarabiner is an engineering company with its headquarters in Gothenburg, Sweden. We offer engineering services for development of embedded systems with technological excellence in functional safety, system development and software development.\nWe strongly believe in empowering and respecting diversity, different perspectives and experiences to reach our goals and create a great place to work.\nWhat we offer\nHere at Carabiner, you will join a highly specialized and diverse team and develop your skills in a dynamic working environment, and having fun while doing so. Our homely atmosphere mediates the importance of teamwork and individual contributions.\nWe at Carabiner believe in investing in our employees, by offering our consultants access to an individual training pot, bonuses, free vacation between Christmas and New Year´s eve and also generous health allowance.\nAt Carabiner, transparency, job security and fair working conditions for all our employees is of highest priority, therefore, Carabiner is a member of Teknikföretagen and has signed on to the collective agreement with relevant labour unions.\nHow to Apply and Connect\nIs this you? Do not wait with your application! We welcome your application already today but no later then 3rd of April, 2025 at the latest. Apply by sending your CV to career@carabiner.se. Mark your application with ‘Test System developer – April 2025’.\nFor questions regarding the position please contact our Recruitment Manager Victor Holkert at victor.holkert@carabiner.se",
      "Techstack": "C++/C, Python, FlexRay, GiT, JIRA, SVN, MatLab, Simulink, CAN, LIN, ISO 26262, ASPICE",
      "Produkt": "Teknisk konsultation och utveckling av elektroniska styrsystem med datorer företrädevis mot verkstadsindustrin, mjukvaruutveckling, kurser, rådgivning, verksamhetsutveckling",
      "Företagsstruktur": "Bolagets VD är Babak Rostamzadeh. Styrelsen består av 80% män (4 personer) och 20% kvinnor (1 person)",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "14.5%"
      },
      "kontakter": [
        {
          "email": "david.niklasson@carabiner.se",
          "name": "David Niklasson",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "victor.holkert@carabiner.se",
          "name": "Victor Holkert",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "babak.rostamzadeh@carabiner.se",
          "name": "Babak Rostamzadeh",
          "position": "",
          "source": "http://www.carabiner.se/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 104,
      "företagsnamn": "Ellevio AB",
      "företagswebb": "https://www.ellevio.se",
      "organisationsnummer": "5560377326",
      "sökterm": [
        "TypeScript",
        "Python",
        "fullstackutvecklare",
        "Azure",
        "React Native",
        "Sharepoint",
        "Docker",
        "Frontend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562142",
      "titel": "Systemkoordinator – Integration Online TOC",
      "beskrivning": "Är du redo för att hänga med på vår spännande resa? Ellevio är ett av Sveriges största elnätsbolag och tillsammans fortsätter vi att elektrifiera Sverige. Hos oss är du en del av en trygg och viktig framtidsbransch samtidigt som du får möjlighet att göra skillnad, växa som individ och ha riktigt kul på vägen! Vi tror på en ljus och hållbar framtid, gör du?\n\nVill du vara en del av en framtidsbransch och bidra till en stabil och effektiv drift av våra digitala tjänster? Vi söker nu en Systemkoordinator till vårt Technical Operations Center (TOC) – en central funktion där du blir en viktig del i att säkerställa att våra system fungerar optimalt.\n\nOm rollen som Systemkoordinator\n\nI rollen som Systemkoordinator arbetar du med administration och tekniskt stöd inom systemförvaltning och integration. Du säkerställer att våra system fungerar korrekt genom att hantera inrapporterade incidenter, agera på larm, koordinera processer och supportera både interna och externa intressenter. Rollen erbjuder en långsiktig och stabil möjlighet att fördjupa din expertis inom systemförvaltning och vara en nyckelspelare i teamet, där du och ditt team har det operativa ansvaret för att säkerställa att IT-systemen är tillgängliga, säkra, effektiva och uppdaterade.\n\nDu kommer att:\n\n\n• Övervaka systemens tillgänglighet och prestanda samt rapportera återkommande problem.\n• Hantera och felsöka incidenter, samt eskalera vidare vid behov.\n• Stötta system managers och testledare i det dagliga arbetet.\n• Kommunicera med leverantörer och följa upp ärenden.\n• Ge tekniskt stöd till externa parter och hantera enklare felsökningar i integrationsplattformar som BizTalk och IBM MQ.\n• Dokumentera och förbättra processer för en effektiv systemförvaltning.\n\nVem är du?\n\nDu är en person som trivs i en dynamisk miljö, är självgående och tar ansvar för dina arbetsuppgifter. Du är analytisk, lösningsorienterad och gillar att samarbeta med kollegor i olika delar av verksamheten. Med en nyfiken inställning och ett öga för detaljer bidrar du till att säkerställa driften av våra system och tjänster på bästa sätt. Vi blir ofta inblandade i frågor och incidenter där vi inte är orsaken till felet men vi behöver hjälpa till i detektivarbetet att lista ut var i kedjan det är fel. Det är därför viktigt att du trivs med felsökning och kan hjälpa våra intressenter att göra en första bedömning av problem och incidenter.\n\nVi söker dig som har:\n\n\n• Grundläggande förståelse för systemintegration och teknisk problemlösning.\n• God kommunikativ förmåga, både på svenska och engelska.\n• En strukturerad och noggrann arbetsstil med förmåga att hantera flera uppgifter parallellt.\n\nMeriterande om du har:\n\n\n• Har erfarenhet av förvaltning och felsökning\n• Kunskap om ITIL-ramverket och dess tillämpning.\n• Har erfarenhet av MS Azure och MS BizTalk\n• Loggning / monitorering i Azure och BizTalk\n• Förståelse för hur IT-system stödjer affärsverksamhet och helhetsperspektiv.\n• Praktiskt erfarenhet av test eller relevant certifikat (ISTQB, BBST, MoT eller liknande)\n\nEllevio som arbetsgivare\n\nDet är viktigt för oss att medarbetare trivs, känner engagemang och drivs av viljan att kontinuerligt lära nytt och utvecklas. Endast då kan vi tillsammans nå vår vision om en ljus och hållbar framtid. Hos oss får du stora möjligheter att både påverka företaget i stort och din egen karriär. Ett fint bevis på det är att vi i år blivit utnämnda till Karriärföretag för femte året i rad!\n\nVi arbetar ständigt för ett hållbart och utvecklande arbetsklimat där jämställdhet, mångfald och inkludering är en självklarhet. Till exempel finns ELLE-nätet, Ellevios interna kvinnliga nätverk, för att skapa förutsättningar för ökad samverkan och trivsel. \n\nOm du vill ta reda på mer:\n\n\n• Möt några av dina blivande kollegor\n• Läs mer om vårt erbjudande till anställda\n• Läs mer om vår rekryteringsprocess\n\nBra för dig att veta!\n\nVi vill tillsätta våra tjänster så snart vi hittar en bra match och därför rekommenderar vi dig att inte vänta med att skicka in din ansökan. Gillar du det du har läst hittills och vill vara med på vår resa framåt – skicka in ditt CV eller Linkedinprofil senast den 4 april.\n\nVill du veta mer om tjänsten är du välkommen att kontakta rekryterande chef Mia Jedborn på mia.jedborn@ellevio.se. Vid frågor gällande ansökningsprocessen kontakta rekryteringsansvarig Gabriella Boumadi på gabriella.boumadi@ellevio.se.\n\nDå vi är en samhällsviktig verksamhet genomför vi alltid bakgrundskontroller på samtliga slutkandidater. Om den aktuella tjänsten är inplacerad i säkerhetsklass genomför vi, i enlighet med säkerhetsskyddslagen (2018:585,) en säkerhetsprövning med registerkontroll innan anställning. Om du söker en tjänst hos oss som kan komma att krigsplaceras får du information om det i samband med din anställning.",
      "Techstack": "PSS/E, CIM, Python, Matlab",
      "Produkt": "Elektricitet, elnät",
      "Företagsstruktur": "Ellevio AB är ett av Sveriges största energibolag med 706 anställda. Företaget är även berömt för att det har en jämn könsfördelning i styrelsen med 50% män och 50% kvinnor.",
      "Ekonomi": "Ellevio AB är ett aktiebolag och är en viktig aktör inom energibranschen i Sverige. De gör stora investeringar i sitt nätverk för att elektrifiera Sverige.",
      "Ekonomisiffor": {
        "Omsättning": 8504,
        "Resultat": 225,
        "Omsättningsförändring": "11,1%"
      },
      "kontakter": [
        {
          "email": "info@ellevio.se",
          "name": "Ellevio AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 105,
      "företagsnamn": "Göteborgs Universitet",
      "företagswebb": "http://www.gu.se/",
      "organisationsnummer": "2021003153",
      "sökterm": [
        "Unity",
        "Python",
        "PyTorch",
        "GCP",
        "ChatGPT"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29525620",
      "titel": "Sjuksköterska",
      "beskrivning": "Göteborgs universitet möter samhällets utmaningar med mångsidig kunskap. 56 000 studenter och 6 600 medarbetare gör universitetet till en stor och inspirerande arbetsplats. Stark forskning och attraktiva utbildningar lockar forskare och studenter från hela världen. Med ny kunskap och nya perspektiv bidrar Göteborgs universitet till en bättre framtid.Institutionen för medicin, Avdelningen för molekylär och klinisk medicin, bedriver translationell forskning främst kring metabolism, diabetes, fetma och kardiovaskulär sjukdom i syfte att förbättra hälsa och sjukvård i samhället. Det övergripande målet är att skapa en excellent translationell forskningsmiljö av mycket hög internationell standard. \n\nBåde kosten och bakterierna i tarmen har en stor betydelse för människors hälsa och välmående. En stor del av forskningen inom området bygger på data från djurstudier eller epidemiologiska studier hos människa. Behovet av välkontrollerade interventionsstudier för att belägga orsakssamband och utreda underläggande mekanismer är stort. Vår forskargrupp studerar kostens roll och betydelse för prevention av kardiometabola sjukdomar, viktkontroll och aptitreglering. Vi är särskilt intresserade av att utifrån omfattande data från individer (mikrobiota, metabolomik, hälsostatus, kost- och livsstilsvanor) ta fram bättre och mer individanpassade metoder för mer effektiv prevention (precisionsnutrition). Vår forskagrupp har sin huvudsakliga hemvist på Chalmers men har en expanderande gren på Sahlgrenska. Vi hoppas att du vill bli en del av vår grupp! Välkommen med din ansökan! \n\nArbetsuppgifter \nSom en del av forskningsgruppen kommer du att arbeta i en miljö i den absoluta framkanten av forskning inom både kost, tarmbakterier, hjärtkärlsjukdom, i gränslandet mellan biomedicin och klinik. Du kommer även att vara en viktig del av ett större team av forskare och läkare med olika kompetenser som samarbetar kring ambitionen att i förlängningen påverka förebyggande vård för några av våra vanligaste folksjukdomar. Som sjuksköterska kommer du att delta i ett flertal forskningsstudier. Du kommer att planera ditt arbete tillsammans med övriga i teamet.  \n\nArbetsuppgifterna omfattar att assistera vid rekrytering av försökspersoner baserat på specificerade inklusions- och exklusionkriterier, planera och koordinera besök i studien, genomföra blodprovstagning, datainsamling, hantering och biobankning av blod, urin och avföringsprover prover från studiedeltagare, insamling och hantering av kliniska data, koordinera insatser tillsammans med dietist, labbpersonal och forskarna. \n\nKvalifikationer \nKrav:\nLegitimerad sjuksköterska. \nMinst 3 års arbetslivserfarenhet som sjuksköterska. \nDokumenterad erfarenhet av att ta blodprover. Mycket goda kunskaper i svenska.\n\nMeriterande:\nTidigare erfarenhet av hantering och biobanking av biologiska prover\nErfarenhet av medverkan i forskningsstudier\nKunskap och certifiering inom Good Clinical Practice (GCP)\nTidigare erfarenhet av att arbeta i en internationell forskningsmiljö med engelska som arbetsspråk\n\nPersonliga egenskaper\nVi söker dig som är trygg, flexibel och gillar att arbeta i ett högt tempo tillsammans med andra där du är självgående i din roll som sjuksköterska. Vi hoppas också att du har ett genuint intresse för forskning och fortbildning inom området. Du är strukturerad och kvalitetsmedveten, men också flexibel och kreativ. Samarbetsförmåga, och god förmåga att kommunicera på både svenska och engelska är centralt för uppdraget. Vi lägger mycket stor vikt vid personlig lämplighet. \n\nAnställning \nAnställningsform: Tidsbegränsad anställning, 7 månader\nOmfattning: 100%\nPlacering: Institutionen för medicin, Göteborg\nTillträde: Snarast\n\nKontaktuppgifter för anställningen \nRikard Landberg\nGästprofessor\n072 350 93 86\nrikard.landberg@chalmers.se\n\nMalin Levin\nAvdelningschef\nmalin.levin@gu.se\n\nFackliga organisationer \nFackliga företrädare vid Göteborgs universitet hittar du här: https://www.gu.se/om-universitetet/jobba-hos-oss/hjalp-for-sokande \n\nAnsökan \nDu söker anställningen via Göteborgs universitets rekryteringsportal genom att registrera din ansökan elektroniskt via hemsidan: https://www.gu.se/om-universitetet/jobba-hos-oss/lediga-anstallningar. Du som sökande ansvarar för att ansökan är komplett i enlighet med annonsen och att den är universitetet tillhanda senast sista ansökningsdag.\n\nBifoga legitimation för Sjuksköterska utfärdat av Socialstyrelsen. \n\nAnsökan ska vara inkommen senast: 2025-03-31\n\nUniversitetet arbetar aktivt för en arbetsmiljö med jämställda förhållanden och sätter värde på de kvalitéer mångfald tillför verksamheten. \n\nUniversitetet tillämpar individuell lönesättning. \n\nEnligt Riksarkivets föreskrifter är universitetet skyldigt att förvara ansökningshandlingar i två år efter tillsättningsbeslutet. Om du som sökande till en anställning särskilt begär tillbaka dina handlingar återsänds de när de två åren har förflutit, i annat fall kommer de att gallras ut. \n\nTill bemannings- och rekryteringsföretag och till dig som är försäljare: Göteborgs universitet anlitar upphandlad annonsbyrå i samband med rekrytering av personal. Vi undanber oss vänligen men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av jobbannonser.",
      "Techstack": "Matlabb, Python, R, STATA",
      "Produkt": "Utbildning, Forskning inom områden såsom osteoporos, endokrinologi, hematologi, gastroenterologi, hypertoni, lungmedicin och allergologi samt klinisk nutrition.",
      "Företagsstruktur": "Göteborgs universitet har 56 000 studenter och 6 600 medarbetare. Det består av olika institutioner, bland annat institutionen för medicin. Vidare har de ett Centrum för Sömn och Vakenstörningar vid Sahlgrenska Akademin.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@hum.gu.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "UFkansli@ped.gu.se",
          "name": "Ufkansli",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "info@sahlgrenska.gu.se",
          "name": "Info",
          "position": "",
          "source": "http://www.gu.se/kontakt"
        },
        {
          "email": "nfn@science.gu.se",
          "name": "Nfn",
          "position": "",
          "source": "http://www.gu.se/kontakt"
        },
        {
          "email": "info@handels.gu.se",
          "name": "Info",
          "position": "",
          "source": "http://www.gu.se/kontakt"
        },
        {
          "email": "samkansli@samfak.gu.se",
          "name": "Samkansli",
          "position": "",
          "source": "http://www.gu.se/kontakt"
        },
        {
          "email": "arkiv@gu.se",
          "name": "Arkiv",
          "position": "",
          "source": "http://www.gu.se/kontakt"
        },
        {
          "email": "konstkansli@konst.gu.se",
          "name": "Konstkansli",
          "position": "",
          "source": "http://www.gu.se/kontakt"
        },
        {
          "email": "registrator@gu.se",
          "name": "Registrator",
          "position": "",
          "source": "http://www.gu.se/kontakt"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 106,
      "företagsnamn": "NXT Interim Göteborg AB",
      "företagswebb": "http://nxtinterim.se/",
      "organisationsnummer": "5592796170",
      "sökterm": [
        "Python",
        "Scrum",
        "PowerShell"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29540589",
      "titel": "Business Analyst inom ServiceNow HR",
      "beskrivning": "Business Analyst ServiceNow HR\nDin roll\nVi söker Business Analysts som har erfarenhet av ServiceNow och framför allt HR modulen för uppdrag hos vår kund.\nSom IT Business Analyst hjälper du verksamheten med att säkerställa att kraven på IT system och tjänster tillgodoser verksamhetens behov.\nDu kommer verka i gränslandet mellan IT och verksamhet där du hjälper verksamheten att fånga och prioritera sina faktiska behov. Du kommer att driva workshops för att formulera och definiera tekniska-, affärsmässiga  regulatoriska krav. Det innebär att strukturera och följa upp och säkerställa att olika regulatoriska krav tillgodoses. Du kommer vara ett viktigt stöd till verksamheten genom att ta fram analytiska och faktabaserade beslutsunderlag som bidrar till att nå vår kunds affärsmål. Då de värdesätter en lärande miljö så finns stor möjlighet till personlig utveckling vilket kan leda till spännande uppdrag och projekt.\nFör att passa in i denna roll\nFör att passa i rollen tror vi att du är analytisk och strukturerad med ett stort driv att utvecklas. Vidare så är du nyfiken på ny teknik, tar gärna egna initiativ och gillar att lösa komplexa frågeställningar. Att arbeta agilt bör vara något du trivs med. Då du kommer vara en del av ett team där man delar med sig av kunskap och tar hjälp av varandra bör du gilla att samarbeta. Vidare är du prestigelös och har en förmåga att kunna arbeta i både detalj och helhetsperspektiv. Du trivs med att vara spindeln i nätet, är flexibel och får saker att hända.\nDu har erfarenhet av att hantera många olika intressenters varierande krav samt kan navigera och orientera dig i allt som detta innebär. \nFör att lyckas i rollen ser vi att du har erfarenhet inom följande områden:\n Relevant akademisk examen (som systemvetare) eller motsvarande erfarenhet\n Ha arbetat med kravhantering\n Erfarenhet av arbete inom ServiceNow, primärt HR-modulen\n Kommunikativ med mycket goda kunskaper i svenska och engelska, i både tal och skrift\n God analytisk förmåga\n Förmåga att driva och genomföra förändringar tillsammans med beslutfattare och utvecklare\n\nVi ser gärna att du har någon av följande certifieringar: \n Certified System Administrator (CSA)\n Certified Application Developer (CAD)\n Certified Implementation Specialist - Human Resources (CIS HR)\n\nÄven detta är meriterande\n Erfarenhet av utvecklingsprojekt och från att verka i gränslandet mellan verksamheten och IT\n Erfarenhet av att leda och fascilitera workshops\n Erfarenhet av applikationsutveckling\n Agila arbetssätt, ex Scrum eller DevOps\n\nSäkerhetsprövning\nVi utför säkerhetsprövning till många av våra tjänster, så även för denna. Du behöver vara svensk medborgare.\n \nLåter detta som en intressant roll?\nSök redan i dag så berättar vi mer. Vi behöver en ansökan, inkluderat CV, på svenska, som matchar vår kunds önskemål. Urval och intervjuer sker löpande så vänta inte med din ansökan då anbudstiden är kort.\n\nNXT Interim och NXT Rekrytering är ett nischat och innovativt företag som är verksamma inom konsult och rekryterings branschen. Vi är verksamma inom HR, IT, Ekonomi, Sälj och Marknad och har 20 års erfarenhet i branschen. Vi erbjuder våra konsulter bl a sjukförsäkring, remote-arbetsplatser och flera andra förmåner som förgyller deras vardag.",
      "Techstack": "Python, MATLAB, R, C",
      "Produkt": "Tjänster inom konsultation och rekrytering, specifikt inom HR, IT, Ekonomi, Sälj och Marknad samt ultraljudssensorteknik för avancerade förarassistanssystem och självkörande fordon",
      "Företagsstruktur": "Företaget tillhandahåller interimistiska personal- och bemanningslösningar. Dess verksamhet riktas även mot konsultation i rekryterings- och organisationsfrågor.",
      "Ekonomi": "Omsättningsförändringen var -96.1% vid senaste bokslut 2023. Ytterligare ekonomisk information krävs för mer detaljerad analys.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-96.1%"
      },
      "kontakter": [
        {
          "email": "info@nxtinterim.se",
          "name": "NXT Interim Göteborg AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "kontakt@nxtinterim.se",
          "name": "Kontakt",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=412598&path=ams&sub_id=406"
        },
        {
          "email": "andreas.frost@nxtinterim.se",
          "name": "Andreas Frost",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=412598&path=ams&sub_id=406"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 107,
      "företagsnamn": "ASTEK SWEDEN AB",
      "företagswebb": "https://astek-se.net",
      "organisationsnummer": "5562274000",
      "sökterm": [
        "Frontendutvecklare",
        ".NET",
        "React",
        "GitHub",
        "TypeScript",
        "Python",
        "Ansible",
        "Agile",
        "Node.js",
        "Kubernetes",
        "C/C++",
        "Frontend",
        "Vue",
        "Angular",
        "C#",
        "Docker",
        "Mjukvaruutvecklare",
        "Scrum",
        "Bash",
        "JavaScript",
        "Java",
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561037",
      "titel": "UX Designer",
      "beskrivning": "Vi söker en erfaren och driven Front-end utvecklare med kunskap inom UX-design för att stärka vårt team. I denna roll kommer du att arbeta med frontendutveckling samt säkerställa en användarvänlig designupplevelse.\n Ansvarsområden\n Utveckla och underhålla frontendlösningar\n Implementera och optimera användarupplevelsen i våra produkter\n Designa och utveckla responsiva och intuitiva gränssnitt\n Integrera API:er och hantera databaser\n Arbeta agilt tillsammans med designers, utvecklare och produktägare\n Säkerställa prestanda, säkerhet och skalbarhet i systemen\n Hålla sig uppdaterad om de senaste teknikerna och trenderna inom utveckling och UX\n \nKvalifikationer\n Minst 4 års erfarenhet av frontendutveckling\n Kunskaper i tekniker som JavaScript, TypeScript, React, Angular, Vue, Node.js, .NET eller liknande\n Erfarenhet av UX-design och användarcentrerad utveckling\n Förståelse för databaser, API:er och systemarkitektur\n Flytande i svenska, både i tal och skrift\n Svenskt medborgarskap\n \n \nAnnat Vissa av våra kunder kräver att du genomgår och godkänns enligt vår tid gällande bestämmelser för säkerhetsskydd. Vissa tjänster kan även kräva visst typ av medborgarskap.\nOm Astek Sweden\nAstek har alltid drivits av en stark upptäckarlust och en passion för teknikens möjligheter. Denna fascination utgör grunden för allt vi gör – vårt engagemang för innovation och produktutveckling, de långvariga kundrelationer vi bygger samt det värde vi skapar i varje uppdrag, varje dag. Hos oss får du möjligheten att utvecklas tillsammans med några av branschens mest kompetenta ingenjörer och tekniska experter.\nVad vi erbjuder\nVi är ett företag där innovation, gemenskap och utveckling står i centrum. Hos oss får du möjligheten att arbeta med spännande och utmanande projekt i en arbetsmiljö där din kompetens och dina idéer värdesätts. Vi erbjuder:\n En inspirerande arbetsplats där teknik och kreativitet möts.\n Möjlighet att arbeta med ledande aktörer inom branschen.\n Kompetensutveckling och karriärmöjligheter.\n En företagskultur där vi har kul tillsammans och stöttar varandra!\n Bra förmåner som t.ex. 5000kr i friskvård.\n \n \nVi uppmuntrar alla ingenjörer att söka oavsett kön, bakgrund eller livssituation.\n \nVill du också vara en del av vårt team?\nDå är du varmt välkommen med din ansökan.\nVi rekryterar löpande, tveka inte med din ansökan och kontakta oss gärna om du har frågor.\nAnsvarig rekryterare: Daniella Hernandez Mejl: Daniella.hernandez@astek.net Telefon: +46 070 624 0344\nVänligen notera att vi kan inte ta emot ansökningar via telefon eller mail enligt GDPR. Ansök via vår karriärsida.",
      "Techstack": "C, C++, Matlab/Simulink, Python, System Weaver, Elektra, Linux, Autosar, Aspice, ISO26262, nätverkskommunikation (LIN,CAN)",
      "Produkt": "Teknikkonsulttjänster, framför allt inom fordonsindustrin, produktutveckling",
      "Företagsstruktur": "Teknikkonsultbolag som värderar sina anställdas kompetens och säkerhet. Arbetar i agila utvecklingsteam. Huvudansvarig är Anders Andréas Sörensson Svensson.",
      "Ekonomi": "Företaget hade en omsättningsförändring på 21,4% vid senaste bokslut 2023.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "21.4%"
      },
      "kontakter": [
        {
          "email": "gabriela.caraiman@conmore.se",
          "name": "Gabriela Caraiman",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "axel.svensson@conmore.se",
          "name": "Axel Svensson",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "support@teamtailor.com",
          "name": "Support",
          "position": "",
          "source": "https://conmoreingenjorsbyraab.teamtailor.com/jobs/5421797-mjukvaruutecklare?promotion=1295609-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/in/andreas-svensson-2ba16954/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 108,
      "företagsnamn": "Skellefteå Kraftaktiebolag",
      "företagswebb": "http://www.skekraft.se/",
      "organisationsnummer": "5560162561",
      "sökterm": [
        "Python"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29346765",
      "titel": "Kvantitativ Analytiker",
      "beskrivning": "Vill du vara en del av att effektivisera den finansiella marknaden? Skellefteå Kraft söker en kvantitativ analytiker för anställning i Skellefteå.\n \nVälkommen med din ansökan!\n \nTjänsten\nFör den här tjänsten kommer du att ställas mot olika statistiska, matematiska och programmerings tekniska utmaningar. Du kommer ingå i ett team som ansvarar för Skellefteå Krafts handelsplattform och dess funktioner som ingår i det systemet. En primär ansvarsuppgift är att säkerställa att priserna i systemet beräknas fram på ett korrekt och hållbart sätt. Systemet nyttjas både av försäljningsavdelningen, produktionsavdelningen samt ett antal större kunder och partners. Det är stora ekonomiska flöden som passerar genom handelssystemet vilket innebär att vi måste ha rigid kontroll på all data och annan information i systemet. \n \nTill vår hjälp har vi externa leverantörer som bidrar med att utveckla tillsammans med oss och tjänsten innebär därmed en viss del av projektledning och dokumentation över förändringar och förbättringar som vi gör i handelssystemet. \n \nDina arbetsuppgifter kommer främst bestå av att arbeta i databaser och programmering i vår egen handelsplattform. Du inhämtar information från externa plattformar som bearbetas för att därefter presenteras och dokumenteras. Du kommer även att ta fram riskmodeller och avancerade riskberäkningar för att stödja både interna och externa kunder med lösningar på matematiska och statistiska problem.\nHos oss blir du en del av gruppen Finansiell Handel som består av 9 personer. Vi ansvarar för den finansiella handeln med el och andra energi attribut. Finansiell handel sker för Skellefteå Krafts behov men också för externa kunder och samarbetspartners. Avdelningen har också ansvaret för att tillhandahålla analyser, prissäkringsmöjligheter och balansansvar till en rad kommunala energibolag. Vi drivs av att tillsammans med andra delar inom Skellefteå Kraft kunna skapa de bästa analyserna och förutse hur elmarknaden kommer utveckla sig. Dessa analyser är viktiga i underlaget för att kunna ta välgrundade beslut för elhandeln. Vi skall vara kundens första val vid affärs- och investeringsrådgivning, där vårt kunnande och service är vårt signum.\nTjänsten är en tillsvidareanställning på 100 % med placering i Skellefteå. \nTillträde eller enligt överenskommelse. En del resor kan förekomma i arbetet.\n \nVälkommen med din ansökan!\n \nIntresserad?\nVi söker dig med stort driv och god analytisk förmåga. Du är lösningsorienterad och kan tolka och förstå stora mängder data. I ditt arbetssätt är du strukturerad och lösningsorienterad. Du har en god samarbetsförmåga men är även initiativrik och kan jobba på egen hand. Du är inlyssnande, kommunikativ och känner dig trygg i att redovisa dina resultat inför folk. Du kan beskriva komplexa problem på ett pedagogiskt sätt och dela med dig av din kunskap till andra.\n \nKrav\n \n• Högskola/universitetsexamen ekonomi/ingenjör (matematik, statistik eller liknande) alt relevant arbetslivserfarenhet som bedöms likvärdig\n• Någon form av programmering, databasbehandling\n• Matlab, Python eller liknande\n• Svenska i tal och skrift. Engelska, flytande i tal och skrift\n• B-körkort\n• Datorvana\n \nMeriterande\n \n• Utbildning i Programmering, Matlab eller liknande programmeringsspråk, projektledning, statistik \n• Arbetserfarenhet inom programmering, databashantering, api:er\n• Jobbat i beställarorganisation\n• Erfarenhet av projektledning\n• Erfarenhet från processorienterat arbetssätt     \n• SQL-databas\n \nVilka är vi då?\nSkellefteå Kraft möjliggör samhällets elektrifiering och framtida infrastrukturlösningar genom innovation, forskning och investeringar i förnybar energi.  Vi är en av Sveriges största kraftproducenter med produktion av vind- och vattenkraft, värme och bioenergi.\n \nOm rekryteringen\nVi arbetar med kompetensbaserad rekrytering med syfte att se till varje persons kompetens och därmed främja mångfald och motverka diskriminering.\n \nMånga befattningar inom Skellefteå Kraft-koncernen är säkerhetsklassade på grund av den samhällsviktiga verksamheten som det innebär att arbeta inom energibranschen. Vid rekrytering till en sådan befattning ställs krav på säkerhetsprövning med registerkontroll innan kandidaten kan anställas.\n \nFrågor?\nFrank Larsgård, Chef Finansiell Handel, 0910-77 29 92\nFrida Lundström, Unionen, 0910-77 28 64\nVeronica Lindström, Akademikerföreningen, 0910-77 27 71\nRobert Ignberg, SEKO, 0910-77 26 62\nÖrjan Karlsson, Ledarna, 0910-71 66 40\n \nDå vi inför denna rekrytering redan tagit ställning till de rekryteringskanaler vi önskar använda undanber vi oss vänligen men bestämt att bli kontaktade för ytterligare erbjudanden om kompetensförmedling, annonserings- och rekryteringshjälp.",
      "Techstack": "Matlab, Python, SQL-databas",
      "Produkt": "Energiproduktion och försörjning, inklusive vind- och vattenkraft, värme och bioenergi. Utveckling av infrastruktur för tele- och datakommunikation.",
      "Företagsstruktur": "Skellefteå Kraftaktiebolag är en del av en koncern med 29 bolag. Moderbolag är Skellefteå Stadshus AB och koncernmoderbolag är Skellefteå Kommun.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-10.8%"
      },
      "kontakter": [
        {
          "email": "kundservice@skekraft.se",
          "name": "Kundservice",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "foretagsel@skekraft.se",
          "name": "Foretagsel",
          "position": "",
          "source": "http://www.skekraft.se/contact"
        },
        {
          "email": "press@skekraft.se",
          "name": "Press",
          "position": "",
          "source": "http://www.skekraft.se/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 109,
      "företagsnamn": "Försvarets Radioanstalt",
      "företagswebb": "http://www.fra.se",
      "organisationsnummer": "2021000365",
      "sökterm": [
        "Python",
        "Kafka",
        "PowerShell",
        "Bash",
        "JavaScript",
        "Perl",
        "Angular",
        "Docker",
        "React",
        "HTML",
        "Neo4j"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29559312",
      "titel": "IT-säkerhetspecialist med fokus på threat hunting",
      "beskrivning": "På FRA arbetar vi med något som ingen annan gör i Sverige, och det kan du bli en del av. Oavsett yrkesroll är vi med och gör samhällsnytta genom att bidra till ett meningsfullt syfte — tillsammans arbetar vi med unika uppgifter för Sveriges säkerhet och integritet.\n\nVi erbjuder intressanta arbetsuppgifter med goda möjligheter till egen utveckling och vi är övertygade om att en blandning av människor med olika bakgrund skapar en dynamisk och kreativ arbetsmiljö – våra olikheter är vår styrka.\r\n\r\nVill du göra samhällsnytta och bidra till Sveriges oberoende i världen? Till säkerhetskontoret söker nu FRA en IT-säkerhetsspecialist med fokus på threat hunting och incidenthantering i FRA:s  interna miljöer. Är du den vi söker kan vi erbjuda ett varierande arbete i en innovativ och unik miljö. På FRA arbetar vi med unika uppgifter – för Sveriges säkerhet och integritet.\n\nDitt uppdrag\nSom IT-säkerhetsspecialist med fokus på threat hunting och incidenthantering i våra interna miljöer hör du till FRA:s säkerhetskontor inom avdelningen för verksamhetsstöd. Säkerhetskontorets uppgift är att säkerställa FRA:s  egna säkerhetsskydd för myndighetens olika verksamheter utifrån dess specifika förutsättningar.\n\nI rollen som IT-säkerhetsspecialist är dina huvudsakliga arbetsuppgifter threat hunting och IT-incidenthantering, framförallt i form av:\n\nAnalys av loggar inom Security Operations Center (SOC) generellt\n\n\nLeta efter anomalier, dels via logganalys och dels i IT-infrastruktur\n\n\nDeltagande i Incident Respons Team (IRT) på operativ nivå\n\n\nHandläggning av incidentärenden, från ax till limpa\n\n\nDu ingår i ett team och kommer både arbeta självständigt, men också tillsammans med kollegor som har liknande uppgifter på säkerhetskontoret. Delar av arbetet sker över funktionsgränserna på säkerhetskontoret, vilket innebär att du även kommer att arbeta tillsammans med kollegor tillhörande andra funktioner, så som fysisk säkerhet och personalsäkerhet. Utöver samverkan inom säkerhetskontoret kommer du arbeta mot andra avdelningar inom FRA, däribland avdelningen för Teknik och avdelningen Cyber. Resor i tjänsten kan förekomma.\n\nDu kan\nVi söker dig som har:\n\nGymnasial utbildning\n\n\nTeknisk baskunskap inom drift av större IT-miljöer, IT- och nätverksteknik samt IT-säkerhetsarbete, vilken kan vara förvärvad genom studier eller genom relevant arbetslivserfarenhet\n\n\nKunskap och erfarenhet i t.ex. Python, Powershell, JavaScript\n\n\nGoda kunskaper inom minst ett av följande områden: säkerhets- och spårbarhetsfunktioner i IT-system eller penetrationstestning\n\n\nGoda kunskaper i svenska och engelska i såväl tal som skrift\n\n\nVi ser det som meriterande om du har:\n\nErfarenhet av arbete med incidenthantering och incidentutredande verksamhet inom IT\n\n\nErfarenhet av arbete med threat hunting\n\n\nKunskap om effektiviserad drift i större IT-miljöer, samt automation\n\n\nErfarenhet av DevOps eller andra agila arbetsmetoder\n\n\nErfarenhet av säkerhetsgranskningar och/eller penetrationstester samt IT-forensiskt arbete samt IT-incidententutredningar.\n\n\nErfarenhet från arbete i ett SOC\n\n\nErfarenhet av utveckling i moderna IT-miljöer\n\n\nErfarenhet av drift av stora IT-miljöer.\n\n\nErfarenhet av arbete i eller med säkerhetskänslig verksamhet\n\n\nErfarenhet av huntverksamhet i it-miljöer eller andra typer operativa it-incidenthanteringsverksamheter.\n\n\nGoda kunskaper samt certifiering inom säkerhets- och spårbarhetsfunktioner i IT-system\n\n\nDu är\nVi kommer att lägga stor vikt vid dina personliga egenskaper och söker dig som utöver ditt tekniska engagemang använder din erfarenhet på ett flexibelt sätt och har en problemlösande attityd. Arbetsuppgifterna innebär delvis självständigt arbete vilket ställer krav på initiativförmåga, egen motivation och förmåga att planera, prioritera och slutföra arbetsuppgifter. Du lyssnar effektivt och är tydlig i din kommunikation. Då du arbetar nära både ditt eget team och andra delar av myndigheten är det viktigt att du har samarbetsförmåga och att du med positiv attityd skapar både engagemang och delaktighet.\n\nVårt erbjudande\nPå FRA är varje arbetsuppgift en del av något större. På ett eller annat sätt får du som medarbetare vara med och bidra till att skydda Sveriges integritet och oberoende i världen. Du är med och gör skillnad på riktigt, varje dag.\n\nVåra medarbetare har hög kompetens, men vi kan alltid bli bättre. Därför är professionell utveckling en självklarhet för oss. Vi erbjuder möjligheter till kompetensutveckling. Som nyanställd får du bredda din kompetens direkt med en omfattande introduktionsutbildning som ger dig en större förståelse för uppdraget och hjälper dig in i verksamheten. Som medarbetare får du också möjlighet att hitta rätt utbildningar inom ditt specialområde för att bli ännu bättre på det du brinner för. \n\nVi värdesätter god hälsa hos våra medarbetare och erbjuder bland annat friskvård under arbetstid. Andra förmåner som vi erbjuder är exempelvis gym på arbetsplatsen och ledarledda aktiviteter, gratis parkering, möjlighet till ledighet på klämdagar, utökad föräldrapenning samt natursköna omgivningar. \n\nHos oss blir du en av de bästa. På ditt sätt.\n\nMer information\nArbetsplatsen är belägen i närheten av Drottningholm, ca 10 min med buss från Brommaplan. Svenskt medborgarskap är ett krav då anställning vid FRA innebär placering i säkerhetsklass. Ett krav för att få anställning är godkänd säkerhetsprövning med registerkontroll. Säkerhetsprövningen kommer att genomföras i enlighet med bestämmelser i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras. Vi tillämpar sex månaders provanställning. För mer information är du välkommen att kontakta rekryterande chef på nummer 010-557 47 91 . Fackliga företrädare nås på 010-557 46 00.\n\nVi tar emot ansökningar via www.fra.se senast 2025-04-13\n Referensnummer:  2025FRA469\n\nDå vi inför denna rekrytering redan tagit ställning till de rekryteringskanaler vi önskar använda undanber vi oss att bli kontaktade för ytterligare erbjudanden om annonserings- och rekryteringshjälp.",
      "Techstack": "Linux, Python, JavaScript, Big Data / Stora datamängder, NoSQL-databaser, Relationsdatabaser, Container / Kubernetes, Informationsmodellering / Datamodellering, Kommunikationsprotokoll IP/Telekom",
      "Produkt": "Skydd av Sverige mot militära angrepp, terrorism och cyberattacker genom cyberområdet och signalspaning",
      "Företagsstruktur": "Samverkande team med helhetsansvar för deras informationsplattformar. Medarbetarna beskrivs som att ha hög kompetens och det finns möjligheter till kompetensutveckling. Anställning vid FRA innebär placering i säkerhetsklass.",
      "Ekonomi": "Information om företagets ekonomi är inte tillhandahållen i den förutsatta texten.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@fra.se",
          "name": "Försvarets Radioanstalt",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 110,
      "företagsnamn": "Eccoci AB",
      "företagswebb": "https://consultancy.eccoci.se/",
      "organisationsnummer": "5569481350",
      "sökterm": [
        "Penetration Testing",
        "Python",
        "Object-Oriented Programming",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29553960",
      "titel": "HW Engineeer",
      "beskrivning": "Join our team as a Hardware Engineer and contribute to the innovation and development of advanced hardware systems. We are seeking a dedicated engineering professional to drive the design, testing, and implementation of hardware solutions for our cutting-edge technology products.\nKey Responsibilities Design and Development: Architect and develop hardware components and systems, ensuring they meet specification requirements and are optimized for performance and reliability.\n Testing and Evaluation: Conduct rigorous testing of hardware systems to ensure quality and functionality, making necessary adjustments and improvements based on test results.\n Collaboration: Work closely with cross-functional teams, including software developers and system engineers, to integrate hardware solutions seamlessly into broader systems.\n Documentation: Prepare technical documentation for hardware designs, specifications, and testing protocols to support product development and manufacturing processes.\n Problem Solving: Identify and troubleshoot hardware issues, implementing effective solutions to ensure system integrity and performance.\n Innovation: Stay current with technological advancements in hardware engineering and implement innovative solutions to meet project objectives and consumer needs.\n Qualifications and Experience Bachelor’s or Master’s degree in Electrical Engineering, Electronics Engineering, or a related field.\n Proven experience in hardware design and development, with a strong portfolio demonstrating successful projects.\n Proficiency in hardware design tools and software, such as CAD and simulation tools.\n Strong analytical and problem-solving skills, with the ability to innovate and improve existing hardware systems.\n Exceptional attention to detail and commitment to quality engineering practices.\n Effective communication skills for collaborating with team members and stakeholders.\n Desirable Skills Experience in system integration and testing of hardware within complex electronic systems.\n Familiarity with industry standards and compliance requirements for hardware engineering.\n Ability to manage multiple projects simultaneously and handle changing priorities effectively.\n \nThis opportunity is ideal for a passionate hardware engineer aiming to contribute significantly to the development of high-performance technology products. If you thrive on tackling technical challenges and achieving engineering excellence, we welcome your application.",
      "Techstack": "C#, Python, git, Jira, Confluence, Vector tools CANoe, tools for testing electromechanical products/systems with embedded software, knowledge of maintaining pipelines for CD/CI and technologies related to products like CAN (Controller Area Network), BLE (Bluetooth Low Energy), sensors, etc",
      "Produkt": "Företagets huvudsakliga produkter eller tjänster innefattar kvalitetskontroll och testning av automatiserade dörrprodukter. De designar och kör automatiska test på dörrsystem i sitt testlabb i Landskrona. De tillämpar utmärkt kunskap om programvaruutveckling och en djup förståelse för elektronik och testning av inbäddad programvara.",
      "Företagsstruktur": "-",
      "Ekonomi": "Företaget gjorde ett resultat på 1 750 KSEK med en omsättning på 37 598 KSEK under 2023",
      "Ekonomisiffor": {
        "Omsättning": 37598,
        "Resultat": 1750,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@consultancy.eccoci.se",
          "name": "Eccoci AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 111,
      "företagsnamn": "Ivl Svenska Miljöinst AB",
      "företagswebb": "http://www.ivl.se",
      "organisationsnummer": "5561162446",
      "sökterm": [
        "Python",
        "Scrum"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29545569",
      "titel": "IT-projektledare",
      "beskrivning": "Trivs du att ha en fot i verksamheten och den andra i IT med möjlighet att vara med och påverka vägen framåt i både teknik, verksamhet och affär? Skulle du gilla att jobba som IT-projektledare med flera produkter i ett agilt utvecklingsteam där du får växla mellan operativt arbete, taktik och strategi? I så fall är du kanske vår nya kollega! \nOm rollenVi söker en IT-projektledare/förvaltningsledare med fokus på våra utvecklingsprojekt till utvecklingsteamet på IT-avdelningen. Vi arbetar brett i våra roller och hjälps åt för att leverera enligt våra mål. I rollen som IT-projektledare kommer du i huvudsak arbeta nära våra affärsdrivande enheter samt dotterbolag och stötta dem kring utvecklingen av digitala stöd för att driva affären framåt. Du kommer också projektleda utvecklingsprojekt inom vår uppdrags- och forskningsverksamhet och i viss mån även arbeta med interna utvecklingsprojekt. Vi arbetar agilt och vi erbjuder dig varierande arbetsuppgifter med stora möjligheter att själv påverka arbetet och att prova egna idéer. IVL och våra dotterbolag utvecklar bland annat digitala stöd och verktyg i syfte att spara resurser, uppmuntra till hållbarhet och minska miljöpåverkan. Det kan till exempel handla om att erbjuda webbtjänster och applikationer för att minska klimatpåverkan, uppmuntra till cirkulära affärsmodeller och för att minska vår totala påverkan på klimatet. I arbetet ingår resurs- och tidsplanering, ta fram budget- och kostnadsuppföljningar, utvecklingsplaner och tekniska förvaltningsplaner för våra digitala produkter och applikationer i samråd med utvecklare och produktägare. Det här är en bred roll där du också agerar som teknisk rådgivare, hanterar resurser i Azure och är med och utvecklar DevOps-processer och teknikstack. Arbetet sker hela tiden nära produktägare, beställare, utvecklare, konsulter och andra roller inom IT-avdelningen. Utvecklingsteamet består av fem utvecklare och IT-strateg som samordnar teamets arbete och agerar Scrum master. \nDin bakgrundFör att lyckas i rollen har du:\n Relevant högskoleexamen inom datavetenskap, annan relevant utbildning inom IT eller arbetslivserfarenhet som vi anser vara likvärdig\n Minst tre års erfarenhet av självständigt arbete i en IT-roll som t ex IT-projektledare/utvecklingsledare/förvaltningsledare\n Erfarenhet av mjukvaruutvecklingsmetoder inom Agile och Scrum och erfarenhet av arbete i Azure DevOps eller liknande system\n Goda kunskaper i svenska och engelska, både tal och skrift\n \nDet är meriterande om du har en bakgrund som utvecklare samt har erfarenhet av hantering, uppsättning, övervakning och administration av resurser i Azure.\nDina personliga egenskaperSom person är du självgående och har ett prestigelöst förhållningssätt. Du är van att ta ansvar, har en god samarbetsförmåga och trivs med att samverka med olika kompetenser både inom IT och i verksamheten. Du arbetar allround och det du inte vet det lär du dig löpande i arbetet. Du har för vana av att samverka i team med olika kompetenser, god erfarenhet att dokumentera ditt arbete och är van att kommunicera och att uttrycka dig väl i text. Det är viktigt att du är förändringsinriktad och motiverad av att utvecklas tillsammans med oss. Du är tekniskt intresserad och håller dig up-to-date med ny teknik. Det är positivt om du har ett intresse av samhällsutveckling och hållbarhetsfrågor. \nVi lägger stor vikt vid dina personliga egenskaper. \nVad vi erbjuder digVi arbetar i en kreativ och utvecklande miljö där alla har en stor del eget ansvar och goda möjligheter till personlig och professionell utveckling. Som medarbetare på IVL blir du del av en arbetsplats som värdesätter mångfald, samarbete, innovation och engagemang. Här finns en härlig gemenskap med såväl idrottsklubb, konstförening, fester, pubar och andra aktiviteter. Vi sitter i aktivitetsbaserade lokaler. Hos IVL får du möjlighet att arbeta med ditt hållbarhetsengagemang på riktigt! \nVälkommen med din ansökanAnsök med ditt CV genom att klicka på \"Ansök här\". Vi kommer att utvärdera ansökningar och intervjua kandidater löpande under ansökningsperioden så vänta inte med din ansökan.\nSom en del av vår rekryteringsprocess använder vi arbetspsykologiska tester. Detta hjälper oss att säkerställa en objektiv och rättvis bedömning av kandidater.\nTill bemannings- och rekryteringsföretag och till dig som är försäljare: Vi undanber oss vänligen men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av ytterligare jobbannonser.",
      "Techstack": "Matlab, Python, Mathematica, TIMES, MARKAL, GAMS",
      "Produkt": "Energi system modellering, forskning och vetenskaplig verksamhet inom miljöområdet",
      "Företagsstruktur": "Arbetar nära akademier, industrier och myndigheter. IVL har flera projekt varierande från långsiktiga EU-projekt till kortare uppdrag åt kommuner och företag.",
      "Ekonomi": "Företaget har en omsättningsförändring på 1.4%",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "1.4%"
      },
      "kontakter": [
        {
          "email": "info@ivl.se",
          "name": "Ivl Svenska Miljöinst AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 112,
      "företagsnamn": "We are Skills Mälardalen AB",
      "företagswebb": "https://www.skillsrekrytering.se",
      "organisationsnummer": "5591295752",
      "sökterm": [
        "RabbitMQ",
        ".NET",
        "SQL",
        "IoT",
        "React",
        "MongoDB",
        "Vue",
        "Angular",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558189",
      "titel": "Systemarkitekt/Lead Developer till Resursen AB",
      "beskrivning": "Systemarkitekt/Lead Developer till Resursen Sverige AB\n\nVill du vara med och utveckla samhällsnyttiga system? Nu söker vi vår nästa pusselbit till vårt sköna team. Vi på Resursen är ett produktbolag som med stolthet utvecklar och driftar Provisum, ett verksamhetsanpassat system för Överförmyndigheten i Sverige. Provisums kundbas har sedan 2021 vuxit med 27 kommuner och nyttjas idag av 44 av Sveriges kommuner. Vi driftar och förvaltar även andra applikationer till kommunala enheter i Sverige. \n\nResursens affärsidé är att utveckla och förvalta applikationerna i nära samverkan med verksamheterna. Processerna är utvecklade utifrån verksamhetens behov och följer ett ärende från ax till limpa. Vi är i nuläget fyra anställda som behöver dig för att växa ytterligare. Teamet består av operativ chef, produktägare, utvecklare och driftsansvarig. Resursen ingår i koncernen Jalysi AB. Tillsammans har vi otroligt mycket kunskap om det mesta som hör IT-världen till.\n\nHos oss bestämmer du själv – arbeta från våra kontor i Västerås eller Luleå, eller på distans. Vi tror att arbete handlar om motivation och engagemang, inte om var du befinner dig.\n\n Exempel på arbetsuppgifter är:\n\nUtforma och vidareutveckla arkitekturen för företagets applikationer med fokus på skalbarhet, prestanda och säkerhet.\nDriva tekniska beslut och säkerställa att arkitekturen är anpassad efter både kort- och långsiktiga verksamhetsmål.\nAktivt delta i utvecklingsarbetet genom att utveckla, genomföra kodgranskningar och bistå utvecklingsteamet med expertis.\nIdentifiera förbättringsmöjligheter och initiera omtag eller omarbetningar i applikationerna när det krävs.\nStötta drift- och förvaltningsteamet med teknisk rådgivning och lösningsdesign.\nSamverka med kunder och intressenter för att förstå kravbilden och omsätta dessa i tekniska lösningar.\n\n\nVem är du?  Du motiveras av att få vara en del av ett kunnigt team och du vill ägna dagarna åt att förbättra och utveckla stabila och verksamhetsanpassade system. Du är modig och driven, och vågar utmana befintliga lösningar samt initiera förändringar när det behövs. Vi är ett litet team och vi stöttar varandra. Det innebär att vi söker en prestigelös kollega som trivs med att växla mellan strategiskt och operativt arbete.\n\nVad har du med dig i bagaget? Du är erfaren inom systemutveckling, gärna inom offentlig sektor eller liknande reglerade branscher. En bakgrund som som fullstack-utvecklare är ett starkt plus, men viktigast är gedigen kunskap i backendutveckling, gärna i språk som .NET och .NET core C#.\n\nVi ser gärna att du har erfarenhet som systemarkitekt, men det är inget krav. Det viktigaste är din tekniska kompetens, din kommunikativa förmåga och din vilja att ta ett tekniskt ansvar för vår produkt – både nu och i framtiden. Om du har en vision om att påverka arkitekturen och ta ett större ansvar, kan detta vara nästa steg i din karriär.\n\nFör att trivas i rollen ser vi även att du har erfarenhet av:\n\nFrontendramverk som React, Angular eller Vue.js.\nDatabaser (SQL) och API-design.\nMetodik: Vana att arbeta med agila metoder och förståelse för DevOps-principer.\nVerksamhetsförståelse: Förmåga att förstå komplexa verksamhetsprocesser och omsätta dessa i tekniska lösningar som stödjer kundernas behov.\nKommunikativ och lyhörd: Förmåga att kommunicera tekniska koncept till både tekniska och icke-tekniska intressenter.\n\n\nVarmt välkommen till ett kul jobb som erbjuder dig:\n\nEn dynamisk arbetsmiljö i ett mindre företag där du har stort inflytande på teknikval och lösningsutformning.\nMöjlighet att arbeta nära både affär och teknik, och att påverka riktningen för vår produktutveckling.\nKonkurrenskraftig lön och förmåner samt möjlighet till personlig och professionell utveckling. \n\n\nVi ser fram emot att få lära känna dig – välkommen att höra av dig till oss eller till Annika på Skills Rekrytering. \n\n \n\nVälkommen med din ansökan!\n\nI detta uppdrag samarbetar vi med rekryteringsföretaget Skills Rekrytering. Ansök tjänsten via www.skillsrekrytering.se/lediga-jobb Sista dagen för att söka tjänsten är den 13 april. Frågor om tjänsten besvaras gärna av Rekryteringskonsult Annika Frii på Skills Rekrytering, 070- 33 55 290.",
      "Techstack": "C#, .Net Core, RabbitMQ, MongoDB, React",
      "Produkt": "Programvara för smart förpackning",
      "Företagsstruktur": {
        "Huvudkontor": "Enköping, Sverige",
        "Antal anställda": "över 1000 världen över, 120 i Enköping",
        "Organisation": "30 ingenjörer i 7 team, belägna i Enköping, Salt Lake City, Phoenix och Costa Rica"
      },
      "Ekonomi": "Omsättning på 15 742 KSEK, resultat på 481 KSEK för år 2023",
      "Ekonomisiffor": {
        "Omsättning": 15742,
        "Resultat": 481,
        "Omsättningsförändring": "11.8%"
      },
      "kontakter": [
        {
          "email": "info@skillsrekrytering.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "julia@skillsrekrytering.se",
          "name": "Julia",
          "position": "",
          "source": "https://www.skillsrekrytering.se/kontakt"
        },
        {
          "email": "annika@skillsrekrytering.se",
          "name": "Annika",
          "position": "",
          "source": "https://www.skillsrekrytering.se/kontakt"
        },
        {
          "email": "joon@skillsrekrytering.se",
          "name": "Joon",
          "position": "",
          "source": "https://www.skillsrekrytering.se/kontakt"
        },
        {
          "email": "cornelia@skillsrekrytering.se",
          "name": "Cornelia",
          "position": "",
          "source": "https://www.skillsrekrytering.se/kontakt"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 113,
      "företagsnamn": "Trafikverket",
      "företagswebb": "https://www.trafikverket.se",
      "organisationsnummer": "2021006297",
      "sökterm": [
        "Python",
        "fullstackutvecklare",
        "Sharepoint",
        "Bash",
        "JavaScript",
        "React",
        "C#-utveckling",
        "MongoDB",
        "Angular",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555071",
      "titel": "Systemtekniker Linux",
      "beskrivning": "Brinner du för Linux, open source och vill vara med oss att leda utvecklingen av moderna IT-lösningar på Trafikverket? Då kan du vara vår nästa kollega!\n\r\n\r\nSystemtekniker Linux\r\n\r\nArbetsuppgifter\n\nSom systemtekniker inom integration kommer du att arbeta med drift av IT-system genom att kontinuerligt upprätthålla verksamhetens krav på tillgänglighet, funktionalitet, prestanda och säkerhet i våra IT-miljöer. Du kommer att vara en nyckelperson i att utveckla och underhålla våra integrationslösningar, säkerställa sömnlöst dataflöde mellan system och stötta verksamheten med tekniska lösningar. Detta gör du tillsammans med ett team av tekniker, arkitekter och systemutvecklare. Här kommer ett axplock av dina arbetsuppgifter:\nImplementera lösningar efter kravspecifikationer och best practice\nUnderhåll och administration av Linux-servrar\nUtföra felsökning och support av integrationslösningar\nHantera versionshantering och patchning\nIdentifiera möjligheter för förbättringar och optimering\nOmvärldsbevakning för att hålla dig uppdaterad inom området.\n\nInom Trafikverket är vår sektion ansvarig för att hantera integrationsplattformarna som möjliggör effektivt datautbyte både internt och externt. Vårt fokus ligger på att säkerställa att dessa plattformar fungerar optimalt enligt både våra och användarnas behov. Vi arbetar med en kombination av köpta produkter och egentillverkade lösningar.\n\" Jag som blir din närmaste chef heter Henrik Markkanen. Jag strävar jag efter att skapa en positiv arbetsmiljö där varje individ känner sig uppskattad och motiverad. Jag ger dig som medarbetare stort förtroende och frihet i ditt arbete, samtidigt som jag finns där för att stödja och backa upp dig när det behövs. Jag tror på en sund balans mellan arbete och fritid och strävar efter att skapa en kultur där vi inte bara levererar resultat, utan även har roligt på vägen.\"\n\nÖvrig information\n\nPå Trafikverket arbetar vi för att genomföra fördomsfria rekryteringar och i linje med detta är vårt fokus riktat på kandidaters kompetens och potential. De frågor som du får besvara när du skickar in din ansökan kommer därför att ligga till grund för vårt första urval. Om det inte står något annat i annonsen vill vi att du även bifogar ditt CV. Vi har slutat begära in personligt brev eftersom vi inte har med det som del av urvalsunderlaget.\nVad händer härnäst? Om du går vidare i rekryteringsprocessen kommer du att få göra webbaserade tester som skickas ut digitalt strax efter att sista ansökningsdagen har passerat. För de kandidater som därefter går vidare till intervju sker dessa via Skype och är planerade att äga rum den 22 - 24 april 2025. Vi håller dig informerad löpande via din angivna e-post. Vi använder främst mejl (från mejladress: noreply@heroma.se) för att göra utskick och kallelser. Kolla gärna din inkorg och även skräppost regelbundet under denna tid för att vara säker på att du får all information från oss.\nMöjliga placeringsorter för denna roll är Borlänge, Luleå eller Göteborg. Önskar du att arbeta delvis på distans? I den här tjänsten kan det finnas möjlighet att arbeta hemifrån upp till 40 procent av din arbetstid.\n#LI-Hybrid\n\nKvalifikationer\n\nVem är du?\nVi söker en driven, nyfiken och strukturerad medarbetare med god problemlösningsförmåga. Du är kommunikativ och kan förmedla teknisk information på ett pedagogiskt sätt, både inom teamet och med externa parter. Du är analytisk och självgående, ser möjligheter i komplexa problem och arbetar målmedvetet för att hitta effektiva lösningar. Du tar ansvar för dina arbetsuppgifter, samarbetar effektivt med kollegor och strävar ständigt efter att utveckla nya smarta lösningar.\nVi söker dig som har:\nhögskoleutbildning om minst 180 hp (120 p) med inriktning IT/ datavetenskap, alternativt har du en annan utbildning i kombination med erfarenhet som vi bedömer som likvärdig\nbred kunskap och erfarenhet i närtid av arbete inom Linux-systemadministration och infrastrukturhantering\nvana av att arbeta med stora och komplexa (500+ användare) Linux-miljöer On-Prem\ngoda kunskaper i svenska och engelska i tal och skrift\n\nVi ser det som meriterande om du har:\nerfarenhet av containerhantering och orkestrering\nkunskaper i automation, övervakning och skriptning (t.ex. Bash, Python)\nerfarenhet av MongoDB.\n\n\n Ansökan\n\nDe frågor som du får besvara när du skickar in din ansökan kommer att ligga till grund för det första urvalet vi gör. Om det inte står något annat i annonsen vill vi att du bifogar ditt CV. Vi har slutat begära in personligt brev eftersom vi inte har med det som del av urvalsunderlaget.\nInom vår IT-organisation är du med och utvecklar Sverige med hjälp av moderna och innovativa lösningar. Vi är mitt i en spännande förändring där vi försöker ta vara på digitaliseringens möjligheter till fullo. Digitaliseringen ställer allt större krav och vi vill därför anpassa oss vad gäller kompetens, arbetssätt och organisation i takt med utvecklingen. Vi har ett helhetsansvar för IT och telekom, en verksamhet som pågår dygnet runt, året om - precis som Sveriges transportsystem.\nPå Trafikverket jobbar vi med att göra Sverige närmare. Vi tror på att en förening av olika erfarenheter, bakgrunder och perspektiv är den bästa grunden för att bygga en arbetsplats fri från diskriminering och en miljö där alla trivs och gör sitt bästa. Vi tror på mångfald där den gemensamma nämnaren är pålitlighet, engagemang och mod. För det är så vi bäst representerar vårt samhälle.",
      "Techstack": "SharePoint OnPrem, Kubernetes, Docker, React, C# och PowerShell, SPFx, JavaScript-ramverk som React eller Angular, Sharepoint Online, Azure DevOps eller Jira",
      "Produkt": "Utveckling och underhåll av vägar och järnvägar med hjälp av IT-lösningar, specifikt SharePoint OnPrem applikationer och Ramverk",
      "Företagsstruktur": "Agilt team bestående av 6 personer, med en IT-arkitekt i ledande position. Företaget har möjlighet för distansarbete på 40% och erbjuder ett program för intern rörlighet",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@trafikverket.se",
          "name": "Trafikverket",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 114,
      "företagsnamn": "Gigstep AB",
      "företagswebb": "https://www.gigstep.se/",
      "organisationsnummer": "5591878227",
      "sökterm": [
        "fullstackutvecklare",
        "Azure",
        ".NET",
        "AWS Lambda",
        "Node.js",
        "SQL",
        "AWS",
        "React",
        "Java",
        "Angular",
        "Mjukvaruutvecklare",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561066",
      "titel": "Fullstack-utvecklare sökes för framtida uppdrag",
      "beskrivning": "Arbetsbeskrivning\n Vi söker löpande efter seniora utvecklare som vill arbeta med innovativa projekt hos våra kunder. Genom oss får du möjlighet att jobba med ledande företag och teknikstackar som matchar din kompetens och intressen.\nOm rollen:  \n  Som Fullstack-utvecklare hos våra kunder kommer du att: Utveckla och underhålla både frontend- och backend-lösningar\n  Bygga moderna webbapplikationer med fokus på prestanda och användarupplevelse\n Arbeta med databashantering, API-integrationer och molntjänster \n Samarbeta med designers, produktägare och andra utvecklare i agila team\n \n \n \nKvalifikationer: \n Relevant utbildning inom datavetenskap eller liknande område.\n Erfarenhet av moderna JavaScript-ramverk som React eller Angular.\n Kunskap inom backend-teknologier som Node.js, .NET eller Java.\n Erfarenhet av databashantering, både SQL och NoSQL.\n Förståelse för DevOps-principer och erfarenhet av molntjänster som AWS eller Azure.\n Goda kommunikationsfärdigheter och förmåga att arbeta både självständigt och i team.\n \nVad vi erbjuder: \n Tillgång till en bredd av uppdrag hos spännande företag\n Flexibla arbetsformer – hybrid eller distans beroende på uppdrag\n  Konkurrenskraftig ersättning och förmåner\n Möjlighet att utvecklas och bredda din kompetens i olika tekniska miljöer\n \nIntresserad? Skicka in ditt CV så tar vi kontakt när rätt uppdrag dyker upp!",
      "Techstack": "Docker, Kubernetes, containerisering, microservices, skalbara arkitekturer, C#/.NET, Linux",
      "Produkt": "Bemannings- och rekryteringstjänster, matchning inom gig-ekonomin",
      "Företagsstruktur": "Gigstep AB är koncernmoderbolag i en koncern bestående av 2 bolag.",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på - 1.4%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "- 1.4%"
      },
      "kontakter": [
        {
          "email": "info@gigstep.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "joel.hall@gigstep.se",
          "name": "Joel Hall",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "jenny.lagerholm@gigstep.se",
          "name": "Jenny Lagerholm",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "markus.martensson@gigstep.se",
          "name": "Markus Martensson",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "klara.igeby@gigstep.se",
          "name": "Klara Igeby",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "anna.tannerfalk@skillu.se",
          "name": "Anna Tannerfalk",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "marie.noren@gigstep.se",
          "name": "Marie Noren",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "carl.eklundh@gigstep.se",
          "name": "Carl Eklundh",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "moa.hagman@gigstep.se",
          "name": "Moa Hagman",
          "position": "",
          "source": "https://www.gigstep.se"
        },
        {
          "email": "nellie.lindeen@gigstep.se",
          "name": "Nellie Lindeen",
          "position": "",
          "source": "https://www.gigstep.se"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 115,
      "företagsnamn": "AB Effektiv Borås",
      "företagswebb": "http://effektiv.se/",
      "organisationsnummer": "5569447666",
      "sökterm": [
        "TypeScript",
        "Katalon Studio",
        "React",
        "JavaScript",
        "PostgreSQL",
        "Angular",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29371273",
      "titel": "Systemutvecklare till ACG Devs",
      "beskrivning": "Drömmer du om en utvecklarroll där du inte bara kodar utan också bygger framtid? Vill du vara en del av ett dynamiskt team där dina idéer och lösningar direkt bidrar till företagets framgång? Hos ACG Devs erbjuder vi en möjlighet att arbeta med spännande projekt i teknikens framkant, i en miljö som värdesätter kreativitet, samarbete och personlig utveckling. Upptäck hur du kan göra skillnad hos oss och utvecklas både professionellt och personligt – välkommen med din ansökan!\n\nDin framtida arbetsgivare\nACG Devs specialiserar sig på att skapa och utveckla skräddarsydda programlösningar för företag. Vi fokuserar på att skapa högkvalitativ mjukvara som möter varje kunds unika behov och utmaningar. Vi erbjuder en mängd olika tjänster, inklusive systemintegration, automatisering, apputveckling och datavetenskapliga lösningar för att hjälpa våra kunder att öka effektiviteten och lönsamheten.\n\nHos ACG Devs är vi inte bara fokuserade på tekniska färdigheter och erfarenheter. Vår kultur och våra värderingar spelar en stor roll i allt vi gör. Vi tror att innovation, kreativitet, kvalitet och samarbete är nyckeln till framgång både för våra medarbetare och för företaget. Som en del av en 103 år gammal koncern med en stark tradition av långsiktighet, lönsamhet och tillväxt, erbjuder vi stabiliteten hos en etablerad koncern kombinerat med en startup-känsla som präglas av dynamik, flexibilitet och en vilja att alltid utforska nya horisonter.\n\n\nVad erbjuder rollen?\nI rollen som systemutvecklare hos ACG Devs kommer du att vara en nyckelspelare i ett team som drivs av innovation och alltid strävar efter att vara i teknikens framkant. Ditt arbete kommer att omfatta utveckling av nya funktioner och applikationer, säkerställande av kodkvalitet och att erbjuda teknisk support. \n\nHuvudsakliga arbetsuppgifter: \n• Utveckla och implementera nya funktioner och applikationer, med målet att omvandla kravspecifikationer till praktiska och effektiva lösningar\n• Samarbeta nära med projektansvariga för att analysera, planera och utforma kravspecifikationer för tilldelade projekt och säkerställa att projektmålen uppnås effektivt\n• Säkerställa hög kodkvalitet genom noggrann granskning, testning och dokumentation samt aktivt delta i kodgranskningar för att främja kompetensutveckling inom teamet\n• Erbjuda teknisk support och underhåll för befintliga system \n• Aktivt bidra till innovation och kontinuerliga förbättringar genom att ifrågasätta befintliga lösningar och hålla sig uppdaterad med de senaste teknikerna och metoderna\n\n\nVem är du? \nFör att trivas och lyckas i rollen som systemutvecklare hos ACG Devs krävs en relevant högskoleutbildning inom datavetenskap, systemvetenskap eller motsvarande. Du bör ha ett par års erfarenhet av systemutveckling med mycket goda kunskaper i C#, TypeScript/JavaScript, .NET och PostgreSQL samt React/React Native eller Angular. Vi värdesätter även praktisk erfarenhet av arbetsverktyg och tekniker som Azure DevOps och GIT samt kunskap om utvecklingsmiljöer som Rider eller Visual Studio.\n\nVi söker en självgående person med stark ansvarskänsla, god problemlösningsförmåga och trivs att arbeta självständigt såväl som i team. Du har god kommunikationsförmåga på både svenska och engelska, och bidrar till ett gott samarbete. Med en prestigelös inställning, en vilja att dela kunskap och en öppenhet för att anamma nya tekniker bidrar du till en positiv arbetsmiljö. \n\n\nÄr detta din perfekta match? \nACG Devs erbjuder en unik chans att arbeta med den senaste tekniken inom en dynamisk och inflytelserik miljö. Vår platta och prestigelösa struktur främjar öppenhet och effektivt samarbete där varje medarbetares bidrag är värdefullt för vår gemensamma framgång och innovation.\n\nSom en del av vårt team får du både friheten och stödet som i ett tech start-up kombinerat med tryggheten från en 100-årig koncern. Detta skapar en perfekt miljö för dig som brinner för teknik och samarbete och vill vara med och forma framtiden. Välkommen till ACG Devs, där din potential får alla möjligheter att växa.\n\n\nOm Team Effektiv \nEffektiv är det innovativa och personliga företaget inom rekrytering, bemanning, coaching, matchning & interim. Idrottsrötterna och lagandan präglar bolaget, dels arbetar vi i team i våra bemannings- och rekryteringsprocesser, dels är sponsring till idrottsföreningar en betydande del. \n\nTill dig som kandidat vill vi ge det lilla extra, med en bra upplevelse genom hela rekryteringsprocessen, vilket vår utmärkelse Årets Rekryteringsföretag är ett kvitto på. Effektivs värdeord är Glada, Utforskande, Långsiktiga och Driftiga. Tillsammans bildar initialerna GULD. Effektiv vill ta guld med sina kandidater, konsulter, kunder och samarbetspartners varje dag.\n\nDetta är en direktrekrytering, vilket innebär att Effektiv ansvarar för rekryteringsprocessen och du kommer att bli anställd direkt hos kundföretaget. \n\n\nVarmt välkommen med din ansökan \nLåter tjänsten intressant? \nVälkommen med din ansökan via effektiv.se. Intervjuer kommer att ske löpande. Vill du veta mer om tjänsten kontakta gärna Kajsa Larsson på kajsa.larsson@effektiv.se eller Jens Lindroth på jens@effektiv.se\n\nSökord\nutvecklare, systemutvecklare, fullstack, C#, .net, typescript, javascript, PostgreSQL, angular, react native, azure, devops, GIT, rider, visual studio",
      "Techstack": "C#, TypeScript/JavaScript, .NET, PostgreSQL, React/React Native, Angular, Azure DevOps, GIT, Rider, Visual Studio",
      "Produkt": "Systemintegration, automatisering, apputveckling och datavetenskapliga lösningar",
      "Företagsstruktur": "Del av en 103-årig koncern med en stark tradition av långsiktighet, lönsamhet och tillväxt. Företaget har en platt och prestigelös struktur som främjar öppenhet och effektivt samarbete.",
      "Ekonomi": "Företaget har 240 anställda och hade en omsättningsförändring på -22,8% från år 2023.",
      "Ekonomisiffor": {
        "Omsättning": 149409,
        "Resultat": -296000,
        "Omsättningsförändring": "-22.8%"
      },
      "kontakter": [
        {
          "email": "info@effektiv.se",
          "name": "AB Effektiv Borås",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": "Ja"
    },
    {
      "id": 116,
      "företagsnamn": "Finansia Sverige AB",
      "företagswebb": "http://www.finansia.se",
      "organisationsnummer": "5569014227",
      "sökterm": [
        "TDD",
        "React",
        "C#",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29504224",
      "titel": "Systemutvecklare",
      "beskrivning": "Om Finansia \nFinansia, grundat 2014, står som ett personligt alternativ till traditionella banker för små och medelstora företag. Vi är stolta över att sedan vår start ha finansierat över 7 miljarder kronor, vilket har möjliggjort för tusentals företagare att förverkliga sina drömmar och därmed bidra till Sveriges tillväxt och välfärd. Vår framgång har uppmärksammats genom att vi erhållit tre Di Gasell-utmärkelser, vilket placerar oss i den prestigefyllda kategorin MästarGasell. \n\n \nOm tjänsten\nDen här tjänsten passar dig som brinner för att arbeta med systemutveckling och vill utveckla nya system som gör nytta. Vi ger dig möjligheten att arbeta i ett ungt företag där du får stort inflytande över de tekniska besluten och samtidigt arbetar nära affären med få steg mellan krav, utveckling och användare. \n \nVem vi söker\nVi ser gärna att du är en systemutvecklare som har intresse av integrationer och/eller TDD - testdriven utveckling. Du har en eftergymnasial utbildning eller motsvarande arbetslivserfarenhet inom systemutveckling. Vi tror att du drivs av att ha eget ansvar och få möjligheten att arbeta med utveckling i alla delar, från arkitektur till design och test. Du trivs med omväxling och vill arbeta över en rad olika system i olika miljöer och är duktig på att hitta balansen mellan affärsnytta, innovativa lösningar och struktur. Du är ansvarstagande och noggrann och en god lagspelare som gillar att prestigelöst söka lösningar tillsammans med affär och verksamhet. \n\nKvalifikationer\nDu måste ha erfarenhet av någon eller några av; \n- Utveckling inom C# / .NET Core \n- Integrationer och API-utveckling\n- SQL databas, design \nDet är extra meriterande om du dessutom har erfarenhet av något av följande områden: \n- Git \n- Azure \n- REST \n- React",
      "Techstack": "C# / .NET Core, Integrationer och API-utveckling, SQL databas, design, Git, Azure, REST, React",
      "Produkt": "Finansiella tjänster för små och medelstora företag",
      "Företagsstruktur": "Finansia Sverige AB är ett mindre aktiebolag som skall bedriva köp av fordringar, utgivande av lån, köp och försäljning av fast och lös egendom samt handel med värdepapper och därmed förenlig verksamhet.",
      "Ekonomi": "Under 2023 uppgick företagets omsättning till 37 780 KSEK och resultatet till 8 434 KSEK. Omsättningsförändring jämfört med föregående år var 13.6%",
      "Ekonomisiffor": {
        "Omsättning": 37780,
        "Resultat": 8434,
        "Omsättningsförändring": "13.6%"
      },
      "kontakter": [
        {
          "email": "info@finansia.se",
          "name": "Finansia Sverige AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 117,
      "företagsnamn": "Entergate AB",
      "företagswebb": "https://www.entergate.se",
      "organisationsnummer": "5566009089",
      "sökterm": [
        "Katalon Studio",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29366886",
      "titel": "Systemutvecklare",
      "beskrivning": "Entergate befinner sig i ett expansivt skede och växer som aldrig förr. Vi behöver medarbetare som aktivt och engagerat bidrar till företagets fortsatta utveckling.\nVår utvecklingsavdelning är i ständig förändring och vi arbetar nästan uteslutande med kund nära utveckling och en aldrig sinande källa av önskemål om förnyelse.\nArbetsplatsen finns i Halmstad, där du kan kombinera du den mindre ortens fördelar med en unik internationell atmosfär. Här är det lätt att leva och bo och du har nära till det mesta. Goda kommunikationer gör det lätt att pendla. Som en av våra medarbetare inom utvecklingsavdelningen kommer du att arbeta i spännande projekt där din kompetens tillsammans med dina kollegor inom området bidrar till att driva utvecklingen av våra produkter och tjänster framåt och skapa lösningar som möter våra kunders behov.\nArbetsuppgifter Du kommer att bidra i vårt utvecklingsteam och arbeta med planering, design, utveckling och praktiskt införande av lösningar. Tillsammans med dina kollegor bidra du till att utveckla våra produkter och tjänster. Du kommer att arbeta nära våra kunder, leverantörer och samarbetspartners för att säkerställa våra leveranser.\nKvalifikationer Vi söker en teamspelare som är öppen, kreativ och som har lätt för att samarbeta i olika sammanhang. Utöver dina tekniska kunskaper tror vi att du bidrar med ett stort mått av nyfikenhet och intresse av problemlösning. Du har en förmåga att strukturera och lösa de uppdrag och situationer du ställs inför, du är drivande och har förmåga att arbeta självständigt. Du är prestigelös, ärlig och ödmjuk i din framtoning och delar gärna med dig av dina kunskaper och erfarenheter. Du tar dina uppdrag i mål med fokus på att lösningarna ska uppfylla behoven hos våra kunder och dess användare. Vi ställer krav på:\n· Relevant universitets-, högskoleexamen, YH-utbildning eller motsvarande kunskaper som arbetsgivaren bedömer likvärdigt.\n· Erfarenhet av att arbeta i Visual Studio.\n· Erfarenhet av att arbeta med SQL Server och relationsdatabaser.\n· Erfarenhet av objektorienterade språk, allra helst C#.\n· Kunskaper inom webbutveckling, API:er och WebServices.\n· Att du är nyfiken, har ett eget driv och är van att jobba självständigt.\nDet är meriterande om du dessutom har erfarenhet från mjukvaruutveckling och är van vid att jobba i projektform/agilt.\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": "Visual Studio, SQL Server, objektorienterade språk (specifikt C#), webbutveckling, API:er, WebServices.",
      "Produkt": "Konsultverksamhet, programutveckling, drift, konsulting, utbildning, projektledning och utveckling av program för marknads- & opinionsundersökning.",
      "Företagsstruktur": "Entergate AB ingår i en koncern med 3 bolag. Koncernmoderbolag är Entergate Group AB. Fördelningen i styrelsen är 50.0 % män (2), 50.0 % kvinnor (2). Ansvarig är Cyrus Daneshmir.",
      "Ekonomi": "Vid senaste bokslut år 2024 hade företaget en omsättningsförändring på 12.5%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "12.5 %"
      },
      "kontakter": [
        {
          "email": "info@entergate.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "namn@exempel.com",
          "name": "Namn",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "88170cb0c9d64f94b5821ca7fd2d55a4@sentry-next.wixpress.com",
          "name": "Cbcdfbcafdda",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "605a7baede844d278b89dc95ae0a9123@sentry-next.wixpress.com",
          "name": "Abaededbdcaea",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "8eb368c655b84e029ed79ad7a5c1718e@sentry.wixpress.com",
          "name": "Ebcbeedadace",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "460ff4620fa44cba8df530afde949785@sentry.wixpress.com",
          "name": "Fffacbadfafde",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "79baaa8e09c746d2b7401643b99792e0@sentry.wixpress.com",
          "name": "Baaaecdbbe",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "ed436f5053144538958ad06a5005e99a@sentry.wixpress.com",
          "name": "Edfadaea",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "2062d0a4929b45348643784b5cb39c36@sentry.wixpress.com",
          "name": "Dabbcbc",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "271e9fa3230b4eec94b02bf95780f5f2@sentry.wixpress.com",
          "name": "Efabeecbbfff",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "1eeb89147c984dc6bc3ffafd9e6cd089@sentry.wixpress.com",
          "name": "Eebcdcbcffafdecd",
          "position": "",
          "source": "https://www.entergate.se"
        },
        {
          "email": "support@entergate.se",
          "name": "Support",
          "position": "",
          "source": "https://www.entergate.se/kontakt"
        },
        {
          "email": "info@mysite.com",
          "name": "Info",
          "position": "",
          "source": "https://www.entergate.se/kontakt"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 118,
      "företagsnamn": "SOS Alarm Sverige AB",
      "företagswebb": "https://sosalarm.se",
      "organisationsnummer": "5561595819",
      "sökterm": [
        "Robot Framework",
        "Angular",
        "Appium",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29358108",
      "titel": "Testande Testledare Appar",
      "beskrivning": "Vi på SOS Alarm arbetar för ett tryggare Sverige för alla. Det gör vi genom att hjälpa människor i nödsituationer, hantera larm, koordinera arbete vid olyckor och kriser, samt genom att aktivt bevaka händelser och trender på nationell och global nivå. Vi gör allt detta i samverkan med våra kunder och partners - dygnet runt, årets alla dagar. Många är framför allt bekanta med vår leverans av det nationella nödnumret 112, men vi erbjuder även ett växande antal innovativa tjänster för både den privata och offentliga marknaden.\nDin vardag som testande Testledare\nI vårt Produktteam Appar arbetar vi med att ta fram mobil- och webbappar där vi delar viktig information med allmänheten (du kanske känner till 112-appen), andra myndigheter och samarbetspartners. Det hjälper oss att tillsammans rädda liv dygnet runt, året om och göra Sverige tryggare för alla.\nSom testande Testledare hos oss tillhör du vårt agila App-team där du ansvarar för test av våra egenutvecklade appar, både nativeappar och webbapplikationer (PWA). Vi arbetar i ett gemensamt scrumteam där våra testare är med och verifierar kontinuerligt under utvecklingen, samt genomför sluttester inför release. Vi har startat en resa mot mer automatiserad testning varför du också kommer arbeta med fortsatt testautomatisering och underhåll av dessa miljöer. I din roll som Testledare ingår också att ta ett mer långsiktigt ansvar för våra teststrategier inom App-området.\nVåra system byggs primärt i Angular (frontend) och .NET/C# (backend) med apputveckling på iOS/Android. Vi arbetar i Microsoftmiljöer, där både Azure och onpremlösningar förekommer. Arbetsmetodiken är scrum med Jira/Qmetry som planeringsverktyg.\nMer om dig\nSom person är du driven, målinriktad, gillar att samarbeta och sprida kunskaper till andra. Du brinner för Test men har också kompetens inom utveckling och ett intresse av att även arbeta med testautomatisering. Du tar egna initiativ i såväl det dagliga arbetet som i din personliga utveckling. Dina kunskaper i svenska är goda och du har svenskt medborgarskap.\nKompetensmässigt söker vi dig som har:\n Relevant utbildning med en ingenjörsexamen eller jämförbara färdigheter\n Minst 3 års relevant arbetslivserfarenhet\n Programmeringserfarenhet (gärna C# eller Angular)\n Erfarenhet av arbete i Microsoftmiljöer\n Erfarenhet av Robot Framework, Appium, Playwright och/eller andra testramverk\n Erfarenhet av test av kompletta web- och mobilapplikationer\n \nHos oss är våra värderingar, Professionella & Empatiska samt Ansvarstagande & Samverkande, något som genomsyrar hela kulturen på SOS Alarm och att du kan relatera till dessa är en förutsättning för att trivas hos oss!\nDu är välkommen att börja hos oss omgående med hänsyn till eventuell uppsägningstid.\nHar du frågor eller funderingar kan du kontakta oss på elin.axelsson@sosalarm.se. Vi tar inte emot ansökningar via e-post.\nSamtal från externa rekryteringsföretag och säljare undanbedes.\nEftersom SOS Alarm är ett säkerhetsklassat företag görs en säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (1985:585). Även en kontroll enligt Lag (1974:191) om bevakningsföretag utförs och är aktiv under anställningsperioden. Drogtest utan anmärkning är en förutsättning för anställning. Tjänsten innebär även krigsplacering vid SOS Alarm.",
      "Techstack": "Angular, .NET/C#, iOS/Android, Microsoftmiljöer, Azure, onpremlösningar, Jira/Qmetry",
      "Produkt": "Nationella nödnumret 112, mobil- och webbappar för delning av viktig information, koordinering vid olyckor och kriser, bevakning av händelser och trender",
      "Företagsstruktur": "Säkerhetsklassat företag. Arbetar i samverkan med kunder och partners, även andra myndigheter. Har ett Produktteam för Appar som arbetar med att ta fram mobil- och webbappar.",
      "Ekonomi": "Bolaget hade 1 206 anställda och en omsättningstillväxt på 8,3 %. Gjorde ett resultat på 21 722 KSEK med omsättning 1 543 040 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 1543040,
        "Resultat": 21722,
        "Omsättningsförändring": "8,3%"
      },
      "kontakter": [
        {
          "email": "info@sosalarm.se",
          "name": "SOS Alarm Sverige AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "elin.axelsson@sosalarm.se",
          "name": "Elin Axelsson",
          "position": "",
          "source": "https://jobb.sosalarm.se/jobs/5323331-testande-testledare-appar?promotion=1284027-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 119,
      "företagsnamn": "Nyfors Teknologi AB",
      "företagswebb": "https://nyfors.com/",
      "organisationsnummer": "5563083202",
      "sökterm": [
        "Object-Oriented Programming",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29350709",
      "titel": "Product development Engineer",
      "beskrivning": "NYFORS is looking for a Product Development Engineer. The position includes R&D, experiments, and product development tasks such as material processing and laser science for high-tech products.\n\nTHE POSITION\nYou will work in a team of development engineers, mechanical engineers and physicists all dedicated to developing high-tech fiber processing equipment. As a product development engineer in our team, your work will focus on evolving NYFORS’ current product portfolio and developing completely new products. As such you will be strongly tied into the development work happening in our laser laboratories.\nYou will have the opportunity to conduct experiments yourself, set up automated testing, and - with the help of our mechanical designers - create the next innovative fiber processing tools. We useC, C++, C#, Python, Matlab, LabVIEW to program our lab and machines.Familiarity with one or more of these languages will be advantageous.\nYou will also get the chance to collaborate with our project partners and support our customers that range from universities to small and large industry partners.\n\nYOUR BACKGROUND\nWe expect you to have a background in Physics, Mathematics, Programming, Electrical Engineering, or similar. Experience in any of the programming languages above will be valued highly.\n\nWE CAN OFFER\nAt NYFORS, we offer versatile and stimulating work with the opportunity to develop and broaden your knowledge and skills. You will work in bright and pleasant premises at our head office in Skrubba, Stockholm, and we encourage a healthy work-life balance by offering our employees flexible working hours.\nWe value diversity highly and have employees from five different countries. Our goal is to create a long-term, rewarding, and fun collaboration together with you.\n\nTHE TEAM\nWe are a skillful and passionate team with high competence in our area. The team includes development engineers, mechanical engineers and physicists all dedicated to developing new innovative, high-tech products and systems for fiber optic appplications.\nWe think it’s exciting to see all parts come together, software and hardware, and see the end products be successfully used by our customers.\nNYFORS can offer you a diverse and stimulating area of work. We strive to be an exciting employer for any applicant looking to develop their skills broadly.\nAPPLICATION\nIf you are interested in this exciting opportunity, please submit your application as soon as possible. We will conduct interviews on an ongoing basis, so please apply as soon as you can. However, the final application deadline is March 15, 2025. Your application should include your CV and a personal letter where you tell us more about who you are and how you can contribute to this role and to NYFORS as a company.\n\nABOUT NYFORS\nNYFORS is an innovative company moving at the forefront of technology. Our aspiration is to develop the best possible products for our customers. As such we are looking for top applicants and strongly believe in investing in our employees. We encourage all our employees to develop the skills they are most interested in while working here. Our people are our strongest asset and what enables NYFORS’ continued success. Here you will get the opportunity to work with modern, high-tech equipment with dedicated co-workers.For more information about us visit www.NYFORS.com",
      "Techstack": "C, C++, C#, Python, Matlab, LabVIEW",
      "Produkt": "High-tech fiber processing equipment",
      "Företagsstruktur": "Företaget har ett team av utvecklingsingenjörer, mekaniska ingenjörer och fysiker som alla är engagerade i att utveckla nya innovativa, högteknologiska produkter och system för fiber optiska applikationer. Företaget har anställda från fem olika länder och har sitt huvudkontor i Skrubba, Stockholm.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@nyfors.com",
          "name": "Nyfors Teknologi AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "ninfo@nyfors.com",
          "name": "Ninfo",
          "position": "",
          "source": "https://nyfors.com"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 120,
      "företagsnamn": "Livförsäkringsbolaget Skandia, Ömsesidigt",
      "företagswebb": "https://www.skandia.se/",
      "organisationsnummer": "5164060948",
      "sökterm": [
        "TypeScript",
        "Katalon Studio",
        "C#",
        ".NET",
        "Kubernetes",
        "Swagger",
        "Cypress",
        "Postman",
        "utvecklare",
        "React",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561861",
      "titel": ".NET utvecklare",
      "beskrivning": "Vi söker en .NET-utvecklare som är intresserad av att arbeta inom domänerna kundkännedom och regelefterlevnad. Du blir en del av ett engagerat, drivet och socialt team som arbetar med ett affärskritiskt system. Är du redo för nästa steg?  Sök då rollen redan idag! \n\nAtt jobba som .NET utvecklare\nI denna roll blir du en viktig del av ett inkluderande team som utvecklar och förvaltar affärskritiska system  som är viktiga delar i Skandias arbete med att förhindra penningtvätt och finansiering av terrorism. Vi arbetar med eventbaserad arkitektur där stort fokus ligger på backendutveckling i .NET Core/C# med inslag av frontendutveckling i React/ Typescript.\nTeamet har ett starkt samarbete, driv och engagemang där det även finns utrymme för det sociala. Vi löser utmaningar själva eller tillsammans genom par- och mobbprogrammering där stort fokus ligger på kunskapsutbyte och lärande. Här får du möjlighet att vara med i dialoger kring design, arkitektur och kravdiskussioner av nya lösningar samt bygga och optimera integrationer mot andra system.\nTeamet sitter på vårt kontor  i Stockholm på Lindhagensgatan 86. Vi består av mjukvaruarkitekt, utvecklare, Scrum Master (SM), Product Owner (PO) och testare. Tillsammans arbetar vi tätt ihop för att leverera hållbara lösningar som gör verklig skillnad för våra kunder och samhället i stort.\nVi arbetar enligt en hybridarbetsmodell. I rollen kommer du att rapportera till en av våra gruppchefer inom IT koncern & affärsgemensamt.\n\nTekniker och verktyg som teamet jobbar med  är\n\n\n - \nC#/ .NET Core \n\n\n - \nDomändriven design (DDD)\n\n\n - \nEventdriven arkitektur (Nservicebus/mediatr)\n\n\n - \nAzure DevOps/Octopus deploy/Git\n\n\n - \nASP.Net/MVC\n\n\n - \nMS SQL\n\n\n - \nEF Core / Dapper\n\n\n - \nRESTful-services\n\n\n - \nReact/typescript\n\n\n - \nEnhetstester (XUnit/MSTest)\n\n\r\nFör att lyckas i rollen \n\nSer vi att du är noggrann, har ett starkt driv, är problemlösningsorienterad och nyfiken på nya teknologier och arbetssätt.\n\nVi ser att du har några års erfarenhet av systemutveckling inom C#/.NET. Likaså att du kan skriva och kommunicera flytande på svenska. Det är meriterande om du har erfarenhet av containers och Kubernetes, samt om du har arbetat i en Azure-miljö. Eftersom vi arbetar med eventdriven arkitektur kan det också vara en fördel om du har tidigare erfarenhet av detta eller en vilja att lära dig mer. Vi har dessutom påbörjat vår resa med GitHub Copilot och ser det som en självklarhet att du vill ligga i framkant inom AI-stödd systemutveckling.\n\nVad händer nu?\nVi jobbar med löpande urval, så tveka inte att skicka in din ansökan redan idag. I ansökan kommer vi att ställa ett antal urvalsfrågor som ligger till grund för urvalet.\nFör att göra rekryteringsprocessen så rättvis och objektiv som möjligt kommer det att ingå intervjuer, tester via Alva Labs, bakgrundskontroll samt digital referenstagning.\nOm du har frågor kring rollen, vänligen ta kontakt med rekryterande chef Stephan Mannerfelt på stephan.mannerfelt@skandia.se.\nOm du har frågor kopplat till rekryteringsprocessen, maila harald.brehmer@skandia.se. #LI-HB \nVi ser fram emot din ansökan!\n\n\n\nMer om IT \nVi på Skandia IT är stolta över att vara en kundorienterad enhet som levererar effektiva och säkra lösningar för våra kunder. Med cirka 600 engagerade medarbetare är vi mitt i en spännande transformationsresa, där vi utvecklas tillsammans och har kul på vägen. Framåt tillsammans är vårt motto!\nVi arbetar agilt och har sedan 2017 använt oss av SAFe (Scaled Agile Framework), där leverans och kundvärde alltid står i centrum. Våra tågledningar och team jobbar verksamhetsbaserat med aktiviteter som sprintplanering, daily stand-ups, team-synk, code reviews och retrospektiv.\nVar 12:e vecka samlas vi alla i vår ljusa och inspirerande Ljusgård på kontoret i Stockholm för två planeringsdagar. Planeringsperioden består av sex tvåveckorssprintar, där den sista sprinten är en innovationssprint. Här får du chansen att, själv eller tillsammans med ditt team, utveckla och förfina våra system.\n\nVi är tillräckligt små för att du kan göra skillnad men tillräckligt stora för att du kan växa.\n\nVi är det ledande pensionsbolaget som tar ansvar. Hos oss är engagemang, ansvarstagande och en vilja att utvecklas några av de egenskaper vi värderar högst. Vi tror att samarbete tar oss längre än vad någon enskild person kan göra. \n\nVi erbjuder tjänstepension med förebyggande hälsoförsäkring för att våra kunder ska kunna bygga grunden till en trygg pension och vara friska på vägen dit. Vi erbjuder också bolån och sparande samt förenklar sparandet för våra kunder genom vår rådgivning. \n\nAv våra närmare 2 miljoner kunder är 1,4 miljoner också våra ägare. Det är deras behov och intressen som vi tar tillvara i utvecklingen av Skandia. \n\nVi sitter inte inne med alla svaren, det är därför vi behöver din hjälp att lösa morgondagens utmaningar. Ditt bidrag kommer att märkas!",
      "Techstack": "Git, Visual Studio, Visual Studio Code, testautomatiseringsramverk, Cypress, C#, Typescript, React.Js, Azure DevOps, Octopus Deploy",
      "Produkt": "Livförsäkringar, pensionsplaner, hälsoförsäkringar, bolån och sparande, rådgivningstjänster. Specifika produkter inom bankkoncept: Skandia Vardagspaket och Skandia Ung",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@skandia.se",
          "name": "Livförsäkringsbolaget Skandia, Ömsesidigt",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 121,
      "företagsnamn": "Baronit AB",
      "företagswebb": "https://baronit.se",
      "organisationsnummer": "5568155625",
      "sökterm": [
        "RabbitMQ",
        "IoT",
        "GraphQL",
        "Terraform",
        "Microservices",
        "Backend",
        "Ansible",
        "GitHub",
        "DevOps",
        "GitLab",
        "PyTorch",
        "Generative AI",
        "ETL Pipelines",
        "Serverless",
        "MongoDB",
        "Node.js",
        "C#-utveckling",
        "Angular",
        "MySQL",
        "OpenAI",
        "Kafka",
        "Scikit-learn",
        "NumPy",
        "GCP",
        "AWS Lambda",
        "Spring",
        "PostgreSQL",
        "TensorFlow",
        "Data Visualization",
        "Tableau",
        "Redis",
        "Functional Programming",
        "Bash",
        "Pandas",
        "Java",
        "ASP.NET Core"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29347819",
      "titel": "Data Engineer",
      "beskrivning": "Shaping the Future with Brilliant Minds\nAt Baronit, we connect brilliant minds to shape the future of technology. As a passionate team of tech experts, we lead with innovation, expertise, and curiosity to help businesses grow and adapt to new opportunities. Our experts blend technical excellence, industry insight, and a strong commitment to delivering exceptional results across sectors such as Automotive, Fintech, Healthcare, Telecom, E-commerce, and more.\nWe are an IT consultancy company based in Gothenburg looking for experienced Data Engineers to join our client’s team. This role involves working closely with our client’s cross-functional teams to deliver data-driven, scalable solutions using modern cloud platforms, advanced data pipelines, and cutting-edge machine learning techniques.\nHere's what we’re looking for in an ideal candidate:\nAcademic degree in Computer Science, Engineering, or a related field.\n6+ years of experience in Data Engineering or related fields.\nDesign, develop, and maintain scalable data pipelines using Databricks to support data ingestion, transformation, and loading (ETL/ELT) processes.\nManage the full lifecycle of data products, from ETL processes to deployment in production environments.\nExpertise in Python for data manipulation and analysis, including libraries like Pandas, NumPy, Scikit-Learn, SciPy and TensorFlow.\nProven experience with Cloud Platforms such as AWS, Azure, or GCP for data engineering and storage and related data services.\nStrong understanding of ETL processes and tools like Apache Spark, Apache Kafka, Airflow, Hadoop DBT, Fivetran, Beam.\nExperience with data processing frameworks like Beam, Dataproc, Spark, Hive, Flink and BigQuery.\nExperience with CI/CD pipelines for data workflows, using tools like Jenkins, Git, Terraform, Docker, Kubernetes, Tekton and ArgoCD.\nExperience with SQL like PostgreSQL, MySQL, SQL Server and NoSQL databases for querying and data manipulation.\nData visualization skills using tools such as Power BI, Tableau, QlikView/QlikSense, Streamlit, Grafana, Looker or Python-based visualization libraries.\nExperience in machine learning techniques and AI product development.\nFluent in English both written and verbal, Swedish is a plus.",
      "Techstack": "C#, .NET, ASP.NET Core, React, Angular, Azure DevOps, Git, Jenkins, Azure, AWS, Docker, Kubernetes, Terraform, Bicep, Ansible, Grafana, ElasticStack, Azure Monitor, PostgreSQL, MongoDB, SQL Server",
      "Produkt": "IT-konsultation och tekniska lösningar inom Automotive, Fintech, Healthcare, Telecom, E-commerce",
      "Företagsstruktur": "Baronit AB är baserat i Göteborg, Sverige med omfattande experties inom backend och frontend utveckling, och anställer en Fullstack Engineer",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@baronit.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 122,
      "företagsnamn": "Position Green AB",
      "företagswebb": "https://www.positiongreen.com/",
      "organisationsnummer": "5590065834",
      "sökterm": [
        "JavaScript",
        "Sharepoint",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29373063",
      "titel": "Operational Systems Coordinator",
      "beskrivning": "Do you want to be part of a leading Nordic scale-up and contribute to the global corporate sustainability transition? Position Green is in an exciting growth phase, and we’re now looking for an Operational Systems Coordinator to join our Operational Excellence team.\n About Position Green \nAt Position Green, we bring together leading experts in ESG strategy, communication, and software to help businesses accelerate their sustainability agenda. Our integrated offering spans environmental, social, and governance domains, encompassing strategy advisory, data management, reporting, e-learning, and executive training.\nWith more than 700 clients and over 350 employees located across 10 offices in Norway, Sweden, Denmark, the US, Benelux, and the UK, Position Green is at the forefront of corporate sustainability.\nYou’ll join a dynamic and diverse team of talented colleagues with expertise across a wide range of fields. We pride ourselves on a collaborative, non-hierarchical working environment and a strong team culture that encourages feedback, innovation, and the sharing of ideas.\n About the Role \nAs an Operational Systems Coordinator, you’ll be the go-to person for colleagues seeking guidance or support with our internal systems. Working closely with colleagues across departments, you’ll tackle technical challenges, enhance processes, and ensure the systems are used effectively—all while managing tasks and requests through our internal ticket system.\nIn this role, you’ll be part of our Operational Excellence team, a dynamic group of nine who combine expertise, ambition, and a collaborative spirit to ensure smooth and efficient operations across the organization.\nKey Responsibilities:\n \nConfigure and manage systems like HubSpot, Moment/Milient, StartDeliver, DealHub, FreshDesk, and SharePoint\n\n \nCreate processes and workflows that make it easier for teams to use and benefit from these tools\n\n \nProvide support to colleagues with system navigation or troubleshooting via the internal ticket system\n\n \nCollaborate with team members on projects to improve operational efficiency\n\n What We’re Looking For\nWe’re looking for someone who is curious, detail-oriented, and has a natural knack for problem-solving. You thrive on helping others, enjoy learning new systems, and take pride in keeping things running smoothly. While we don’t expect you to have experience with all the tools we use, familiarity with platforms like HubSpot or SharePoint and a proactive mindset is a great plus.\nTo succeed in this role, we believe you have: \n \nA Bachelor’s degree in IT, Computer Science, or a similar field\n\n \nGreat communication skills in English (written and spoken)\n\n \nA strong technical mindset and a natural curiosity for learning new tools\n\n \nA service-minded approach – you enjoy supporting colleagues and solving challenges\n\n \nAn eye for detail and the ability to keep things organized\n\n \nBasic knowledge of JavaScript, HTML, CSS, and/or JSON is a plus\n\n  Location \nWe believe you’re based in Malmö or Stockholm and can work from the office at least three days a week, with flexibility to work remotely when it suits you.\nWhat’s Next?\nWe review applications on a continuous basis, and personal suitability will be key in our decision-making process. We hope to have our new colleague starting as soon as possible.",
      "Techstack": "HubSpot, Moment/Milient, StartDeliver, DealHub, FreshDesk, SharePoint, JavaScript, HTML, CSS, JSON",
      "Produkt": "ESG strategi, kommunikation och mjukvara för företags hållbarhet, datahantering, rapportering, e-lärande, ledarutbildning",
      "Företagsstruktur": "Företaget har över 350 anställda och mer än 700 kunder. Strukturen omfattar 10 kontor i Norge, Sverige, Danmark, USA, Benelux och Storbritannien.",
      "Ekonomi": "Företaget gick med förlust -64 945 KSEK, trots en omsättning på 128 517 KSEK år 2023. Bolaget hade en omsättningstillväxt på 144,7 %. Företagets vinstmarginal låg på −78,3%",
      "Ekonomisiffor": {
        "Omsättning": 128517,
        "Resultat": -64945,
        "Omsättningsförändring": "144.7%"
      },
      "kontakter": [
        {
          "email": "info@positiongreen.com",
          "name": "Position Green AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 123,
      "företagsnamn": "L.T.S. Telekommunikation AB",
      "företagswebb": "https://stjarnafyrkant.se/umea/",
      "organisationsnummer": "5562245232",
      "sökterm": [
        "Sharepoint"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29309617",
      "titel": "Är du vår nästa IT-konsult i Stjärnklass?",
      "beskrivning": "Är du vår nästa IT-konsult i Stjärnklass? \nTillsammans skapar vi glädje, kreativitet och löser våra kunders problem – stora som små. Slår ditt hjärta lite extra för service och kundnöjdhet? Är du en riktig stjärna som vill bidra till din egen och företagets utveckling? Då är vi som gjorda för varandra.\nHur det är att jobba hos oss\nHos oss på StjärnaFyrkant kommer du till en arbetsplats där alla våra medarbetare brinner för att göra skillnad – för kunder och varandra, men framför allt för de som behöver det som mest. Hållbarhet och välgörenhet ligger oss därför varmt om hjärtat.\nVi bygger relationer med varandra och våra kunder. Tillsammans skapar vi en arbetsplats som präglas av öppenhet, gemenskap, eget ansvar och där alla medarbetare ska ha en möjlighet att växa, utvecklas och få vara med och påverka. \nHjärtat i vår verksamhet är våra medarbetare och som anställd hos oss får du dela dina dagar med riktigt jäkla duktiga och härliga kollegor som alla drivs av att göra det lilla extra. \nHos oss är ingen dag den andra lik, vi växer och blir utmanande varje dag men möter utmaningarna som ett team. Tillsammans skapar vi en arbetsplats som blir mer än bara ett jobb! \nDin vardag hos oss\nI jobbet som IT-konsult kommer du arbeta nära företagets kunder med hela vårt erbjudande - allt från support och kundvård till driftsättning, underhåll och utveckling. Som IT-konsult är du ofta den som kunden har störst förtroende för och det är därför viktigt att du inte sviker det förtroendet och alltid har kundens bästa i åtanke. Din relation till kunden kommer vara helt avgörande för kundens upplevelse och om vi får en nöjd kund. \nDu utgår från våra nya, fina lokaler på Västerslätt och behöver ha B-körkort för att kunna ta dig ut till kunderna.\nVad vi förväntar oss av dig\n- Vi söker dig som har jobbat inom IT några år. \n- Vi söker dig som har bred kompetens inom Microsoft 365 och Azure (mailhantering, sharepoint, teams, intune, rättighetsstruktur och säkerhet)\n- Det är meriterande om du har nätverks- och serverkompetens (implementation, drift och felsökning)\nDu behöver ha god struktur, vara kommunikativ och ha vana att registrera din tid och dokumentera ditt arbete. Det är viktigt att du bidrar med positiv energi, är duktig på att dela med dig av kunskap till andra och har en god förmåga att samarbeta likväl som att jobba enskilt. Vi söker dig som är driven och kundfokuserad, vill vara med och utveckla vårt IT-erbjudande och verkligen bidrar till det stjärnteam du kommer ingå i. \nOm oss\nHos oss finns inga externa aktieägare eller investmentbolag. Vi är ett lokalägt företag med korta beslutsvägar och ett absolut fokus på att skapa en arbetsplats där vi kan ha kul, som ger oss energi och som skapar kreativa och nöjda medarbetare.\nVi erbjuder ett brett produkt- och tjänsteutbud anpassat efter våra kunders kommunikationsbehov. Vi hjälper våra kunder med produkter och tjänster inom IT, Telefoni & Fordon. Grundpelarna i vår verksamhet är våra värderingar – service, ärlighet och kvalité. Det präglar allt vi gör för våra kunder och för varandra. \nSom en av de med högst kundnöjdhet i Sverige i vår bransch och en trivsel hos personalen med en eNPS på 82/100 skulle man kunna tro att vi är nöjda, men vi har långt kvar att vandra och vill aldrig sluta utvecklas. För att säkerställa detta har vi förutom vår miljöcertifiering, även certifierat oss i arbetsmiljö och kvalité för att fortsätta stärka den positiva upplevelsen för vår personal och våra kunder. Vi växer snabbt, är ca. 40 stjärnor, omsätter ca. 120 miljoner, är AAA-ratade och finns i Umeå & Skellefteå.\nAnsökan\nSlå en pling till Jens Nordström på 090-70 44 57 om du har frågor kring tjänsten. Annars är du varmt välkommen att skicka in ditt CV till ansokan.vb@stjarnafyrkant.se märkt med ”Ansökan IT-Konsult” och berätta varför just du ska jobba hos oss. Vi hörs!",
      "Techstack": "Microsoft 365, Azure, Nätverk, Server",
      "Produkt": "IT, Telefoni & Fordon",
      "Företagsstruktur": "Verkställande direktör: Per Niklas Bjuhr (f 1985). L.T.S. Telekommunikation AB ingår i en koncern med 2 bolag. Koncernmoderbolag är Sebnik AB. Företaget är baserat i Umeå och Skellefteå.",
      "Ekonomi": "Företaget omsatte 122 137 KSEK under 2024 med ett resultat på 2 216 KSEK. Vinstmarginal låg på 1,8 % vilket ger L.T.S. Telekommunikation Aktiebolag placeringen 322 613 i Sverige av totalt 761 194 aktiebolag.",
      "Ekonomisiffor": {
        "Omsättning": 122137,
        "Resultat": 2216,
        "Omsättningsförändring": "-0,0 %"
      },
      "kontakter": [
        {
          "email": "info@stjarnafyrkant.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "umea@stjarnafyrkant.se",
          "name": "Umea",
          "position": "",
          "source": "https://stjarnafyrkant.se/umea"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 124,
      "företagsnamn": "Consat Engineering AB",
      "företagswebb": "https://www.consat.se/",
      "organisationsnummer": "5562828862",
      "sökterm": [
        "Python",
        "C/C++",
        "Git"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558504",
      "titel": "Embedded Mjukvaruutvecklare",
      "beskrivning": "Consat Engineering är ett av Sveriges bästa ingenjörshus och nu utökar vi teamet med fler Doers! \nVi är ett entreprenörsdrivet bolag som alltid strävar efter att ligga i framkant inom teknik och innovation! Vi letar efter nya medarbetare som vill jobba med spetsteknik och göra Consat ännu bättre. Consat South-East är på jakt efter embedded-utvecklare som vill vara med och forma framtiden. Är du en problemlösare med passion för teknik och innovation? Då är det här platsen för dig! \nVi är ett entusiastiskt gäng med ett genuint teknikintresse som älskar att dela våra kunskaper. Våra erfarna ingenjörer tar gärna rollen som mentorer och hjälper sina grönare kollegor att växa. Vi värderar långsiktighet, grit och en stor dos skratt i vardagen.\nVi jobbar med både små firmor och stora internationella bolag. Våra kunder finns inom alla möjliga branscher, från väletablerade industrier i regionen till nykomlingar på marknaden. Ibland är vi hos kunden, ibland på våra egna kontor. \nVad vi erbjuder:\n En utvecklande och innovativ arbetsplats \n En bredd av intressanta och stimulerande projekt och uppdrag \n Oändliga möjligheter för din personliga och professionella utveckling – vi tror på dig!\n Riktigt schyssta kollegor \n \nVi letar efter dig som :\n Älskar att lösa problem och lista ut hur saker fungerar\n Brinner för att skapa framgångsrika och hållbara lösningar \n Civil- eller högskoleingenjörsexamen inom datateknik eller ett närbesläktat område\n Har flera års erfarenhet av att bygga mjukvara för inbyggda system \n Har grymma programmeringskunskaper i C/C++, Python och Embedded Linux samt erfarenhet av verktyg som Git\n Gillar att jobba i agila och tvärfunktionella team \n Goda språkkunskaper i svenska och engelska\n Gillar att samarbeta och bidra till bolagets utveckling\n  \nVad vi gör inom Consat Engineering: Vi designar och utvecklar inbyggda system för en rad branscher så som industrin, telekom, Life Science och fordonsindustrin. Vår spetskompetens inom både hård- och mjukvaruutveckling gör oss till en eftertraktad partner för både små och stora företag, och vi arbetar i nära samarbete med våra kunder för att skapa lösningar som gör skillnad. Vi är en del utav en global koncern med systerbolag inom elektromobilitet och smart kollektivtrafik, IT-lösningar och innovationsledning. Våra uppdrag och projekt spänner över allt från smarta lösningar som förenklar vardagen, till helhetslösningar som optimerar verksamheter. \nVår långsiktiga syn på våra medarbetare har lett till att Consat för tolfte året i rad har utsetts till ett av Sveriges 100 Karriärsföretag! Läs mer på: www.consat.se. Din roliga karriär börjar här! \nKontakt:\nHar du frågor om tjänsten? Skicka ett mail till Katarina Stekovic på katarina.stekovic@consat.se.\nUrval sker löpande! Välkommen med din ansökan.",
      "Techstack": "C/C++, Python, Git",
      "Produkt": "Tekniska lösningar och konsulttjänster inom områden som fordonsindustri, life science och industriell tillverkning med särskilt fokus på inbyggda system och telekomlösningar, närmast 5G-teknologi.",
      "Företagsstruktur": "-",
      "Ekonomi": "Consat Engineering Aktiebolag hade en omsättningsförändring på 17.1% vid senaste bokslut 2023 enligt Ratsit.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "17.1%"
      },
      "kontakter": [
        {
          "email": "info@consat.se",
          "name": "Consat Engineering AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "frida.williamsson@consat.se",
          "name": "Frida Williamsson",
          "position": "",
          "source": "https://careers.consat.se/jobs/5363155-embedded-mjukvaruutvecklare-med-erfarenhet-fran-telekom?promotion=1274582-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 125,
      "företagsnamn": "Software by QUOKKA AB",
      "företagswebb": "http://www.softwarebyquokka.se",
      "organisationsnummer": "5592593999",
      "sökterm": [
        "Katalon Studio",
        "Kafka",
        "PostgreSQL",
        "Kotlin",
        "C/C++",
        "Object-Oriented Programming",
        "MongoDB",
        "MySQL",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/28785159",
      "titel": "Senior Data Engineer",
      "beskrivning": "Software by Quokka AB is a subsidiary of Quokka AB, and part of Hans Andersson Group. Our company offers high-end software engineering services to some of Sweden's leading companies within Automotive, Telecom, MedTech and Fintech. Moreover we are an innovation hub for business ideas. Within the group of 30 companies we have vast experience from starting new companies and a genuine interest to invest in ideas and people we believe in. We know that our success is based on enabling the full potential of our employees – our most important asset. Our culture is based on a strong employee focus and our three cornerstones: Joy, Curiosity & Innovation.\nWe are inspired by the Quokka – known for its curiosity and for being the happiest animal on the planet!\nWelcome to visit www.softwarebyquokka.se and follow us on Instagram @softwarebyquokka!\nAutonomous Driving sets high demand on data management. Talented Data Engineers will therefore, play a key role in the success of autonomous driving. We are now looking for you, that would like to help our automotive clients to evolve efficient data management solutions.\nWho are you?\nYou have a couple of years of experience from Data Engineering and related technologies and frameworks. We believe that you are curious, flexible, open-minded, and eager to continuously improve your skills. You have an innovative, pragmatic, collaborative and creative mind-set of handling technical challenges. You enjoy teamwork, but at the same time you can work independently and drive development on your own. You have a positive attitude and the willingness and ability to take initiatives to progress and deliver.\nEducation\nMSc/BSc Computer Science or equivalent\nRequired Qualifications\nAt least 5 years of experience as a Data Engineer.\nStrong knowledge of cloud-based technologies and tools, such as AWS, Azure, or Google Cloud Platform.\nExperience designing, building, and maintaining data pipelines using technologies such as Databricks, Apache Airflow, Kubernetes, Docker, Apache Kafka, Terraform, and Apache Spark.\nProficiency in programming languages such as Python, Scala and SQL.\nExperience working with large data sets and databases such as MySQL, PostgreSQL, and MongoDB.\nExperience with data warehousing, data lakes.\n\n\n\nLanguages\nEnglish, proficient level",
      "Techstack": "AWS, Azure, Google Cloud Platform, Databricks, Apache Airflow, Kubernetes, Docker, Apache Kafka, Terraform, Apache Spark, Python, Scala, SQL, MySQL, PostgreSQL, MongoDB",
      "Produkt": "Mjukvaruutveckling, Dataingenjörstjänster, Utveckling av effektiva datahanteringslösningar för kunder inom automotive-branschen",
      "Företagsstruktur": "Software by Quokka AB är ett dotterbolag till Quokka AB och ingår i Hans Andersson-koncernen. Företaget består av 30 företag med stor erfarenhet av att starta nya företag.",
      "Ekonomi": "Software by QUOKKA AB hadde en omsättningsförändring på 37.0% vid senaste bokslut 2023. Bolagets VD är Gunnel Teresia von Sicard 57 år.",
      "Ekonomisiffor": {
        "Omsättning": 49747,
        "Resultat": 4117,
        "Omsättningsförändring": "37.0%"
      },
      "kontakter": [
        {
          "email": "marcus.karlsson@quokka.se",
          "name": "Marcus Karlsson",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "software@quokka.se",
          "name": "Software",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "jesper.kjellqvist@quokka.se",
          "name": "Jesper Kjellqvist",
          "position": "",
          "source": "http://www.softwarebyquokka.se/contact"
        },
        {
          "email": "teresia.sicard@quokka.se",
          "name": "Teresia Sicard",
          "position": "",
          "source": "http://www.softwarebyquokka.se/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 126,
      "företagsnamn": "Essiq AB",
      "företagswebb": "http://essiq.se/",
      "organisationsnummer": "5566746250",
      "sökterm": [
        "C/C++"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29522887",
      "titel": "Embeddedutvecklare",
      "beskrivning": "Ser du fördelarna med att få variation och erfarenhet från olika kunder och branscher men att utvecklas med en och samma arbetsgivare? Som medarbetare på ESSIQ får du det bästa av två världar. \nROLLBESKRIVNING \nI rollen som Embedded-utvecklare kommer du att vara med och utveckla och implementera inbyggda system, där du får möjlighet att tillämpa din expertis inom C/C++ och hårdvarunära utveckling. Du kommer att arbeta med bland annat mikrokontroller, systemarkitektur och realtidsoperativsystem för att skapa effektiva, stabila och långsiktiga lösningar. I rollen ingår även att utveckla gränssnitt och kommunikationsprotokoll för att säkerställa optimal samverkan mellan system och enheter.\nVi söker dig som har ett användarfokuserat och lösningsorienterat arbetssätt, och som är öppen för nya idéer och professionell utveckling. Hos oss får du både trygghet och frihet i ditt arbete, med ett stort stöd från oss i den takt du önskar. För oss är det viktigt att du får vara delaktig i att forma din karriärväg och att du är med och påverkar ESSIQ som företag och arbetsplats.\n \nKVALIFIKATIONER Vi letar inte efter anställda, vi letar efter medarbetare – efter ESSIQ:are! Nedanstående är de grundläggande kvalifikationerna för tjänsten, men vi kommer även lägga stor vikt vid din personlighet.\nGrundläggande kvalifikationer\n   Civil- eller högskoleingenjör (eller likvärdig)\n Minimum 5 års arbetslivserfarenhet av inbyggda system\n Mycket goda kunskaper inom C/C++ \n  Linux (kernal och user space, drivare)\n God förståelse för kopplingen mellan Linux och hårdvara \n Yocto\n GIT/Gerrit\n Meriterande med erfarenheter inom ytterligare språk, såsom Python, Java, etc.\n  \n\nPersonlighet och engagemang\n Du är ansvarstagande – kommer i mål, i medvind likväl som i motvind. \n Du är social och kommunikativ – öppen och tydlig gentemot dina kollegor, och är en produktiv problemlösare. Du är bra på att föra samtal om dig, arbetsteamet och leveransen inför en eller flera åhörare.\n Du är lyhörd och hjälpsam – tar in kunskap från omvärld och kollegor, och delar gärna med dig av din egen. Du är generös med tips, hjälp och stöd. \n \nOM TJÄNSTEN\n  Anställningsform: tillsvidareanställning på heltid\n Tillträde: enligt överenskommelse.\n Lön och förmåner: Konkurrenskraftig fast eller rörlig lön. Goda utvecklingsmöjligheter och generösa förmåner. Tjänstepension, omfattande försäkringar. \n Placering: ESSIQ SYD – Malmö med omnejd.\n  \nOM ESSIQ \nESSIQ är teknikkonsultföretaget där allt börjar med dig. Med fokus på individen, flexibla lösningar och en modern lönepolicy attraherar vi de skarpaste, mest professionella och engagerade personerna i branschen. Med denna vision grundades ESSIQ år 2005, sedan dess har vi utvecklats till ett framgångsrikt företag med kontor i Stockholm, Göteborg och Malmö. Vi består idag av över 250 medarbetare med olika bakgrund, personlighet och nationalitet, med en god fördelning av kvinnor och män. \nESSIQ är ett familjärt och socialt företag med visionen att vara Sveriges bästa arbetsgivare för alla medarbetare, oavsett roll i organisationen. Vi lägger stor vikt vid gemenskap och har ett uppskattat utbud av professionella och sociala aktiviteter. Vår kommunikationsplattform genomsyras av öppenhet, och främjar nätverkande och kompetensutbyte såväl som fritidsaktiviteter och relationsbyggande.\nANSÖKAN Är du intresserad så skicka in din ansökan så snart du kan, vi kommer att anställa flera medarbetare den kommande perioden. Urval och intervjuer sker löpande.\nKONTAKT Frågor om tjänsten? Kontakta Amanda Cronquist, amanda.cronquist@essiq.se, 072-4530527. Vill du veta mer om ESSIQ? Besök http://essiq.se och följ oss på våra sociala medier!",
      "Techstack": "C/C++, Linux, Yocto, GIT/Gerrit",
      "Produkt": "Essiq AB erbjuder tjänster inom produktutveckling för huvudsakligen automotiv-, byggnadsteknisk- och marin miljö. Deras tjänster innefattar områden som projektledning, inbyggda system, utveckling och implementering av systemarkitektur och realtidsoperativsystem",
      "Företagsstruktur": "Essiq AB är teknikkonsultföretaget där allt börjar med deras medarbetare. Företaget grundades 2005 och har utvecklats till ett framgångsrikt företag med kontor i Stockholm, Göteborg och Malmö. Företaget består idag av över 250 medarbetare med olika bakgrund, personlighet och nationalitet, med en god fördelning av kvinnor och män.",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på - 0.4%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "- 0.4%"
      },
      "kontakter": [
        {
          "email": "jonas.sohtell@essiq.se",
          "name": "Jonas Sohtell",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "mikael.hall@essiq.se",
          "name": "Mikael Hall",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "fredrik.persson@essiq.se",
          "name": "Fredrik Persson",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "magnus.engelmark@essiq.se",
          "name": "Magnus Engelmark",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "maria.ghildiyal@essiq.se",
          "name": "Maria Ghildiyal",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "david.soderlund@essiq.se",
          "name": "David Soderlund",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "filip.lillevars@essiq.se",
          "name": "Filip Lillevars",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "amanda.cronquist@essiq.se",
          "name": "Amanda Cronquist",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "petra.govik@essiq.se",
          "name": "Petra Govik",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "henrik.vidarsson@essiq.se",
          "name": "Henrik Vidarsson",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "olivia.lyden@essiq.se",
          "name": "Olivia Lyden",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "carl.bergstrom@essiq.se",
          "name": "Carl Bergstrom",
          "position": "",
          "source": "http://essiq.se/contact"
        },
        {
          "email": "sofia.bagenholm@essiq.se",
          "name": "Sofia Bagenholm",
          "position": "",
          "source": "http://essiq.se/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 127,
      "företagsnamn": "Sellhelp AB",
      "företagswebb": "https://career.sellpy.se/",
      "organisationsnummer": "5569961260",
      "sökterm": [
        "PyTorch",
        "AWS Lambda",
        "AWS",
        "SQL",
        "React",
        "JavaScript",
        "MongoDB",
        "TensorFlow",
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29538537",
      "titel": "Machine Learning Engineer",
      "beskrivning": "Leverage the power of machine learning to revolutionize sustainable shopping for millions of customers.\n\"We value your ideas and curiosity since they are key enablers to keep up with the ever-changing machine learning field.\" - Therese, Head of Machine Learning.\nSellpy’s vision is to empower everyone to live circularly. We see a tremendous financial, social and environmental value in making sure unused items are put to use again. We are looking for colleagues who share this vision, and who are ready to see their work contribute to a sustainable future.\nMachine Learning at Sellpy\nWe look for you who want to be part of our journey to make sustainable shopping the first-hand choice by building great product recommendations, using computer vision to make the item handling process smoother and other user-friendly solutions. We want to provide the best customer experience and that’s why we need you on board.\nThis job will suit you if you’re excited to build solutions leveraging the latest machine learning models and build custom models to solve unique challenges together with a team of highly motivated engineers.\nIn short, you will\nBuild machine learning models with a major impact on our product\nSimplify, build and improve our already existing models\nBuild solutions leveraging the latest machine learning development\nEnjoy personal growth during our level-up days once a month\nKeep up with ML development with the team on weekly deep dives\nMake use of your skills in Tensorflow and Python\n\nRequirements\nB.S or M.S. degree in Computer Science or related field\nStrong proficiency in Python\nExperience with ML frameworks such as Tensorflow or PyTorch\nExperience with AWS or similar cloud service providers\nWritten and spoken fluency in English\n\nWe’d be impressed if you have\nPrevious experience with recommender systems\nKnowledge about how to build efficient data pipelines\nExperience in setting up ML systems in production\nKnowledge of relational databases and SQL\n\nYou’ll get to\nBe part of a tech-minded company that's driving the change towards a sustainable lifestyle. In return, you will get direction, energy, and work on meaningful challenges on a daily basis.\nBenefit from hybrid work from our offices at Medborgarplatsen, and from home.\nWork with highly skilled and motivated colleagues.\nGain new skills with unlimited access to a learning platform\nSpend time on personal development during monthly level-up days.\nEnjoy Sellpy credits and staff discounts at Sellpy and the H&M brands (Arket, COS, Other Stories, Weekday and more).\nSave up with a monthly pension plan.\nEngagement in Sellpy’s social traditions with game nights, interactive planning days, guest speakers and other activities.\n\nLocation\nYou are welcome to do all these things at our office at Medborgarplatsen in Stockholm, and from home.\nForm of employment: Full-time\nStart: As agreed upon\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": "Javascript, React, React Native, Node, Angular 2+, Web Components, Logging och monitoring",
      "Produkt": "Företaget erbjuder tjänster för köp och försäljning av begagnade varor",
      "Företagsstruktur": {
        "VD": "Hans Michael Wilhelm Arnör",
        "Styrelsefördelning": "60,0 % män (3), 40,0 % kvinnor (2)"
      },
      "Ekonomi": {
        "Omsättningsförändring": "58,1%",
        "Förlust 2023": "-51330 KSEK"
      },
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "58,1%"
      },
      "kontakter": [
        {
          "email": "info@career.sellpy.se",
          "name": "Sellhelp AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 128,
      "företagsnamn": "Knightec AB",
      "företagswebb": "https://knightec.se",
      "organisationsnummer": "5566222609",
      "sökterm": [
        "Javascript",
        "React Native",
        "Kotlin",
        "Functional Programming",
        "IoT",
        "JavaScript",
        "C/C++",
        "Mjukvaruutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29492524",
      "titel": "Functional Safety Consultant - Process and Product Compliance",
      "beskrivning": "Why this job is for you:\nAre you driven to make the world a safer place? Do you want to be part of a supporting team? Are you tired of working with embedded systems where there are no processes to follow, or where existing processes are not user-friendly or compliant with industry standards? Are you the one who identifies how things could be done better and has ideas on how to make processes clear, safe, and easy to follow? Good – then we might just have the job for you! \nYour main tasks will be:\n Developing and improving safety concepts and processes: Ensure processes for embedded systems are compliant, safe, and user-friendly.\n Collaboration: Work in cross-functional teams on Functional Safety projects.\n Review and creation: Develop new processes and safety concepts and educate organizations.\n Help our clients achieve optimized compliance with Functional Safety.\n \n\nPreferable skills and experiences you bring:\n A strong interest in process development, ways of working, leadership and functional safety.\n Willingness to learn new things and take responsibility for your own development.\n Experience in the automotive industry, preferably in SW development.\n Experience in verification, or validation of software or embedded systems, following ISO 26262 or related standards is a plus\n A good understanding of model-based system engineering and requirements-based product development.\n \n\nReady to Make an Impact and Build a Career to be Proud of:\nFunctional Safety is a multidisciplinary domain contributing to developing safer electronic products for our society. It has become increasingly crucial in our digital age as the growing trends in automation, connectivity, and electromobility have heightened our reliance on vulnerable cyber-physical systems.\nYou will be part of our Functional Safety team, working together with competence development and client projects. Together, you will form cross-functional teams, working on Functional Safety-related projects for our clients. In the team, we support each other and share and develop knowledge together. The clients are within the automotive industry, both OEM’s and sub suppliers. There will be a variety of projects and competence initiatives during your career at Knightec. Besides from playing a crucial role in shaping the initiative’s future. You will be given great flexibility in forming your role and focusing on the aspects that you find most interesting. Competence devolvement will be given to you - Your ambition will lead the way; we will provide you with the tools and conditions required to achieve your goals. You will have a personal development plan, and we will help you build your career through close collaboration and teamwork. Allowing you to learn and work with some of the most skilled professionals in the industry.\n The application process is ongoing.",
      "Techstack": "Android, iOS, React Native, Kotlin Multiplatform, RxSwift/RxJava, Docker, CI/CD pipelines",
      "Produkt": "Digitala produkter, primärt mobilapplikationer för Android och/eller iOS",
      "Företagsstruktur": "Knightec AB är en del av Knightec Group som även inkluderar Daresay och Semcon",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 7,9%",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "7,9%"
      },
      "kontakter": [
        {
          "email": "info@knightec.se",
          "name": "Knightec AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "mikael.westh@daresay.co",
          "name": "Mikael Westh",
          "position": "",
          "source": "https://career.knightec.se/jobs/5133904-mobilutvecklare-android-ios-multiplatform?promotion=1294843-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 129,
      "företagsnamn": "Hiq Göteborg AB",
      "företagswebb": "https://hiq.se/",
      "organisationsnummer": "5562446384",
      "sökterm": [
        "JavaScript",
        "Javascript"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29326163",
      "titel": "IT-konsult",
      "beskrivning": "På HiQ driver vi utvecklingen av framtidens produkter och tjänster tillsammans med våra kunder. Mer specifikt vill vi arbeta med att förenkla vardagen för människor och samhället med hjälp av IT.\nVi arbetar med en mängd olika projekt, branscher och kompetensområden - allt från självkörande fordon och digifysiska restaurangupplevelser.\nI de projekt som vi åtar oss så kan det handla om att bygga ett helt nytt system från grunden eller vara räddaren i nöden genom att lösa komplexa problem. I de flesta projekten så arbetar vi agilt och gärna testdrivet.\nVi söker nu efter fler kollegor som vill vara med och skapa häftiga, användarvänliga och samhällsnyttiga projekt med oss! Matchar du med kompetenserna vi söker och med vår arbetsfilosofi (läs You Get)? Skicka då in din ansökan vetja.\nDu har arbetslivserfarenhet av att arbeta med något/några av följande:\nJava\nC# .NET\nJavaScript\nC++/C\nPython\nTest\nUX/UI (Design)\nDigital analys\nAndroid/iOS\nData Science / Business Intelligence\nProjektledning\nCybersecurity\nFunctional Safety\nArkitektur\nCloud\n\nYou Get:\nAtt vara HiQare är både utmanande och omväxlande. Vi är alla konsulter vilket innebär att vi i våra projekt hos kund eller in-house får prova nytt och bli exponerad för nya branscher, arbetsplatser och tech-stacks. Variationen är stor och utvecklingstakten snabb. Hos oss får du bidra och bemästra dina starkaste kompetenser, men även utforska och utveckla nya. Med rätt attityd och kompetens bidrar du med värde både i ditt uppdrag och till dina kollegor på HiQ.\nHos oss hittar du allt från marknadens vassaste utvecklare, testare och hackers, till projektledare, agila coacher och designers. Även om våra kompetenser är många och olika så har vi mycket gemensamt – vi tycker om att driva utveckling, att förbättra och förenkla... och framför allt – att ha kul på vägen! \nVi sätter stor tilltro att du vill vara med och skapa bolaget som vi jobbar på. Detta tror vi att du bland annat gör genom att dela med dig av din kompetens (vare sig det handlar om de senaste ramverken eller i detalj hur en push & pull-rörförstärkare med KT88-rör funkar) och genom att ta dig an uppdrag med ett öppet sinne, nyfikenhet och driv. Vi tror att du trivs i en enkel organisation där korta beslutsvägar och en närvarande chef är viktigt för dig. \nHiQ är kulturdrivet, inte regelstyrt, och det gör att man kan vara sig själv till 100%. En följd av det är att man som HiQ:are tar sitt jobb seriöst, men inte alltid sig själva :) Det som genomsyrar oss all är viljan och ambitionen att bidra till att göra världen lite bättre med hjälp av teknik och kommunikationslösningar som förenklar människors liv. På riktigt. \nHoppas vi ses snart <3",
      "Techstack": "Java, C# .NET, JavaScript, C++/C, Python, Test, UX/UI (Design), Digital analys, Android/iOS, Data Science / Business Intelligence, Projektledning, Cybersecurity, Functional Safety, Arkitektur, Cloud",
      "Produkt": "På HiQ erbjuder man konsulttjänster inom programmering, systemutveckling, utredning, utbildning och verksamhetsförbättring till högteknologiska företag och organisationer. De driver utvecklingen av framtidens produkter och tjänster tillsammans med sina kunder, allt från självkörande fordon till digifysiska restaurangupplevelser.",
      "Företagsstruktur": "Baserat på Bing Search-svar så har HiQ Göteborg AB en styrelse med en fördelning av 66.7% män och 33.3% kvinnor. Bolaget är kulturdrivet snarare än regelstyrt och alla anställda är konsulter som arbetar antingen in-house eller hos kund.",
      "Ekonomi": "Enligt allabolag.se så var det en omsättningsförändring på -10.7% vid senaste bokslut 2023. (exakt siffra för Omsättning och Resultat är inte tillgänglig)",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-10.7%"
      },
      "kontakter": [
        {
          "email": "john.klint@hiq.se",
          "name": "John Klint",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "karolina.israelsson@hiq.se",
          "name": "Karolina Israelsson",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "dan.jonsson@hiq.se",
          "name": "Dan Jonsson",
          "position": "",
          "source": "https://hiq.se"
        },
        {
          "email": "peter.axelsson@hiq.se",
          "name": "Peter Axelsson",
          "position": "",
          "source": "https://hiq.se"
        },
        {
          "email": "mia.paasuke@hiq.se",
          "name": "Mia Paasuke",
          "position": "",
          "source": "https://hiq.se"
        },
        {
          "email": "peter.franks@hiq.se",
          "name": "Peter Franks",
          "position": "",
          "source": "https://hiq.se"
        },
        {
          "email": "paul.martin@hiq.se",
          "name": "Paul Martin",
          "position": "",
          "source": "https://hiq.se"
        },
        {
          "email": "per.gustafsson@hiq.se",
          "name": "Per Gustafsson",
          "position": "",
          "source": "https://hiq.se"
        },
        {
          "email": "info.stockholm@hiq.se",
          "name": "Info Stockholm",
          "position": "",
          "source": "https://hiq.se/contact"
        },
        {
          "email": "info.linkoping@hiq.se",
          "name": "Info Linkoping",
          "position": "",
          "source": "https://hiq.se/contact"
        },
        {
          "email": "info.goteborg@hiq.se",
          "name": "Info Goteborg",
          "position": "",
          "source": "https://hiq.se/contact"
        },
        {
          "email": "info.skane@hiq.se",
          "name": "Info Skane",
          "position": "",
          "source": "https://hiq.se/contact"
        },
        {
          "email": "info.malardalen@hiq.se",
          "name": "Info Malardalen",
          "position": "",
          "source": "https://hiq.se/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 130,
      "företagsnamn": "Hybrus AB",
      "företagswebb": "http://www.hybrus.se",
      "organisationsnummer": "5594318049",
      "sökterm": [
        "JavaScript",
        "Bash"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29287615",
      "titel": "IT Konsult",
      "beskrivning": "In English\nWe at Hybrus AB are looking for an experienced IT Adminstrator for one of our clients in Sweden (Stockholm/ Goteburg /Mälmo) who has proven experience to manage work independently. \nSkills Required : \nLinux , Windows\nBackup & Recovery - Dell Datadomain, Commvault. \nVirtualization: VMware (VCF), Nutanix\nAutomation : vRealize (Aria)\nNetwork : Cisco, Arista, NSX-T\nSecurity : Palo Alto, Fortinet\nYou will be an important person in the team responsible for management and further development of technical services for our customers. An important part of the work is to ensure the availability of systems and digital services. High level of efficiency towards security, stability and accuracy in the work is needed. You will also have a central role in the delivery and support flow of the IT services. It is important to work and deliver as per documented processes/ routines to ensure SLA requirements are met.\nExamples of what we work with:\n• Deliver server services according to set SLAs and be part of the operation and support team\n• Deploy new Servers\n• Patch management and upgrading of the server environment\n• Script development and work with automation tools for efficient working methods\n• Participate in projects linked to the technology platform\n• Ensure compliance with the safety requirements that exist\n• Actively participate in technology improvement work\nWho are you ? \nWe are looking for a committed person, where good knowledge of of Skills listed, is an advantage. Ideally, you have experience from large operating environments with different operating systems. You are a meticulous and service-oriented person who thrives in a team environment. Your ambition to drive the work towards automation and efficiency is important to us. \nWe are looking for someone with communication skills and the ability to collaborate both internally and externally. A service-oriented approach is essential to thrive in the role. We appreciate your curiosity and look forward to you sharing new ideas and suggestions for improvement.\nFurthermore, we are looking for a flexible person who is ready to face challenges even outside of normal working days. Your readiness to adapt to varying working hours will be an important asset to our team.\nWe are looking for a candidate who:\n• Has post-secondary education or equivalent work experience\n• Has good ability to communicate in English and/or Swedish , both verbally and in writing\nWe look particularly favorably on applications from candidates with the following additional skills:\n• Experience working with Windows, Unix and Linux server systems\n• Knowledge of OpenStack, Kubernetes, PowerShell, Tanzu and VMware (VCF)\n• Scripting skills in Python, Powershell and Bash\n• Network And Security - Physical, Virtual (Cisco, Arista, NSX, Palo Alto/Fortinet) \nApplication procedure \nIf you feel that the position is right for you, you are most welcome to submit your application to careers@hybrus.se with your CV (in Swedish) and a short work summary. If you have any queries, please feel free to contact the recruiter Sunil Ayinikal (sunil.ayinikal@hybrus.se)\n\n\nSvenska\nVi på Hybrus AB söker en erfaren IT-administratör till en av våra kunder i Sverige (Stockholm/Göteburg/Mälmo) som har dokumenterad erfarenhet av att leda arbete självständigt.\nFärdigheter som krävs:\nLinux, Windows\nSäkerhetskopiering och återställning - Dell Datadomain, Commvault.\nVirtualisering: VMware (VCF), Nutanix\nAutomatisering : vRealize (Aria)\nNätverk: Cisco, Arista, NSX-T\nSäkerhet: Palo Alto, Fortinet\nDu kommer att vara en viktig person i teamet ansvarig för förvaltning och vidareutveckling av tekniska tjänster till våra kunder. En viktig del i arbetet är att säkerställa tillgängligheten till system och digitala tjänster. Hög effektivitet mot säkerhet, stabilitet och noggrannhet i arbetet krävs. Du kommer även att ha en central roll i leverans- och supportflödet av IT-tjänsterna. Det är viktigt att arbeta och leverera enligt dokumenterade processer/rutiner för att säkerställa att SLA-kraven uppfylls.\nExempel på vad vi jobbar med:\n• Leverera servertjänster enligt fastställda SLA och ingå i drift- och supportteamet\n• Distribuera nya servrar\n• Patchhantering och uppgradering av servermiljön\n• Manusutveckling och arbete med automationsverktyg för effektiva arbetssätt\n• Delta i projekt kopplade till teknikplattformen\n• Säkerställa efterlevnad av de säkerhetskrav som finns\n• Aktivt delta i teknikförbättringsarbete\nVem är du ?\nVi söker en engagerad person, där goda kunskaper i Skills listade är meriterande. Helst har du erfarenhet från stora driftmiljöer med olika operativsystem. Du är en noggrann och serviceinriktad person som trivs i en teammiljö. Din ambition att driva arbetet mot automatisering och effektivitet är viktig för oss.\nVi söker dig med kommunikativ förmåga och förmåga att samarbeta både internt och externt. Ett serviceinriktat förhållningssätt är avgörande för att trivas i rollen. Vi uppskattar din nyfikenhet och ser fram emot att du delar med dig av nya idéer och förslag till förbättringar.\nVidare söker vi en flexibel person som är redo att möta utmaningar även utanför vanliga arbetsdagar. Din beredskap att anpassa sig till varierande arbetstider kommer att vara en viktig tillgång för vårt team.\nVi söker en kandidat som:\n• Har eftergymnasial utbildning eller motsvarande arbetslivserfarenhet\n• Har god förmåga att kommunicera på engelska och på svenska, både i tal och skrift\nVi ser särskilt positivt på ansökningar från kandidater med följande ytterligare kompetens:\n• Erfarenhet av att arbeta med Windows, Unix och Linux serversystem\n• Kunskap om OpenStack, Kubernetes, PowerShell, Tanzu och VMware (VCF)\n• Skriptfärdigheter i Powershell, Python och Bash\n• Nätverk och säkerhet - fysiskt, virtuellt (Cisco, Arista, NSX, Palo Alto/Fortinet)\nAnsökningsförfarande\nOm du känner att tjänsten är rätt för dig är du hjärtligt välkommen att skicka in din ansökan till careers@hybrus.se med ditt CV (på svenska) och en kort arbetssammanfattning. Om du har några frågor är du välkommen att kontakta rekryteraren Sunil Ayinikal (sunil.ayinikal@hybrus.se)",
      "Techstack": "AWS, Azure, Google Technology, Kubernetes, Ansible, Python, Terraform, JavaScript, Go, Bash, Jenkins, GIT",
      "Produkt": "IT-arkitekturkonsulttjänster inom olika branscher",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": null,
        "Resultat": null,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@hybrus.se",
          "name": "Hybrus AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "98b21aa53d68482b8414e892d9af0e5f@sentry-next.wixpress.com",
          "name": "Baadbedafef",
          "position": "",
          "source": "http://www.hybrus.se"
        },
        {
          "email": "605a7baede844d278b89dc95ae0a9123@sentry-next.wixpress.com",
          "name": "Abaededbdcaea",
          "position": "",
          "source": "http://www.hybrus.se"
        },
        {
          "email": "460ff4620fa44cba8df530afde949785@sentry.wixpress.com",
          "name": "Fffacbadfafde",
          "position": "",
          "source": "http://www.hybrus.se"
        },
        {
          "email": "ed436f5053144538958ad06a5005e99a@sentry.wixpress.com",
          "name": "Edfadaea",
          "position": "",
          "source": "http://www.hybrus.se"
        },
        {
          "email": "271e9fa3230b4eec94b02bf95780f5f2@sentry.wixpress.com",
          "name": "Efabeecbbfff",
          "position": "",
          "source": "http://www.hybrus.se"
        },
        {
          "email": "2062d0a4929b45348643784b5cb39c36@sentry.wixpress.com",
          "name": "Dabbcbc",
          "position": "",
          "source": "http://www.hybrus.se"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 131,
      "företagsnamn": "BM System AB",
      "företagswebb": "https://www.bmsystem.se/",
      "organisationsnummer": "5564258670",
      "sökterm": [
        "TypeScript",
        "JavaScript"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29293401",
      "titel": "Systemutvecklare till Road Service och Growth Areas",
      "beskrivning": "BM System AB är ett Uppsalabaserat mjukvaruföretag med en tydlig högteknologisk profil. Vi är ledande inom utveckling av avancerade IT-system för ledning och positionering av mobila resurser, och har under lång tid levererat GPS-baserade ledningssystem till samhällsbärande verksamheter, som bl.a. säkerhetsbranschen, räddningstjänsten, sjukhus, service, transport och entreprenad. \nVi är idag ca 60 anställda och expanderar ytterligare. För att möta den ökande efterfrågan på våra system och tjänster söker vi därför en systemutvecklare.Vi hoppas att du vill ta chansen att tillsammans med oss utveckla system som gör skillnad, varje dag året runt. \nOm jobbet \nDu kommer ingå i vårt team som jobbar med nyutveckling och underhåll av BM Road Service System eller våra system inom Growth Areas. \nRoad Service System är ett ledningssystem anpassat för drift- och underhållsarbeten inom gator och parkee och kan användas både av beställare och utförare. \nAffärsområdet Growth Areas inkluderar bl.a. BM Hospital Logistics System som är ett transportledningssystem speciellt anpassat för arbeten med transport och logistik på sjukhus. \nSom systemutvecklare hos osskommer du att arbeta med fullstackutveckling i .NET. \nArbetet innebär att: \n Utveckla och förbättra våra befintliga system samt utveckla nya funktioner baserat på kundernas behov. \n  Samarbeta med andra teammedlemmar för att identifiera och lösa tekniska problem. \n \nVår tekniknivå är hög, och du kommer att utveckla din kompetens både på djupet och på bredden. \nOm dig \nDu är en problemlösare med god analytisk förmåga med brinnande intresse för systemutveckling och teknik. \nFör att passa i rollen trivs du med att samarbeta och vill utvecklas tillsammans med ditt team, samtidigt som du kan arbeta självständigt med personligt ansvar och initiativförmåga. Du vill ständigt lära nytt och utvecklas och ser positivt på kunskapsdelning för att stärka teamets samlade kunskap. \nVi vill att du har: \n Högskoleutbildning inom datavetenskap eller motsvarande \n  Goda kunskaper inom objektorienterad programmering \n  Ett stort driv att utvecklas och ta till dig ny teknik \n  God kommunikationsförmåga på svenska och engelska, både i tal och skrift \n \nDet är meriterande om du har: \n Erfarenhet som systemutvecklare inom .NET/C# \n  Kunskaper inom: .NET/C#,ASP.NETMVC, SQL, TypeScript/JavaScript \n  Erfarenhet av att arbeta med DevOps-metoder \n  Goda kunskaper inom UX-design\n \nVi erbjuder \nVi på BM System erbjuder en arbetsplats i våra fina lokaler i Fyrislund i Uppsala. Om du önskar kommer du också ha möjlighet att vissa dagar i veckan arbeta på distans. \nVi erbjuder dig möjligheten att arbeta och vidareutvecklas i en stimulerande och flexibel miljö som uppmuntrar egna initiativ, förslag och idéer. \nVi genomför regelbundet roliga aktiviteter där du får möjlighet att träffa och umgås med dina kollegor under trevliga och avslappnande former. Vi har även friskvårdsbidrag, friskvårdstimmeoch kollektivavtal. \nAnsökan \nSkicka in ditt CV redan idag då ansökningar hanteras löpande. Tillträde sker enligt överenskommelse. \nFör mer information om tjänsten är du välkommen att kontakta rekryterande chef Daniel Widén, danielw@bmsystem.se",
      "Techstack": ".NET/C#, ASP.NETMVC, SQL, TypeScript/JavaScript",
      "Produkt": "BM Road Service System - ett ledningssystem för drift- och underhållsarbeten inom gator och parkee, BM Hospital Logistics System - ett transportledningssystem speciellt anpassat för arbeten med transport och logistik på sjukhus",
      "Företagsstruktur": "BM System AB är en del av en koncern med 2 bolag. Koncernmoderbolag är B & M Invest Bergström Och Mauritzson AB.",
      "Ekonomi": "Vid senaste bokslut 2024 hade företaget en omsättningsförändring på 11,6%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "11,6%"
      },
      "kontakter": [
        {
          "email": "danielw@bmsystem.se",
          "name": "Danielw",
          "position": "",
          "source": "https://jobb.bmsystem.se/jobs/5245142-systemutvecklare-till-road-service-och-growth-areas?promotion=1245963-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "nej",
      "consultantcompany": "nej"
    },
    {
      "id": 132,
      "företagsnamn": "Stravito AB",
      "företagswebb": "http://www.stravito.com",
      "organisationsnummer": "5591146047",
      "sökterm": [
        "TypeScript",
        "Kotlin",
        "OWASP",
        "Swift",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29463768",
      "titel": "VP Product",
      "beskrivning": "You know that corporate document or piece of research you know you have somewhere but you can’t seem to find it?   The struggle to gather, organize and visualize all corporate knowledge and insights is real.  \nWe are Stravito and this is the problem we solve. Due to the universal nature of this problem, our customers come from various industries all around the world. We help world-leading organizations, such as McDonald’s, Nestlé, Burberry and Heineken, get closer to their customers and make better, insights-backed decisions by organizing their knowledge and making it easy to access through our intuitive platform. \nWe really mean it when we say we're a diverse and international team as our team of 100 has more than 30 different nationalities! We are guided by our operating principles: simplicity first, an “own it, do it” mentality, embracing different perspectives, and enjoying the journey together. \nAbout the jobStravito is looking for a passionate and experienced VP of Product to reach our North Star Goal of serving 50% of the Fortune 500 and operationalize our vision to enable “enterprise knowledge to reach its full potential” through disciplined product management and strategic execution. This leader will be part of the senior leadership team, with a pivotal role in driving day-to-day product operations and delivering on the broader company objectives.\nReporting directly to CEO Thor Olof, the VP of Product will translate Stravito’s strategic goals and Objectives and Key Results into a clear product roadmap, ensuring agile roadmap delivery. Success in this role requires someone with deep enterprise SaaS experience, the ability to make data-driven decisions grounded in customer feedback, and the leadership to guide product teams toward swift and continuous improvement.\nKey Responsibilities\n  Product Roadmap: Define, implement and manage a product roadmap aligned with Stravito’s company vision and strategic priorities. Balance near-term deliverables with opportunities for long-term growth and innovation.\n  Continuous Discovery, Development and Innovation: Foster a customer-centric, iterative approach to product development. Drive innovation, validate new ideas and improvements through regular feedback loops, prototypes, and quick testing cycles.\n  Team Leadership & Management: Lead a high-performing product team. Provide clear direction, cultivate professional growth, and nurture an environment where rapid experimentation and open knowledge-sharing are the norm.\n  Cross-Functional Collaboration: Develop strong partnerships with Sales, Client Development, Customer Success, Engineering, Marketing, and Operations. Ensure alignment of product initiatives with the needs of internal stakeholders and external customers.\n  Operational Excellence: Drive disciplined product management processes, setting metrics for success, and ensuring rigorous prioritization. Continually refine processes to achieve high-quality outcomes quickly.\n     \n \nAbout you  Proven Product Leadership: A strong history of delivering enterprise software solutions using data-driven decision-making and disciplined product management processes. (Knowledge management experience is a plus, not a must.)\n  Highly Analytical: Adept at evaluating qualitative and quantitative data to inform product direction and prioritization.\n  Customer-Centric Mindset: Proven track record of launching successful products or features based on continuous customer discovery and iterative development.\n  Strategic Alignment: Skilled at gathering, synthesizing, and prioritizing feedback from key stakeholders (both internal and external) to ensure that product development consistently delivers against overarching company goals.\n  Excellent Communicator: Capable of clearly articulating product strategies, goals, and outcomes to senior leadership, board members, customers, and the wider organization.\n \n \nWhat’s in it for you?You will join a remote-first and globally spread team, with company events a couple of times each year as the icing on the cake  We offer a fun, collaborative environment where everyone truly cares and helps each other. We have zero micro-management and instead you are encouraged to cultivate your own processes while giving and receiving feedback for improvement. Add to that a competitive compensation package, the possibility of working with cutting-edge technology in our industry (such as GenAI) and to be part of simplifying the professional lives of many - what’s not to like? \nWe look forward to hearing from you!",
      "Techstack": "Java/Kotlin, AWS, Python, TypeScript",
      "Produkt": "Stravito organiserar företagets kunskap och gör den lättillgänglig via sin intuitiva plattform. De erbjuder även andra tjänster som att hitta och fixa kodfel, testa och förbättra säkerheten i AI-pipelines och stödja andra ingenjörer i säkra kodningspraxis.",
      "Företagsstruktur": "Företaget är beläget i Stockholm, Sverige med ett internationellt team bestående av över 100 individer från mer än 30 olika nationaliteter. Inom företaget finns en Tech-team och en Security funktional grupp led av Security Engineer.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 96230,
        "Resultat": "-",
        "Omsättningsförändring": "ökning med 35,96 Mkr"
      },
      "kontakter": [
        {
          "email": "hello@stravito.com",
          "name": "Hello",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "support@stravito.com",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "Thor@stravito.com",
          "name": "Thor",
          "position": "",
          "source": "http://www.stravito.com/about"
        },
        {
          "email": "Anders@stravito.com",
          "name": "Anders",
          "position": "",
          "source": "http://www.stravito.com/about"
        },
        {
          "email": "sarah@stravito.com",
          "name": "Sarah",
          "position": "",
          "source": "http://www.stravito.com/about"
        },
        {
          "email": "press@stravito.com",
          "name": "Press",
          "position": "",
          "source": "http://www.stravito.com/about"
        },
        {
          "email": "andreas@stravito.com",
          "name": "Andreas",
          "position": "",
          "source": "http://www.stravito.com/about"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 133,
      "företagsnamn": "Epidemic Sound AB",
      "företagswebb": "http://www.epidemicsound.com",
      "organisationsnummer": "5567810899",
      "sökterm": [
        "TypeScript",
        "Kotlin",
        "GitHub",
        "GCP",
        "Functional Programming",
        "Node.js",
        "Kubernetes",
        "Penetration Testing",
        "SRE",
        "Bash",
        "Object-Oriented Programming",
        "OWASP",
        "Terraform",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29546189",
      "titel": "Site Reliability Engineer",
      "beskrivning": "Join our global force of 500+ innovators, blending the latest in tech with the greatest in soundtracking, from our Stockholm HQ to offices in London, New York, Los Angeles, Berlin, Oslo, and Seoul. We’re an industry leader with a startup mentality. We take what we do seriously, but we don’t take ourselves too seriously. Creating and collaborating to transform the sound of streaming, content, and culture. Come join us—and let the world feel your work.\nWe are looking for a Site Reliability Engineer (SRE) with a proven track record of driving reliability and scalability in dynamic, growth-oriented environments. In this central role, you will bring deep expertise to architect and implement resilient systems, mentor teams on operational excellence, and embed best practices across our infrastructure. Your experience in navigating similar journeys will be instrumental as we elevate our cloud platforms, enhance observability, and set new benchmarks for scalability and performance. Join us in building a world-class, robust infrastructure for the future!\n\n\nHow you will make an impact\n- Champion a Platform Engineering mindset: Developers own their own infrastructure, and we provide the tooling and platform to make it effortless.\n- Architect and build scalable, resilient, and observable infrastructure, working closely with development teams to enable seamless delivery and robust testing.\n- Foster a collaborative environment through code reviews, pair programming, and mob programming.\n- Lead Kubernetes and container management, simplifying operations, optimizing performance, and promoting best practices.\n- Coach engineering teams on cloud-native principles, promoting continuous learning and knowledge sharing.\n\n\nWhat we're looking for\n- Platform Engineering: Play a key role in creating a developer-first platform that streamlines workflows and accelerates productivity.\n- Product mindset: Track record of building great products with a user-centric approach to technology choices.\n- Architectural knowledge: Deep understanding of modern web architectures, system design, and engineering principles for building scalable and reliable platforms.\n- Cloud Native: We are fully cloud-native in GCP (Google Cloud Platform), running our services on GKE with managed databases. Hands-on experience with GCP and managing multiple Kubernetes clusters is essential.\n- Observability skills: Expertise in troubleshooting distributed systems, building dashboards (e.g., Grafana), and instrumenting metrics, logs, and traces for monitoring and performance analysis.\n- CI/CD proficiency: Strong experience with CI/CD and GitOps operational frameworks. We use GitHub Actions, ArgoCD, and manage all our infrastructure as code using terraform.\n- Programming skills: Strong programming skills in Go or Typescript, the primary languages used within our team.\n- Mentorship: Experience in mentoring and guiding engineering teams, promoting operational excellence through documentation and best practices.\n\n\nIt would also be music to our ears if you have\n- Experience with Progressive Delivery and Canary Releases using tools like Argo Rollouts.\n- Expertise in managing an Observability stack (We run Thanos, OpenTelemetry with Grafana Tempo, Loki, Grafana, Prometheus).\n- Proficiency in defining and tracking Service Level Objectives (SLOs) and Service Level Indicators (SLIs) to enhance system reliability.",
      "Techstack": "Kubernetes, GCP (Google Cloud Platform), Grafana, Prometheus, Typescript, Go, GitHub Actions, ArgoCD, Argo Rollouts, OpenTelemetry, terraform",
      "Produkt": "Musik och ljudlösningar för streaming, content och kulturella plattformar",
      "Företagsstruktur": "Epidemic Sound AB är ett ifrån Stockholm baserat företag med 500+ anställda över hela världen, med kontor i Stockholm, London, New York, Los Angeles, Berlin, Oslo och Seoul. Det är ett bolag inom Epidemic Sound koncernen, där koncernmoderbolag är Epidemic Sound Holding II AB",
      "Ekonomi": "Företaget är registrerat för F-skatt och moms. De visar ett intervallofattande mellan 1 000 000 - 4 999 999 i omsättning. Bolaget har 463 anställda och aktiekapitalet uppgår till 171 000 SEK",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "hello@epidemicsound.com",
          "name": "Hello",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 134,
      "företagsnamn": "Zalando Sweden AB",
      "företagswebb": "https://zalando.de",
      "organisationsnummer": "5593854846",
      "sökterm": [
        "TypeScript",
        "Spring",
        "Microservices",
        "PostgreSQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29157568",
      "titel": "Software Engineer - Zalando Stockholm",
      "beskrivning": "As a Software Engineer you will ensure that in an evolving network complexity, all our operational processes like warehousing, inventory management, inventory distribution, deliveries, returns, replenishment logics can be steered automatically and sensibly. You will have the chance to learn about the broad business background we're working with. In line with the overall Zalando philosophy you bring visibility and transparency to processes and thus have a huge impact on our customers and key stakeholders.\nWHAT WE'D LOVE YOU TO DO (AND LOVE DOING)\nDesign, develop, deploy, operate and improve software solutions that have a direct impact on our daily business with our partners.\nDiscuss and design APIs and integrated solutions\nBased on our microservices architecture, you and your team will own your code, and decide on the technologies and tools to deliver as well as operate large-scale applications on AWS.\nWorking like a startup in an agile environment & taking ownership for the whole development cycle - from architecture design to testing to implementation & maintenance. Write applications from scratch with the latest technologies free of your choice.\nShape and champion an inclusive culture and diverse team environment.\n\n\n\nWE'D LOVE TO MEET YOU IF\nYou have a deep understanding of microservice architecture, REST services and API design. Good knowledge of security concepts. Highly versed in deploying and operating applications in a cloud infrastructure\nYou are highly skilled as a Java Developer. Proven experience in frameworks like Spring Boot, Jackson and Gradle. Knowledge of Javascript and Typescript will be a plus.\nShow interest in full stack development and a good understanding of PostgreSQL and cloud architectures/platforms (preferably AWS). Check our Tech Radar for more information on the technologies we use at Zalando.\nDemonstrated strong sense of ownership, entrepreneurial & analytical thinking add to your excellent communication skills (fluent in written & spoken English is a must) and willingness to share knowledge within and outside the team.\nYou care about building and growing inclusive team environments.\n\n\n\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": "Microservice-arkitektur, REST-tjänster, API-design, säkerhetskoncept, Java, Spring Boot, Jackson, Gradle, Javascript, Typescript, PostgreSQL, AWS",
      "Produkt": "Programvarulösningar för att automatisera operativa processer som lagerhantering, inventarieadministration, leveranser, returer, påfyllningslogik.",
      "Företagsstruktur": "Zalando Sweden AB är ett dotterbolag till Zalando SE, med verksamhet baserad på microservices-arkitektur och äger sin kod. Företaget arbetar i en startmiljö med agil metodik och äger hela utvecklingscykeln, från arkitekturdesign, till testning, implementering och underhåll. Det har ett stort fokus på att skapa och växa inkluderande teammiljöer.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 67111,
        "Resultat": 4541,
        "Omsättningsförändring": "22,962.2%"
      },
      "kontakter": [
        {
          "email": "info@zalando.de",
          "name": "Zalando Sweden AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 135,
      "företagsnamn": "Gpsgate AB",
      "företagswebb": "https://www.gpsgate.com",
      "organisationsnummer": "5566038765",
      "sökterm": [
        "TypeScript",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29072424",
      "titel": "Web Developer",
      "beskrivning": "About the role We’re looking for a web developer with a collaborative spirit to join GpsGate’s marketing team. Creative, agile, and not afraid to experiment – we're looking for someone to power user-friendly web experiences and optimize our digital marketing strategy by integrating with the latest tech and tools.Have experience in driving web journeys that convert users? Keep reading! What you’ll do:  1. Build seamless user experiences on the web We’re after a smooth, user experience that drives sign-ups. You’ll test and iterate as we go and put the right tech in place to measure and implement changes quickly. 2. Guide us in technical SEO best practices From page load speed, to mobile responsiveness, structured data, and proper HTML markup, you’ll help us to rank higher in search engine results, increase our visibility, and drive organic traffic. 3. Support our marketing campaigns with best practices in integration Starting with landing page optimization and ending with measurement of KPIs, you iterate our web flows with a goal to drive conversation rates and support campaign success. 4. Support data tracking & analysis The nuts and bolts of our user acquisition need to be on point. From implementing tracking codes & latest analytics tools, you help us stay data-driven in our marketing strategy. 5. Creating responsive web design We need to have fully responsive assets on all devices and browsers. You look for ways to improve our digital footprint based on user behavior and environment to give users the best chance to convert. About the marketing team: A collaborative bunch, our team works in sprints to tackle large projects – all while enjoying a work environment that encourages a bit of fun along the way. As the newest member of marketing, you will leverage your technical skills to optimize our tools and processes while embracing a problem-solving mindset. If you thrive in an agile environment and are eager to contribute to our user acquisition efforts within a product-led SaaS setting, we invite you to submit your application! Requirements  \nEducation: \n Degree in Marketing, Business, Design, Computer Science, Information Technology, Graphic Design or a related field (preferred) \n \nExperience: \n Proven experience in web developer/designer role \n Experience with headless CMSes like Prismic or similar \n Experience integrating with third party API:s \n Experience in A/B testing \n \nSkills & abilities: \n Fluent in written and spoken English \n Strong knowledge of technical SEO principles \n Proficiency in HTML, CSS, JavaScript, React, and TypeScript \n Vercel (Or similar cloud hosting) \n Next.js (Nuxt.js or similar) \n Highly collaborative with a positive attitude a must \n Excellent problem-solving skills and attention to detail \n Strong communication and project management skills \n Knowledge of web security best practices \n Ability to define and review project scope & estimate timelines\n \nBonus: \n Experience with Google Analytics and Google Ads administration \n Experience and passion for web design \n \nWhy GpsGate? \nWe build our software so that our users get to know their fleets better. GpsGate helps companies worldwide in their day-to-day business - from managing deliveries to ensuring the safety of their staff. With us, you’ll: \n Have the freedom to try out new things, find smarter ways to work with your team, and identify innovative solutions.\n Work with a diverse group of colleagues from all over the world.\n Join a space where your ideas matter. \n Get to decide your career path. You drive your learning and pitch projects that you’re passionate about. \n Access to the latest and greatest tech and tools. We're always responsive to technologies that help us in our mission.\n \nBenefits: \n Competitive salary\n 30 days paid vacation\n Annual company conferences and local office outings\n Friskvårdsbidrag / health & fitness allowance\n Private health insurance\n ITP (pension retirement savings)\n \nIf this feels like the right opportunity, please submit your CV and cover letter in English. We look forward to hearing from you!",
      "Techstack": "HTML, CSS, JavaScript, React, TypeScript, Vercel, Next.js, Nuxt.js, Google Analytics, Google Ads",
      "Produkt": "Webbplats- och digital marknadsföringsstrategi, användarupplevelse, SEO optimering, data analys, responsiv webbdesign",
      "Företagsstruktur": "De har en marknadsföringsavdelning som arbetar i sprints för att genomföra stora projekt. De är öppna för nya idéer och använder de nyaste teknik och verktyg för att uppnå sina mål.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@gpsgate.com",
          "name": "Gpsgate AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 136,
      "företagsnamn": "Perigee AB",
      "företagswebb": "http://perigee.se",
      "organisationsnummer": "5569069882",
      "sökterm": [
        "Kotlin",
        "Swift",
        "PostgreSQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29360099",
      "titel": "iOS Developer",
      "beskrivning": "At Perigee, we’re passionate about creating apps to help people all over the world feel better. A small but mighty team, we spend every day crafting the best wellbeing apps right from our cozy digs in central Malmö.\nWhat we do\nWe’re on a mission to create science-backed healthy habits, helping millions of users take control of their fitness journey and improve their well-being with our 3 apps, Seven, Cycles and Halo.\nOur apps are our sole focus, and we’re constantly creating new features to inspire healthy habits in people around the world. We pay close attention to our craftsmanship, get creative with new ideas and spend the time on getting things just right.\nWe’re looking for the best and brightest colleagues to join the team and help us make our apps even better. Keep reading if that sounds like you!\nWho you are\nYou have a strong technical background and are confident with the iOS development process.\nAn independent thinker with good problem-solving skills who can share their perspective with the team.\nYou’re confident in your knowledge but always humble and eager to learn more.\nA friendly co-worker, thoughtful in your approach to working and communicating with others.\n\nThere’s a reason we’re leaving out specifics… If you’re good at what you do, as well as being eager to learn and pick up new skills, we want to hear from you.\nWhat you’ll do\nAs a member of the iOS team, you’ll:\nWork on App Store award-winning apps that evolve with the latest Apple technologies.\nCreate fast and flexible apps with game-like features across the iOS ecosystem.\nCode using Swift.\nTake full ownership of our apps, throughout the implementation process. You’ll be involved in every step, from ideation to development and post-release management.\nCollaborate with colleagues across the dev, design and growth teams.\nHelp us brainstorm new ideas, find new solutions and make our apps even better for our users.\n\nWhat it’s like to work here\nOur apps aren’t an extension of our business, for us, they’re the beating heart of it. That means we work with craftsmanship and care, but aren’t afraid of trying new things and going out on a limb to delight the people who use our apps.\nAt Perigee, we have a flat organization which means everyone’s voice matters! You’ll work with your team to choose your tasks, and you’ll be an important part of the decision making process, helping us steer the product in the right direction. With everyone’s contribution counting, we take pride in having a collaborative work environment that fosters our love of coming into work each day.\nIf this sounds like something you’d be interested in, we’re excited to hear from you!",
      "Techstack": "iOS-utveckling, Swift",
      "Produkt": "Wellbeing-apps (Seven, Cycles, Halo)",
      "Företagsstruktur": "Platt organisation, alla har inflytande och tar gemensamt beslut",
      "Ekonomi": "I senaste bokslutet från 2021 rapporterade företaget en omsättningsförändring på -23,1%",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-23,1%"
      },
      "kontakter": [
        {
          "email": "info@perigee.se",
          "name": "Perigee AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 137,
      "företagsnamn": "Cabeza Rekrytering och Konsulting AB",
      "företagswebb": "http://www.cabeza.se",
      "organisationsnummer": "5569814816",
      "sökterm": [
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29296678",
      "titel": "iOS Developer till Tunstall",
      "beskrivning": "Tunstall är världsledande inom innovativ välfärdsteknologi; vi utvecklar tekniska lösningar och system för vård och omsorg.Vi drivs av att hjälpa individer som befinner sig i en utsatt situation och vår vision är att forma en värld där människor har friheten att leva ett fullvärdigt liv på den plats dom själva valt.\nVill du också arbeta i ett affärsdrivet och marknadsledande bolag? Gärna ett som har tydligt syfte och goda värdegrunder?\nDå kanske rollen som iOS Developer är något för dig!\nOm rollen\nPå vårt nordiska huvudkontor i Malmö är vi ca 50 personer inom R&D.\nSom iOS Developer blir du en del av ett välfungerande och kompetent team som arbetar med att vidareutveckla och förbättra våra appar.\nVåra appar används av personal inom äldreomsorgen, bland annat för att planera vårdbesök och för att hantera och agera på larm från brukare. Med andra ord är dina insatser direkt kopplade till en bättre vardag för många människor!\nSom iOS Developer kommer du att:\n Utveckla och underhålla iOS-appar med hög teknisk kvalitet.\n Samarbeta med UX-designers och testare för att skapa användarvänliga lösningar.\n Arbeta nära produktavdelningen för att omsätta kundkrav och behov till funktionella och innovativa applikationer.\n Utforska och implementera nya tekniker och arbetssätt.\n \nVi jobbar enligt det agila ramverket SAFe.\nOm dig\nVi söker dig som har gedigen erfarenhet av modern iOS-, Swift & Swift UI-utveckling. Du är tekniskt nyfiken och har ett starkt driv att hitta nya lösningar.\nFör att lyckas i rollen tror vi att du:\n Har erfarenhet av att utveckla användarvänliga appar\n Motiveras av att arbeta i ett team med stark sammanhållning och gemensamt mål.\n \nDu behärskar god svenska och engelska, både i tal och skrift.\nHos Tunstall får du möjlighet att arbeta i en trygg och stabil organisation med stor framtidstro. Vi är stolta över att ligga i framkant för att utveckla framtidens tekniska lösningar för en bättre vård.\nVår arbetsmiljö som präglas av hjälpsamhet och samarbete.\nPlacering och ansökan\nTjänsten är placerad i Malmö med möjlighet till hybridarbete.\nI denna rekrytering samarbetar vi med Cabeza AB. För frågor om rollen, kontakta rekryteringskonsult Malin Schultz: malin.schultz@cabeza.se\nVill du vara med och göra skillnad? Skicka in din ansökan redan idag! Vi ser fram emot att lära känna dig.",
      "Techstack": "iOS, Swift, Swift UI, SAFe",
      "Produkt": "Tunstall utvecklar tekniska lösningar och system för vård och omsorg. De skapar appar för äldreomsorgsverksamheter för att planera vårdbesök och hantera larm.",
      "Företagsstruktur": "Cabeza Rekrytering och Konsulting AB:s team består av ca 50 personer inom R&D på deras nordiska huvudkontor i Malmö. Företagets VD är Malin Elisabeth Schultz.",
      "Ekonomi": "Enligt senaste räkenskapsåret (2023) rapporterades en omsättningsförändring på -49.4%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-49.4%"
      },
      "kontakter": [
        {
          "email": "malin.schultz@cabeza.se",
          "name": "Malin Schultz",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 138,
      "företagsnamn": "FishBrain AB (publ)",
      "företagswebb": "https://fishbrain.com",
      "organisationsnummer": "5567965370",
      "sökterm": [
        "Data Visualization",
        "Tableau",
        "SQL",
        "Swift",
        "Google Analytics"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561968",
      "titel": "Product Analyst",
      "beskrivning": "Here at Fishbrain we have built the #1 fishing app in the US, designed for people who are passionate about fishing and outdoors. Our mission is to deliver an incredible experience that helps anglers achieve their fishing dreams—today and tomorrow. \nWe are looking for a skilled and detail-oriented Product Analyst to join our team and help drive our growth through data-driven decisions. Fishbrain has over more than 10 years of user generated data from almost 20 million users.\nAs a Product Analyst you will play a critical role in analyzing data and providing actionable insights to support business growth and enhance user retention. You will collaborate closely with product, marketing, and development teams to interpret trends, create reports, and recommend strategies that will drive user acquisition and optimize retention efforts. Your ability to understand both the unit economics and the needs of our user base will be key in continuing to shape Fishbrain’s success.\nPlease submit applications in ENGLISH, those that are not will not be reviewed.\nInterviews will begin in January 2025.\nYour daily work will involve\nAnalyzing user data to identify trends, behaviors, and opportunities for growth or business optimization.\nDeveloping data models to forecast future trends and identify areas of potential improvement.\nCreating and deliver ad-hoc analytical reports on key topics as well as data-driven recommendations on strategies related to (e.g., app performance, user acquisition, retention and engagement).\nDeveloping hypotheses and collaborate with other departments (e.g., Product and Marketing) to validate them during project launches through methods like multivariable testing.\nSupporting Fishbrain in identifying key performance indicators (KPIs) and setting targets for business growth and user engagement.\nHelping create a continuous feedback loop by analyzing the impact of implemented changes on user behavior and business performance.\n\n\n\nWhat we are fishing for\nBachelor’s degree in Business, Data Science, Analytics, or equivalent.\nProven experience as a Product Analyst, Business Analyst, Data Analyst, or similar role, preferably within a product-driven environment or a subscription-based business model with at least 8 years of work related experience in analytical discovery processes.\nStrong experience in analyzing data using tools like Excel, SQL, Google Analytics, Amplitude, Mixpanel, Tableau, Power BI, DWH Google BigQuery or other platforms for data analysis.\nExpertise in data visualization to present data in a way that is easy to understand and interpret for different stakeholders.\nExperience with customer acquisition and retention metrics and strategies. Particularly valuable if in the context of subscription-based apps.\nAbility to proactively identify business challenges and provide data-driven solutions.\n\n\nBonus but not required\nKnowledge of the outdoor or enthusiast industry, including trends, user behavior, and community engagement, would be an advantage.\n\n\n\nOur Bait\nWe’re a product-focused scaleup, and every individual is important. That means you get to contribute to the direction of the company and the impact we have on millions of anglers. We at Fishbrain work with the latest tech and challenge ourselves every day. We have a work culture that encourages innovation, passion and teamwork. And most importantly, we want you to enjoy coming to work every single day.",
      "Techstack": "iOS, Swift, Amplitude, Firebase, Braze",
      "Produkt": "Fiskeapp",
      "Företagsstruktur": "Företaget har en VD vid namn Tomas Bie. De har också en produktgrupp och en iOS-guildgrupp. Företaget är en hybrid-organisatiom och erbjduer möjligheten att jobba både på kontoret och hemifrån.",
      "Ekonomi": "Under 2022 hade företaget en omsättningsförändring på 71.7%.",
      "Ekonomisiffor": {
        "Omsättning": 171660,
        "Resultat": -105592000,
        "Omsättningsförändring": "Ökade med 71,7%"
      },
      "kontakter": [
        {
          "email": "support@fishbrain.com",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 139,
      "företagsnamn": "Sigma Connectivity AB",
      "företagswebb": "https://sigma.se/sv/position/?id=profiler-positions-6138",
      "organisationsnummer": "5569298051",
      "sökterm": [
        "Kafka",
        "Kotlin",
        "AWS Lambda",
        "IoT",
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29283141",
      "titel": "Senior Android Framework Developer",
      "beskrivning": "Job description\nCompany Story\nSigma Connectivity is a global tech house with all the resources needed to bring a product to market under one roof. We believe in investing in knowledge and education, making a positive impact on society and shaping a brighter future for all. \n \nThrough our core values, at Sigma Connectivity we create an environment that fosters growth, creativity, and collaboration. Our company culture promotes the freedom to explore new ideas and push the boundaries of what is possible.\nWorking with us means you will be working in an international environment with a diverse and inclusive atmosphere. We operate globally from 12 sites and have expert teams in North America, Sweden, Germany, Denmark, United Kingdom and Poland.\n \nIntroduction\nMost of our work is project-based, promoting competence development and professional growth. There is a possibility collaborating directly with our customers on-site, building strong relationships and gain valuable insights.\nTogether with your team you will get the opportunity to develop cutting-edge technology and work on challenging projects for market leaders and drive innovation within technology.\nThe team you will be joining is a supportive, experienced, and passionate team. We want your ideas to have an impact on us!\n \nWe are looking for\nWe are seeking several Senior Android Framework Developers to Lund offices in Sweden to join our ranks!\nThe successful candidates will demonstrate knowledge of the application layer and framework layer of Android, and a technical understanding of the lower layers.\nYou will work in all project phases and with all kinds of Android based products. And sometimes, for example in semi-systems, with other embedded software development.\n \nBy joining our diverse and collaborative team you will:\nDevelop software in Android based systems; analyze, design, program, integrate, unit test, debug in the top layers of the Android stack: Application layer and Framework layer.\nWork in teams with other software developers.\nInterface customers on engineering level\nContribute to pre-studies and propose technical solutions.\nCollaborate with specialists and developers from other technical areas like hardware, audio, and optics.\nInvestigate and learn new product domains in context of need to design the correct solutions.\n\nBasic Qualifications\nExcellent communication skills in English\n7+ years’ experience in Android full-stack AOSP (Android Open Source Project) development\n4+ years hands-on experience working with Android system-level development, including custom ROMs, kernels, and device drivers.\n4+ years’ experience with Java and/or Kotlin for Android development, and proficiency in native Android SDKs and NDKs\nIn-depth expertise in Android framework development and modification, with extensive knowledge of Android internals\n\nPreferred Qualifications\nMinimum Bachelor’s in computer science or equal\nStrong understanding of Android hardware architecture, including interfacing with hardware components and debugging hardware-related issues\nDemonstrated experience with performance optimization, power management, and memory management in the Android system.\nFamiliarity with Android security concepts and secure coding practices\nProven ability to lead and mentor junior Android engineers and collaborate with cross-functional teams.\nProficiency in version control systems, such as Git, and familiarity with code review and collaboration tools\nIn-depth experience with Agile development methodologies, such as Scrum or Kanban\nStrong documentation and writing skills.\n\nPersonal characteristics\nTeam player.\nProactiveness in collaborating and execution.\nFlexibility to switch technical context.\nWillingness to learn new methods / tools / processes.\nAbility to prioritize and multitask.\nStrong problem solving and critical thinking skills.\nStrong passion for creativity and solving cutting edge industry problems.",
      "Techstack": "AI, ML, TensorFlow, PyTorch, Scikit-learn, IoT, AWS, Azure, GCP, Hadoop, Spark, Kafka, Tableau, Power BI, web apps, mobile apps",
      "Produkt": "Tekniska lösningar inom AI/ML, IoT och digital transformation",
      "Företagsstruktur": "Sigma Connectivity ingår i en koncern med 158 bolag. Moderbolag är Sigma Connectivity Group AB och koncernmoderbolag är Danir Development AB. Huvudkontoret ligger i Lund, men företaget har också kontor i US, UK, Polen, Tyskland och Danmark.",
      "Ekonomi": "Företaget har en stabil ekonomisk situation med en omsättning på 636244 KSEK under 2023 och ett resultat på 30449 KSEK. Vinstmarginalen är 5.0%.",
      "Ekonomisiffor": {
        "Omsättning": 636244,
        "Resultat": 30449,
        "Omsättningsförändring": "-19,7 %"
      },
      "kontakter": [
        {
          "email": "info@sigma.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "valery.krasovsky@sigma.software",
          "name": "Valery Krasovsky",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "johan.edlund@sigmatechnology.com",
          "name": "Johan Edlund",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "evgeniy.yakovlev@sigma.software",
          "name": "Evgeniy Yakovlev",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "bjorn.lundqvist@sigmaconnectivity.se",
          "name": "Bjorn Lundqvist",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "carl.vikingsson@sigmatechnology.com",
          "name": "Carl Vikingsson",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "nataly.lamken@sigmatechnology.com",
          "name": "Nataly Lamken",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "elin.jonsson@sigmaconnectivity.se",
          "name": "Elin Jonsson",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "andreas.engman@sigma.se",
          "name": "Andreas Engman",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "dick.stenebo@sigma.se",
          "name": "Dick Stenebo",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "ola.boreson@sigma.se",
          "name": "Ola Boreson",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "info@sigmaconnectivity.se",
          "name": "Info",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "lars-johan.ahlqvist@sigma.se",
          "name": "Lars Johan Ahlqvist",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "joel.carnemalm@sigma.se",
          "name": "Joel Carnemalm",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "anders.walleback@sigma.se",
          "name": "Anders Walleback",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "erik.freese@sigma.se",
          "name": "Erik Freese",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "kerstin.nilsson@sigma.se",
          "name": "Kerstin Nilsson",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "jens.wickstrom@sigma.se",
          "name": "Jens Wickstrom",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "tobias.wilhelmson@sigma.se",
          "name": "Tobias Wilhelmson",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "industrywest@sigma.se",
          "name": "Industrywest",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "magnus.liljeqvist@sigma.se",
          "name": "Magnus Liljeqvist",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "volodymyr.chyrva@sigma.software",
          "name": "Volodymyr Chyrva",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "energymarine@sigma.se",
          "name": "Energymarine",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        },
        {
          "email": "niklas.borjesson@sigmatechnology.com",
          "name": "Niklas Borjesson",
          "position": "",
          "source": "https://sigma.se/sv/position/contact"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 140,
      "företagsnamn": "Transformation Hub AB",
      "företagswebb": "https://tyfoon.se",
      "organisationsnummer": "5591635221",
      "sökterm": [
        "PostgreSQL",
        "Redis",
        "JUnit",
        "MySQL",
        "MongoDB",
        "Vue",
        "Angular",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29155104",
      "titel": "Senior Systemutvecklare för Tyfoon Consulting",
      "beskrivning": "Vi arbetar med kunder som söker Systemutvecklare på flera olika nivåer. Därför vill vi nu skapa ett starkt nätverk med seniora systemutvecklare att offerera för relevanta uppdrag. Antingen som underkonsult eller eventuellt som anställd hos oss. Notera att denna annons inte är för ett specifikt uppdragutan snarare för att göra sig tillgänglig eller visa intresse för systemutvecklarroller.Skicka gärna in er profil och skriv gärna också om ni är mer intresserade av en anställning hos oss som konsult eller som att agera som underkonsult.Du som söker denna roll:\n Du har minst 5 års erfarenhet som systemutvecklare. Specificera gärna hur många år du har arbetatså att vi kan kategorisera dig och hitta lämpliga uppdrag. \n Du ska ha tidigare erfarenhet av att arbeta som konsult. \n Du som söker denna roll bör även ha erfarenhet av några av arbetssätten nedan, specificeragärna vilka!   Programmeringsspråk: Java, C#, Python, JavaScript, C++, Ruby, Go\n  Backend-utveckling: Serverapplikationer, API-design (RESTful, GraphQL), Microservices, Säkerhet (OAuth, JWT)\n  Frontend-utveckling: HTML, CSS, JavaScript, React, Angular, Vue.js, Responsiv design, UX/UI\n  Databaser: SQL (MySQL, PostgreSQL), NoSQL (MongoDB), Datamodellering, Transaktionshantering\n  Molnplattformar: AWS, Azure, Google Cloud\n  DevOps: Docker, Kubernetes, CI/CD (Jenkins, GitLab CI, CircleCI)\n  Agila metoder: Scrum, Kanban, Parprogrammering, Mob-programmering\n  Versionshantering: Git, GitHub, Bitbucket, GitLab\n  Testning: Enhetstestning (JUnit, xUnit), TDD, Integrationstester, Automatiserade tester\n  Prestandaoptimering: Cachning (Redis, Memcached), LasttestningVi ser fram emot att se din ansökan och att ha dig i vårt nätverk. En utförligare beskrivning av dig själv som konsult hjälper oss att förstå dig på bästa sätt.Hör gärna av er vid frågor.",
      "Techstack": "Java, C#, Python, JavaScript, C++, Ruby, Go, Serverapplikationer, API-design (RESTful, GraphQL), Microservices, Säkerhet (OAuth, JWT), HTML, CSS, JavaScript, React, Angular, Vue.js, Responsiv design, UX/UI, SQL (MySQL, PostgreSQL), NoSQL (MongoDB), Datamodellering, Transaktionshantering, AWS, Azure, Google Cloud, Docker, Kubernetes, CI/CD (Jenkins, GitLab CI, CircleCI), Scrum, Kanban, Parprogrammering, Mob-programmering, Git, GitHub, Bitbucket, GitLab, Enhetstestning (JUnit, xUnit), TDD, Integrationstester, Automatiserade tester, Cachning (Redis, Memcached), Lasttestning, Agila metoder",
      "Produkt": "Systemutvecklartjänster på alla nivåer, såväl underkonsulter som fast anställda",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@tyfoon.se",
          "name": "Transformation Hub AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 141,
      "företagsnamn": "Svenska Kraftnät",
      "företagswebb": "http://www.svk.se",
      "organisationsnummer": "2021004284",
      "sökterm": [
        "Azure",
        "Kafka",
        "Kubernetes",
        "Frontend",
        "PostgreSQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561177",
      "titel": "Systemansvarig IT inom Elmarknadsapplikationer",
      "beskrivning": "Svenska kraftnät är en av de viktigaste aktörerna för en hållbar energiomställning. Som Systemansvarig IT erbjuds du ett av Sveriges viktigaste IT jobb, i vilket du varje dag kommer att bidra till Sveriges elförsörjning. Vi behöver dig för att lyckas med vårt samhällsviktiga uppdrag att elektrifiera Sverige.\n\nVi är i dag ca 600 personer på IT och vi kommer att växa ytterligare de kommande åren. Detta för att kunna skapa förutsättningar för Sverige att kunna fördubbla sin elproduktion och nå klimatmålen genom att helt ställa om till fossilfri energi. För att lyckas kommer vi att använda oss av den senaste tekniken för att öka kapaciteten i vår infrastruktur och samtidigt öka utvecklingstakten kring system, digitalisering och processer.\n\nVill du jobba och utvecklas i en växande organisation tillsammans med kompetenta kollegor i en framåtlutad och robust IT-organisation, sök dig till oss!\n\nOm tjänsten\nDu kommer att tillhöra enheten Elmarknadsapplikationer som för närvarande består av ca. 15 medarbetare. Enheten fokuserar främst på systemförvaltning/livscykelhantering, utveckling och drift av verksamhetskritiska applikationer. Dessa används för avbrottshantering, kapacitetsprognoser, elhandel och avräkning på den Svenska och Nordiska elmarknaden samt ger stöd till styrningen av elkraftsystemet. Applikationerna har höga krav på säkerhet, riktighet och tillgänglighet.\n\nSom Systemansvarig IT på Elmarknadsapplikationer jobbar du i nära samarbete med verksamheten och ditt arbete avgör om verksamheten gör ett bra eller mycket bra jobb samt om de ständigt kan effektivisera sina processer.\n\nI dina arbetsuppgifter ingår bland annat att:\n\n\n• Hantera incidenter, problem och felsökningar i 2:a linjen samt planera, föredra och följa upp förändringar.\n• Automatisera flöden och bidra till att förbättra arbetssätt och rutiner.\n• Ge stöd och support till interna och externa parter.\n• Bistå vid teknisk kravspecificering och vara med i att ta fram nya lösningar/funktioner och skapa integrationer mellan olika system och lösningar för att effektivisera verksamheten.\n• Samarbeta internt med verksamheten och med andra systemansvariga på Svenska kraftnät samt externt med andra organisationer i Norden och Europa.\n• Hantera systemleverantörer och avtal.\n• Säkerställa årshjulsaktiviteter såsom riskanalyser, återställningsplaner, drift- och säkerhetstillstånd.\n• Arbeta med att skapa och underhålla test- och utvecklingsmiljöer samt kontrollerad driftsättning av applikationer och tjänster i våra egna datacenter.\n• Samordna olika typer av tester samt genomföra delar av dem själv tillsammans med verksamheten och våra säkerhetsspecialister och testledare.\n\nTill din hjälp finns andra systemansvariga, programmerare/systemutvecklare, testledare, system- och verksamhetsspecialister, samt domän- och lösningsarkitekter.\n\nOm dig\nFör att bli framgångsrik i den här rollen ser vi att du är ansvarstagande och resultatorienterad. Vi söker dig som även är strukturerad och noggrann. Eftersom arbetet innebär många kontaktytor behöver du vara kommunikativ och bra på att samarbeta.\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\nVidare ser vi att du har relevant högskoleutbildning inom Systemvetenskap eller Datateknik alternativt minst 10 års arbetslivserfarenhet inom dessa områden. Du har även:\n\n\n• Minst 5 års relevant arbetslivserfarenhet av system- och applikationsförvaltning varav minst 1 år med verksamhetskritiska och/eller säkerhetskänsliga system.\n• Erfarenhet av kravhantering och testplanering.\n• Arbetat med leverantörsstyrning och uppföljning av internationella leverantörer.\n• Grundläggande plattformskompetens inom IT (dvs. brandväggar, nätverk, lagring, behörighetshantering, AD-grupper).\n• Arbetslivserfarenhet av arbete enligt ITIL- och/eller PM3 eller motsvarande metoder/ramverk.\n• Arbetat i projekt inom införande eller integration av affärssystem som projektdeltagare med tex PPS, Prince2 eller XLPM som bas.\n• Du är flytande i svenska och engelska i tal och skrift och kan förhandla i internationella miljöer.\n\nVi ser det som meriterande om du har: \n\n\n• Arbetslivserfarenhet av system- och applikationsförvaltning i en internationell miljö (Europa/Norden).\n• Erfarenhet av integrationstunga system och APIer.\n• Erfarenhet av PM3 och livscykelhantering inom applikationer.\n• God kännedom om IT-säkerhet.\n• Erfarenhet av avtalsadministration.\n• Erfarenhet av strukturerad förändringsledning t ex ADKAR.\n• Erfarenhet av agila arbetsmetoder.\n• Är van att jobba i Jira, Azure DevOps eller liknande system.\n\nBra att veta\n\n• Tjänsten är placerad i centrala Sundbyberg, Stockholm\n• Möjlighet till distansarbete upp till 50 % #LI-hybrid\n• Resor inom Europa kan förekomma.\n• Sista ansökningsdag är den 14 april. Vi använder urvalsfrågor och tar därmed ej emot personligt brev i samband med din ansökan.\n• Tjänsten är en tillsvidareanställning utan provanställning.\n• Förmåner | Svenska kraftnät\n\nKontakta gärna rekryterande chef Per Lundblad, tel. nr. o72-560 15 01 alternativt ansvarig rekryterare Maria Sahlén, tel. nr. 010-489 20 27 (maria.sahlen2@svk.se). Fackliga representanter är Annika Ingeborn, SACO, 010-475 87 72 och Mikael Hedenheim ST, 010-475 84 68. Du når oss också via e-post: fornamn.efternamn@svk.se\n\nÖvrig information\nVi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Innan ett beslut om anställning fattas kommer en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) att genomföras i de fall befattningen innebär hantering av säkerhetsskyddsklassificerade uppgifter eller deltagande i säkerhetskänslig verksamhet. Om anställningen avser befattning i säkerhetsklass kommer säkerhetsprövningen även att innefatta en registerkontroll och, i vissa fall, en särskild personutredning. \nFör anställning på Svenska kraftnät kan det vara ett krav på svenskt medborgarskap i vissa befattningar. Med anställningen följer en skyldighet att krigsplaceras.  \n\nFör mer information om säkerhetsprövning\nSvenska kraftnät arbetar för att främja mångfald och motverka diskriminering och ser gärna sökanden med olika bakgrund och erfarenheter till våra rekryteringar.\nLär känna Svenska kraftnät och hur det är att arbeta hos oss: \n\nLär känna oss på Svenska kraftnät",
      "Techstack": "Enterprise Kubernetes-lösningar, OpenShift, CI/CD-pipelines, DevOps-metodik, containerplattformar, Helm, Operators, Prometheus, Grafana, PostgreSQL, Kafka",
      "Produkt": "Elproduktion, energiinfrastruktur, energiomställning",
      "Företagsstruktur": "Cirka 600 anställda inom IT, växer för att stödja Sveriges övergång till fossilfri energiförsörjning. Har enheten 'containerteknik och drift'.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "registrator@svk.se",
          "name": "Registrator",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 142,
      "företagsnamn": "Serverpod AB",
      "företagswebb": "https://serverpod.dev",
      "organisationsnummer": "5593371213",
      "sökterm": [
        "Redis",
        "GCP",
        "AWS Lambda",
        "Dart",
        "Object-Oriented Programming",
        "Robot Framework",
        "Terraform",
        "Google Analytics",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29328394",
      "titel": "Senior Infrastructure Engineer",
      "beskrivning": "We are setting up a dream team of developers to build the next-generation server framework for Flutter. Take this unique opportunity to get in on the ground level, get equity in the company, and create the server technology of the future. Serverpod is a scalable app server for the rapidly growing Flutter community. It was founded by a former Google engineer with previous startup experience who worked at the Flutter team in Silicon Valley.\nThis position is primarily on site in our Stockholm office, but we can make exceptions for extraordinary candidates.\n\nYou will:\n Work with other rockstar developers with experience from Google, Spotify, Minecraft, and other large companies.\n Build the infrastructure thousands of apps rely on.\n Get involved in all levels of the product—everything from code generation and analysis, database layers, and developer tooling to Flutter demos and website frameworks.\n \nWe think that you:\n Have a degree in computer science or similar.\n Have worked on large infrastructure projects.\n Know your way around GCP, Kubernetes, Terraform, Docker, Postgres, and Redis.\n Are comfortable working remotely or in person.\n Want to build something big.\n \nBonus if you also:\n Know Dart or are a quick learner.\n Have given tech talks, or it is a skill you want to master.\n Got some skills in data security.",
      "Techstack": "GCP, Kubernetes, Terraform, Docker, Postgres, Redis",
      "Produkt": "Serverpod är en skalbar appserver för Flutter-communityn. Företaget arbetar på att bygga infrastrukturen tusentals appar litar på och erbjuder tjänster som kodgenerering och analys, databaslager, utvecklarverktyg och Flutter-demonstrationer.",
      "Företagsstruktur": "Serverpod AB, organiserat under organisationsnummer 5593371213, är huvudsakligen baserat i Stockholm men har också anställda som jobbar på distans. Företaget grundades av en tidigare Google-ingenjör och har ett team på 3 personer.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 7,
        "Resultat": -2398000,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@serverpod.dev",
          "name": "Serverpod AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 143,
      "företagsnamn": "Stegra Boden AB",
      "företagswebb": "https://career.stegra.com/jobs/5075326-maintenance-engineer-dri-plant",
      "organisationsnummer": "5593054918",
      "sökterm": [
        "Penetration Testing",
        "Katalon Studio",
        "Material-UI",
        "Tableau"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29545667",
      "titel": "Daytime manager Material Handling",
      "beskrivning": "Research shows that women and other under-represented groups within our industry hesitate to apply unless they tick most boxes of a role description. At Stegra, we are building an impact company with sustainability at its core. We need a diverse, inclusive, and authentic team to rally behind our purpose of de-carbonizing hard-to-abate industries, starting with steel.\n\n\nSo, if you are equally passionate about our purpose yet concerned that your experience doesn’t perfectly align with the qualifications stated in the job advert, we strongly encourage you to apply anyway. You may be just the right candidate, either for this role – or for another upcoming role in our rapidly growing business.\n\n\n\n\nDaytime manager material handling - DRI department\nYou are responsible for overseeing and supporting day-to-day operational activities during assigned shifts. It ensures effective task execution, adherence to safety and quality standards, and smooth coordination among team members to maintain continuous production and meet operational targets.\n\n\nResponsibilities: \nLead, guide, and mentor a team that may include process operators, mechanics, electricians, and instrument and automation technicians,  fostering a positive, high-performance, and safe work environment.\nAllocate resources and manage staffing to efficiently meet operational demands, optimizing team performance and minimizing downtime.\nPlan and distribute work, ensuring the team has the necessary tools, spare parts, and knowledge to complete tasks effectively from the start.\nEnsure team adherence to safety protocols, conduct regular checks, enforce personal protective equipment (PPE) use, and uphold quality standards. Address any safety issues promptly, escalating unresolved matters to higher-level management.\n\n\n\nQualifications: \nA professional diploma in Metallurgy, Chemical or Process Engineering or\nanother related field is required.\nExtensive experience in a relevant area, including substantial leadership experience.\nExtensive experience in refractory installation and specialized knowledge in\nrefractory dry-out processes to ensure operational integrity.\n• Practical application of basic mathematical concepts in process optimization\nand performance evaluations.\n\n\n\n Location: Boden.\nWhat we can offer you\nIf you are passionate about making actual change and having a positive impact on society and our planet, Stegra offers a unique opportunity to be part of a fun and professional team with high ambitions.\nYou will get the opportunity to shape your future career together with a company focusing on creating a culture where everyone can thrive and feel a sense of belonging. In the end, we know that Stegra's growth and success is dependent on our people and we can’t wait to shape the future of steelmaking and other industries together as a team. \n\n\nAbout us:\nStegra, formerly know as H2 Green Steel, is on a mission to disrupt the global steel industry by producing green steel, with the end goal of bringing down CO2 emissions to zero. By using green hydrogen and fossil-free electricity instead of coal; water and heat will be our primary emissions. By 2030, our ambition is to produce 5 million tonnes of green steel annually in our fully integrated, digitalized, and sustainable plant in Boden, located in northern Sweden - currently in construction phase. But this is just the beginning – our expertise in green hydrogen will enable us to decarbonize other industries in addition to steel, and we look forward to what’s next in store for us.\nWe are looking for talented, innovative, and purpose-driven people to join our rapidly growing and diverse team. Our employees get to learn everyday, implement the latest technology and test and put their ideas into practice. Together, we are building an impact company with sustainability at its core – for our people, customers, investors, society, and planet.",
      "Techstack": "Server och nätverksenhetskonfiguration och underhåll, PLC-programmering (Siemens föredrages), datainsamling/analys, HMI-programmering, C++, C#, Java, databashantering, Visual Studio, MS Windows server/systemadministrering, MS produktivitetsverktyg, TCP/IP-kommunikation",
      "Produkt": "Ståltillverkning och vätegenomförande teknologier",
      "Företagsstruktur": "Företaget drivs av Markus Knut-Johan Mannström. Styrelsen består av 66.7 % män och 33.3 % kvinnor",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "766.2%"
      },
      "kontakter": [
        {
          "email": "info@career.stegra.com",
          "name": "H2GS Boden AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 144,
      "företagsnamn": "Ohb Sweden AB",
      "företagswebb": "https://www.ohb-sweden.se",
      "organisationsnummer": "5568124449",
      "sökterm": [
        "Penetration Testing",
        "Assembly",
        "Katalon Studio"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29482730",
      "titel": "Senior Mechanical Engineer - For the space industry!",
      "beskrivning": "OHB Sweden is a leading Swedish supplier of space systems. We develop, build, test and commission satellites and subsystems for space missions in, for example, communication, earth observation and space research for institutional and commercial customers within and outside Europe.\n Building a satellite requires a broad range of expertise, involving the analysis, design, manufacturing, and testing of both hardware and software. At OHB Sweden, we offer engineers an exceptional opportunity to expand their technical skills across all domains.\n We are seeking a skilled Mechanical Engineer with experience in the complete chain from CAD mechanical design, FEM analysis, and generation of production drawings to follow-on testing of the manufactured product.\nCollaborating with external partners (customers, payload suppliers, etc.) to define and implement mechanical interfaces will be an integral part of your daily responsibilities.\n \nWhy Join Us?\n  Dynamic Work Environment: Engage in a vibrant, international setting with numerous collaboration partners, primarily in Europe.\n  Comprehensive Skill Development: Enhance your expertise in various technical domains, from Mechanical design to System engineering.\n  Team Collaboration: Work closely with system, electrical, thermal, and AIT engineers in the development of cutting-edge satellites.\n \n What We’re Looking For:\n A structured, motivated, and quick-learning team player.\n Ability to work independently while meeting agreed delivery schedules.\n Strong collaboration skills to work effectively with diverse teams.\n \nIf you are passionate about pushing the boundaries of space technology and eager to contribute to innovative satellite projects, we would love to hear from you!\nIf you wish to participate to the development of future space systems, feel confident that your experience and qualifications match the above requirements and want to find yourself in a dynamic and inspiring work environment, then we very much look forward to hearing from you!\n Task Description:\n Having a lead role on design of mechanical, structural, and dynamic components using CAD and FEM, focusing on stress, shock, and random vibration analyses.\n Oversee the generation of manufacturing drawings from CAD models.\n Supervise off-site manufacturing of parts and inspect delivered items.\n Support on-site assembly of end products, such as spacecraft structures.\n Define and design test specifications, procedures, and setups for subsystem qualification (structures, mechanisms, units, components, actuators).\n Correlate FE models (e.g., fundamental frequencies, damping coefficients) with actual test results.\n Assist in planning and budgeting for future programs and projects.\n Design, assemble, and test mechanical ground support equipment (MGSE) for integration and test activities.\n Mentor junior engineers and provide technical guidance within the team.\n \n Required Qualifications:\n Bachelor’s or Master’s Degree in Mechanical Engineering or related disciplines.\n Minimum of 7 years of experience in design and testing environments related to CAD, mechanical FEM analysis, and construction.\n Proven ability to informally lead and inspire teams, driving projects forward.\n Proficiency in FEM analysis, particularly in random vibration response, shock, and loads analysis.\n Ability to generate, read, and understand mechanical design/analysis reports and Interface Control Documents (ICDs).\n Clear and coherent reporting and presentation skills in English.\n Experience in design-to-manufacture processes.\n Fluent in English, both spoken and written.\n Located in or willing to relocate to Stockholm, Sweden.\n \n Added Advantageous Qualifications:\n Experience in writing test procedures for vibration and shock.\n Experience in requirements management and verification.\n Proficiency with NASTRAN.\n Experience with CREO and/or NX (CAD) and Windchill PLM.\n Experience working closely with production/MAIT.\n Experience in GPS (Geometric Product Specifications) drawing production.\n Knowledge of the European Cooperation for Space Standardization (ECSS) and experience in the space industry.\n \n \nWe look forward to your application!",
      "Techstack": "C++, Python, CMake, Gtest (eller liknande), IBM DOORS, Jenkins, Git, GCC toolchain, Microsoft Visual Studio, Operativsystem: Linux, RTEMS (eller annat realtidssystem), Windows",
      "Produkt": "Utvecklar, bygger, testar och driver satelliter för rymdmissioner inom kommunikation, jordobservation, rymdforskning och utforskning. Levererar satelliter och subsystem för låg-jordomlopp, geostationära och interplanetära uppdrag.",
      "Företagsstruktur": "OHB Sweden AB ingår i en koncern med 2 bolag. Koncernmoderbolag är OHB AG.",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 41,8%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "41,8%"
      },
      "kontakter": [
        {
          "email": "info@ohb-sweden.se",
          "name": "Ohb Sweden AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 145,
      "företagsnamn": "LEVRA Bemanning AB",
      "företagswebb": "http://www.levra.se",
      "organisationsnummer": "5594818931",
      "sökterm": [
        "Robot Framework",
        "OWASP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29257052",
      "titel": "Systemutvecklare med IT-säkerhetskompetens i Karlstad – Konsultuppdrag v...",
      "beskrivning": "Har du en gedigen bakgrund inom systemutveckling och IT-säkerhet? Är du redo för en ny utmaning där du får använda din expertis för att leverera säkra, kundanpassade lösningar? Vi på Levra Bemanning söker nu en erfaren systemutvecklare med IT-säkerhetskompetens för ett konsultuppdrag hos en av våra välrenommerade kunder.\nOm rollenI rollen som systemutvecklare med fokus på IT-säkerhet kommer du att stärka ett team som redan idag arbetar med avancerade säkerhetslösningar. Ditt ansvar kommer att omfatta:\n Utveckla säkra och kundanpassade systemlösningar i samarbete med systemarkitekter.\n Coacha och utbilda andra roller inom projekten för att höja säkerhetskompetensen.\n Utföra säkerhetsanalyser, granskningar och penetrationstester (både Black Box och White Box).\n Bidra till utveckling av säkra IT-miljöer med fokus på autentisering, logghantering och spårbarhet.\n Kvalifikationer\nVi söker dig som har:\n  Minst 5 års erfarenhet av systemutveckling inom IT-säkerhet.\n Stark kompetens inom .NET och Fullstack-utveckling.\n Erfarenhet av databashantering (SQL) samt infrastruktur som Active Directory, IAM, och nätverkskomponenter.\n Djup förståelse för OWASP Top 10 och OWASP Web Security Testing Framework.\n Gedigen erfarenhet av penetrationstester samt arbete med verktyg som Nessus och BurpSuite.\n Förmåga att genomföra kodgranskning och säkerställa god logghantering.\n Goda kunskaper i svenska, både i tal och skrift.\n Vi erbjuder Ett konsultuppdrag via Levra Bemanning med möjlighet till förlängning och spännande utvecklingsmöjligheter.\n Möjlighet att arbeta med marknadsledande kunder i projekt med hög säkerhetsnivå.\n Konkurrenskraftiga villkor och förmåner enligt kollektivavtal.\n Ett professionellt och engagerat team som stöttar dig i din roll.\n Ansökan\nLåter detta som en spännande möjlighet för dig? Skicka in din ansökan och CV till oss.Urval och intervjuer sker löpande – ansök därför så snart som möjligt!",
      "Techstack": ".NET, Fullstack-utveckling, SQL, Active Directory, IAM, OWASP Top 10, OWASP Web Security Testing Framework, Nessus, BurpSuite",
      "Produkt": "Bemanning och rekrytering av IT-säkerhetsspecialister och systemutvecklare. Uthyrning av personal och konsulttjänster inom IT-sektorn.",
      "Företagsstruktur": "Företaget är baserat i Stockholm, Sverige. Företaget styrelse består av 50 % män och 50 % kvinnor. Bolagets VD är Zeljko Arezina.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@levra.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 146,
      "företagsnamn": "Nkr Demolition Sweden AB",
      "företagswebb": "https://nkr-rivning.se/",
      "organisationsnummer": "5567737092",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29367876",
      "titel": "Marknadskoordinator vikariat",
      "beskrivning": "NKR Demolition Sweden AB är specialiserade på arbetsuppdrag inom rivning, demontering, sprängning, krossning, asbestsanering, samt röjning av byggnader, fabriker och tomter. Vi har kontinuerliga stora projekt på gång över hela landet. Vi söker en marknadskoordinator på vikariat som arbetar med försäljning & marknadsföring, på huvudkontoret i Helsingborg. Vikariatet sträcker sig över 18 månader.\nArbetsuppgifter \nAktivt arbeta med försäljning inom rivningsbranschen.\nIdentifiera och bearbeta potentiella nya kunder och projekt.\nVårda och stärka relationer med befintliga kunder.\nSamarbeta med företagets VD och kalkylchef för att följa upp och komplettera försäljningsarbetet.\nHantera administrativa uppgifter, som att skapa PowerPoint-presentationer, skriva nyhetsbrev, uppdatera företagets hemsida, annonsera i branschtidningar, sköta LinkedIn samt översätta dokument.\nPlanera och genomföra kundbesök – då rollen även innebär att vara företagets ansikte utåt.\n\nKvalifikationer - Rollen är omväxlande, ansvarsfull och flexibel, och du kommer att verka som en centralpunkt i verksamheten.\nDu är självgående, utåtriktad och proaktiv med goda kunskaper inom försäljning och förhandling.\nHar relevant utbildning inom marknadsföring eller försäljning.\nÄr initiativtagande och duktig på att både skapa nya och behålla goda kundrelationer.\nSom person är du noggrann, strukturerad och har lätt för att samarbeta.\nDu har god datorvana.\nDu kan uttrycka dig väl i både tal och skrift.\nTidigare erfarenheter av att arbeta i Wordpress är meriterande.\nFörståelse för danska är meriterande.\n\nVi erbjuder\nEtt utmanande arbete där du själv planerar dina arbetsrutiner i ett positivt arbetsklimat.\nEn möjlighet att utvecklas inom en modern entreprenörsverksamhet.\nEtt arbete där kvalitet, säkerhet och miljö står i fokus.\n\nTjänsten är ett vikariat på 18 månader med tillträde i mars. Rekrytering sker löpande, skicka in din ansökan redan idag till Linnea Bermont, lib@nkr-ab.se. Önskar du mer information om tjänsten ber vi dig kontakta CEO Karsten Rasmussen, +45 40 59 94 00.",
      "Techstack": "Wordpress, LinkedIn, PowerPoint",
      "Produkt": "Arbetsuppdrag inom rivning, demontering, sprängning, krossning, asbestsanering, samt röjning av byggnader, fabriker och tomter",
      "Företagsstruktur": "Huvudkontor i Helsingborg. Stora projekt över hela landet. Telefon 042-12 20 41. Adress Kontorsgatan 2, 254 71 Hasslarp. Postadress Kontorsgatan 2, 254 71 Hasslarp.",
      "Ekonomi": {
        "Omsättning": 208095,
        "Resultat": 14084,
        "Omsättningsförändring": "32,3 %"
      },
      "Ekonomisiffor": {
        "Omsättning": 208095,
        "Resultat": 14084,
        "Omsättningsförändring": "32,3 %"
      },
      "kontakter": [
        {
          "email": "info@nkr-ab.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "st@nkr-ab.se",
          "name": "St",
          "position": "",
          "source": "https://nkr-rivning.se/contact"
        },
        {
          "email": "karsten@nkr-ab.se",
          "name": "Karsten",
          "position": "",
          "source": "https://nkr-rivning.se/contact"
        },
        {
          "email": "nedriv@nkr-as.dk",
          "name": "Nedriv",
          "position": "",
          "source": "https://nkr-rivning.se/contact"
        },
        {
          "email": "en@nkr-ab.se",
          "name": "En",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "ae@nkr-ab.se",
          "name": "Ae",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "sg@nkr-ab.se",
          "name": "Sg",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "sofia@nkr-ab.se",
          "name": "Sofia",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "johan.j@nkr-ab.se",
          "name": "Johan J",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "magnus@nkr-ab.se",
          "name": "Magnus",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "mr@nkr-as.dk",
          "name": "Mr",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "sli@nkr-ab.se",
          "name": "Sli",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "lib@nkr-ab.se",
          "name": "Lib",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "claus@nkr-ab.se",
          "name": "Claus",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "ole@nkr-as.dk",
          "name": "Ole",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "jn@nkr-ab.se",
          "name": "Jn",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "jen@nkr-ab.se",
          "name": "Jen",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        },
        {
          "email": "muk@nkr-ab.se",
          "name": "Muk",
          "position": "",
          "source": "https://nkr-rivning.se/kontakt"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 147,
      "företagsnamn": "Digitalenta AB",
      "företagswebb": "https://www.digitalenta.se",
      "organisationsnummer": "5592480486",
      "sökterm": [
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29187045",
      "titel": "Digital Kommunikatör till Suntarbetsliv",
      "beskrivning": "Vi påSuntarbetsliv söker ytterligare en skarp person som vill få fler att upptäcka vägar framåt i arbetsmiljöarbetet. Tillsammans med oss får du ta dig an det viktiga uppdraget att skapa friskare arbetsplatser inom kommuner, regioner och kommunala företag.Om rollen\nSom digital kommunikatör på Suntarbetsliv är du en nyckelperson som väcker lust och energi i arbetet för friska arbetsplatser. Du ansvarar för både strategisk utveckling av sociala kanaler och för att skapa och sprida engagerande innehåll. Har du ett entusiastiskt intresse för sociala medier, en talang för berättande och är skicklig på digital spridning är det här rollen för dig. \nDu rapporterar till kommunikationschefen och blir en del i ett team med 12 medarbetare.\nDu kommer att:\n Utvecklar och implementerar strategier för digital kommunikation med fokus på sociala medier och SEM.\n Säkerställer varumärkesupplevelsen och att innehållet är anpassat till målgruppen chefer, skyddsombud och HR inom kommun- och regionsektorn.\n Projektleder digitala kommunikationsinsatser och kampanjer, inklusive tids- och budgetplanering.\n Producerar och publicerar innehåll anpassat för olika sociala kanaler.\n Följer upp och analyserar resultatet av aktiviteterna för kontinuerlig utveckling. \n \nOm dig\nVi tror att du är en kreativ och analytisk person med stark publicistisk förmåga som har erfarenhet av att skapa engagerande innehåll för sociala medier. Du trivs med att leda projekt och driva processer framåt och kombinerar en självständig och lösningsorienterad arbetsstil med en prestigelös attityd. Du är både strateg och praktisk görare. \nDu har:\n Eftergymnasial utbildning inom kommunikation, journalistik eller liknande.\n 3–5 års erfarenhet av att omsätta strategiska idéer till digital kommunikation.\n Erfarenhet av digital annonsering, SEM och SEO.\n Goda kunskaper i Google Analytics, Wordpress eller liknande CMS, Microsoft Office, Ungapped och Photoshop eller motsvarande. \n Erfarenhet av AI verktyg (ChatGPT, Midjourney, Claude)\n Svenska – obehindrat i tal och skrift.\n \nMeriterande Erfarenhet av arbete inom kommun/region eller politiskt styrd verksamhet.\nKunskap om arbetsmiljö.Om företagetFöreningen Suntarbetsliv drivs sedan 2012 gemensamt av de fackliga organisationerna och arbetsgivarorganisationerna SKR samt Sobona. Uppdraget är att stödja chefer och skyddsombud i arbetet för friska arbetsplatser och sprida kunskaper om forskning och erfarenheter. Stödet består av verktyg, utbildningar, föreläsningar, rådgivning, artiklar. Suntarbetslivs utbud är framtaget för kommun- och regionsektorn och erbjuds kostnadsfritt.\nFacklig kontakt\nRigmor Engerstam, Akavia, 072-242 55 65",
      "Techstack": "Google Analytics, Wordpress, Microsoft Office, Ungapped, Photoshop, AI verktyg (ChatGPT, Midjourney, Claude)",
      "Produkt": "Digitalenta AB erbjuder rekrytering, uthyrning och förmedling av kompetens inom digital marknadsföring och försäljning",
      "Företagsstruktur": "VD är Simon Fredrik Milton. Fördelningen i styrelsen är 66.7 % män (2), 33.3 % kvinnor (1). Företaget har 27 anställda.",
      "Ekonomi": "Företaget hade ett resultat på 562 KSEK med omsättning 30 904 KSEK under 2023. Bokslutet 2020 är 10 månader",
      "Ekonomisiffor": {
        "Omsättning": 30904,
        "Resultat": 562,
        "Omsättningsförändring": "16.5%"
      },
      "kontakter": [
        {
          "email": "info@digitalenta.se",
          "name": "Digitalenta AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "hej@digitalenta.se",
          "name": "Hej",
          "position": "",
          "source": "https://www.digitalenta.se"
        },
        {
          "email": "maria.levander@digitalenta.se",
          "name": "Maria Levander",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "m@digitalenta.se",
          "name": "M",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "rufus.lidman@digitalenta.se",
          "name": "Rufus Lidman",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "josefin.rosenqvist@digitalenta.se",
          "name": "Josefin Rosenqvist",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "sara.wiklund@digitalenta.se",
          "name": "Sara Wiklund",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "andreas@digitalenta.se",
          "name": "Andreas",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "sara.palmqvist@digitalenta.se",
          "name": "Sara Palmqvist",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "amanda.nordstrom@digitalenta.se",
          "name": "Amanda Nordstrom",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        },
        {
          "email": "simon@digitalenta.se",
          "name": "Simon",
          "position": "",
          "source": "https://www.digitalenta.se/kontakt"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": "-"
    },
    {
      "id": 148,
      "företagsnamn": "Vanluxi Sweden AB",
      "företagswebb": "https://www.vanluxi.com",
      "organisationsnummer": "5569379158",
      "sökterm": [
        "HTML",
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29170768",
      "titel": "Digital Project Developer & Marketing Specialist",
      "beskrivning": "Om Rollen:\nVanluxi Sweden AB söker en kreativ och driven Digital Marketing & Web Development Specialist som vill vara med på vår tillväxtresa. I denna roll kommer du att arbeta med spännande och varierade projekt inom flera branscher, från lyxmode till restauranger. Du kommer att ha en central roll i att bygga, underhålla och optimera webbsidor samt att utveckla vår digitala närvaro genom sociala medier och andra plattformar.\nArbetsplats och Arbetsvillkor:\nTjänsten är huvudsakligen på distans, men kräver närvaro två dagar i veckan på en dedikerad arbetsplats. Dessa dagar kan vi träffas hemma hos mig i Uppsala, i centrala Stockholm eller på ett kafé. Detta upplägg ger dig flexibiliteten att arbeta hemifrån och samtidigt möjlighet att mötas personligen för att diskutera projekt, brainstorma och arbeta mer intensivt tillsammans när det behövs.\nAnsvarsområden\n1. Webbutveckling och Underhåll:\nByggande och utveckling av webbsidor för flera projekt, inklusive:\nEn webbshop för exklusiva kläder och accessoarer.\nEn jämförelsesida för kläder och skönhetsprodukter.\nSociala medier för en restaurangfranchise.\nEn bokhandel online för både fysiska och digitala böcker.\nAnvändarvänlighet och SEO: Säkerställa att webbplatser är responsiva, användarvänliga och SEO-optimerade.\nUnderhåll: Uppdatera och modernisera sidor kontinuerligt för att säkerställa konkurrenskraftighet.\n\n2. Sociala Medier och Digital Marknadsföring:\nHantera sociala medier för företaget och projekt, inklusive plattformar som Instagram, Facebook, TikTok och Twitter.\nInnehållsskapande: Skapa engagerande innehåll som reflekterar projektens unika teman och målgrupper.\nRecensioner och Kampanjer: Övervaka recensioner och uppdatera kampanjer på Google Reviews, Tripadvisor, Expedia m.fl., med fokus på att stärka varumärken online.\n\n3. Content Management och Kampanjer:\nUtveckla innehåll som är informativt och engagerande för både webb och sociala medier.\nSEO och Marknadsföringsstrategier: Genomföra SEO-analyser och utveckla marknadsföringsstrategier för att öka trafik och synlighet.\nKampanjer: Planera och genomföra kampanjer för att driva försäljning och engagemang.\n\n4. Projektledning och Samarbete:\nProjektledning: Driva projekt från idéstadiet till lansering och säkerställa att tidsramar och kvalitetsmål uppfylls.\nSamarbete: Arbeta nära med teammedlemmar, partners och externa leverantörer för att nå uppsatta mål.\n\nKvalifikationer:\nErfarenhet av webbutveckling: Goda kunskaper i HTML, CSS, JavaScript och relaterade teknologier.\nCMS-kompetens: Erfarenhet av plattformar som WordPress och WooCommerce. \nDigital marknadsföring: Erfarenhet av sociala medier och marknadsföringsstrategier.\nProjektledning: Förmåga att arbeta självständigt och hantera flera projekt samtidigt.\nKreativitet: Starkt sinne för att skapa engagerande och säljande innehåll.\n\n\n\n-- English\nAbout the Role:\nVanluxi Sweden AB is looking for a creative and driven Digital Marketing & Web Development Specialist to join our growth journey. In this role, you will work on exciting and varied projects across multiple industries, from luxury fashion to restaurants. You will play a key role in building, maintaining, and optimizing websites and enhancing our digital presence through social media and other platforms.\nWorkplace and Conditions:\nThis role is primarily remote, but it requires in-person presence two days a week at a dedicated workspace. We can meet at my home in Uppsala, in central Stockholm, or at a café on those days. This setup offers you the flexibility to work from home while also allowing us to meet in person to discuss projects, brainstorm, and work intensively together when needed.\nResponsibilities:\nWeb Development and Maintenance:\nBuild and develop websites for various projects, including:\nAn online store for exclusive clothing and accessories.\nA comparison site for clothing and beauty products.\nSocial media for a restaurant franchise.\nAn online bookstore for both physical and digital books.\nUser-Friendliness and SEO: Ensure that websites are responsive, user-friendly, and optimized for SEO.\nMaintenance: Continuously update and modernize sites to maintain competitiveness.\nSocial Media and Digital Marketing:\nManage social media for the company and projects, including platforms like Instagram, Facebook, TikTok, and Twitter.\nContent Creation: Create engaging content that reflects the unique themes and target audiences of each project.\nReviews and Campaigns: Monitor reviews and update campaigns on Google Reviews, Tripadvisor, Expedia, etc., with a focus on strengthening brands online.\nContent Management and Campaigns:\nDevelop informative and engaging content for both websites and social media.\nSEO and Marketing Strategies: Conduct SEO analyses and develop marketing strategies to increase traffic and visibility.\nCampaigns: Plan and execute campaigns to drive sales and engagement.\nProject Management and Collaboration:\nProject Management: Drive projects from the idea stage to launch, ensuring timelines and quality goals are met.\nCollaboration: Work closely with team members, partners, and external vendors to achieve set goals.\n\nQualifications:\nWeb Development Experience: Solid knowledge of HTML, CSS, JavaScript, and related technologies.\nCMS Competence: Experience with platforms like WordPress and WooCommerce.\nDigital Marketing: Experience in social media and marketing strategies.\nProject Management: Ability to work independently and manage multiple projects simultaneously.\nCreativity: Strong sense of creating engaging and persuasive content.\n\n\n\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": "HTML, CSS, JavaScript, WordPress, WooCommerce",
      "Produkt": "Webbsidors utveckling och digital marknadsföring",
      "Företagsstruktur": "Företaget styrs av en styrelse med en jämn fördelning av män och kvinnor. VD är Cladia Christa Lily Vanluxi.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "support@example.com",
          "name": "Support",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "mail@example.com",
          "name": "Mail",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 149,
      "företagsnamn": "Svea Renewable Solar AB",
      "företagswebb": "https://sveasolar.com/se/",
      "organisationsnummer": "5569551350",
      "sökterm": [
        "Django",
        "DevOps",
        "SASS",
        "Agile",
        "Serverless",
        "AWS Lambda",
        "Kubernetes",
        "AWS",
        "Frontendutvecklare",
        "CloudFormation",
        "Object-Oriented Programming",
        "Frontend",
        "backendutvecklare",
        "React",
        "Microservices",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558642",
      "titel": "Engineering Manager - App team",
      "beskrivning": "At Svea Solar, we’re reshaping the future of renewable energy, and our native app is at the core of our mission to empower customers to take charge of their energy journey. Available to all our customers, the app provides real-time insights into solar energy generation, energy consumption, and battery storage. It’s a vital tool for a greener, smarter future.\nTo take this platform to the next level, we’re searching for an Engineering Manager to lead and inspire our talented App Team. If you have a passion for leadership, technology, and sustainable innovation, we’d love to hear from you! \nThe roleAs the Engineering Manager for our App Team, you’ll be part of a group of 6 dedicated engineers. Working closely with our Product Manager you’ll ensure that the team delivers products our customers love while maintaining technical excellence and fostering a culture of collaboration and growth.\nThis role strikes a balance between people leadership and technical expertise. \nKey Responsibilities \n Help the team estimate work and planning of short and long term goals as well as updating PMs and stakeholders on changes\n Foster a positive and collaborative engineering culture that empowers the team to do their best work.\n Mentor and develop engineers, helping them advance their skills and careers.\n  Ensure adherence to technical guidelines and continuously seek opportunities to improve processes and product quality.\n Work closely with the Product Manager to align technical efforts with business goals and ensure smooth communication across all of our software teams.\n Promote agile methodologies and help the team own their products from development to delivery.\n  Are we a match?\no thrive at Svea Solar, it’s important that our values align with yours, as they are the guiding stars that help us move forward. Our organizational language is English, so fluency is essential for this position.\nWe’re looking for someone with experience in leadership within an agile product organization. If you also have the following, you’re likely a perfect fit for this role:\n A technical understanding or background, ideally with hands-on experience in software development (Experience as a software developer is advantageous.)\n Excellent communication and leadership skills, with the ability to align teams and stakeholders around shared goals.\n A strategic mindset, able to balance technical priorities with business needs. At Svea Solar we believe in Collaboration-first mentality which is why we work three days at the office to share ideas and better collaborate between the teams.\n \n If this sounds like you, we’d love to connect! Apply now and join us on our journey to create a brighter, greener future. \nWhat we offer At Svea Solar, we promote diversity and inclusion, as different perspectives drive innovation. Here, you will have the opportunity to grow professionally and contribute to the energy solutions of the future. As part of our team, you will play an important role in \"The Power Shift\" towards a greener future, focusing on teamwork, growth, and a fun working environment.  \nSvea Solar – More Than Just Solar Panels Svea Solar is not only a leader in solar panel installations, but we also aim to be a long-term energy partner for our customers. We offer a broad product portfolio with smart solutions that enable our customers to optimize their energy usage. Our offerings includeheat pumps in collaboration with IKEA, electric vehicle chargers, batteries, electricity contracts, and our ownenergy optimization software (VPP). We are continuously working to develop new solutions that make a difference — both for our customers and for the climate.\nApplication- We will start reviewing applications immediately, so don’t wait to apply! \n-Onthis page, you will find more information about our recruitment processes.\n- For the final candidate, we conduct a background check on criminal records. We warmly welcome your application! \n\n#LI-GA1 #LI-HYBRID",
      "Techstack": "AWS, CI/CD, Testing, Automation, microservices, distributed application architecture, containers, Kubernetes, serverless technology, Infrastructure as Code, AWS CDK, Cloudformation, Grafana observability stack",
      "Produkt": "Tekniska lösningar för stabilisering av energinät och optimering av kundens energianvändning",
      "Företagsstruktur": "Mindre ingenjörsorganisation bestående av tre team. Direkt ledare är Head of Engineering Danny Hajj",
      "Ekonomi": "Företaget gjorde ett resultat på -357,127 KSEK med en omsättning på 1,815,719 KSEK under 2023",
      "Ekonomisiffor": {
        "Omsättning": 1815719,
        "Resultat": -357127,
        "Omsättningsförändring": "36,1%"
      },
      "kontakter": [
        {
          "email": "info@sveasolar.de",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "info@sveasolar.it",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "u003einfo@sveasolar.it",
          "name": "Ueinfo",
          "position": "",
          "source": "https://sveasolar.com/contact-us"
        },
        {
          "email": "u003einfo@sveasolar.de",
          "name": "Ueinfo",
          "position": "",
          "source": "https://sveasolar.com/contact-us"
        },
        {
          "email": "press@sveasolar.com",
          "name": "Press",
          "position": "",
          "source": "https://sveasolar.com/contact-us"
        },
        {
          "email": "u003ekundservice@sveasolar.com",
          "name": "Uekundservice",
          "position": "",
          "source": "https://sveasolar.com/contact-us"
        },
        {
          "email": "u003einfo@sveasolar.be",
          "name": "Ueinfo",
          "position": "",
          "source": "https://sveasolar.com/contact-us"
        },
        {
          "email": "kundservice@sveasolar.com",
          "name": "Kundservice",
          "position": "",
          "source": "https://sveasolar.com/contact-us"
        },
        {
          "email": "info@sveasolar.be",
          "name": "Info",
          "position": "",
          "source": "https://sveasolar.com/contact-us"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    }
  ]
}