{
  "page": 5,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 200,
      "företagsnamn": "Nolimit city Stockholm AB",
      "företagswebb": "https://nolimitcity.com/",
      "organisationsnummer": "5566717202",
      "sökterm": [
        "JavaScript",
        "backendutvecklare",
        "SQL",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29550201",
      "titel": "Backend Developer",
      "beskrivning": "We are looking for senior backend engineers to join us and expand our team of talented backend developers. You share a passion for building systems that delivers high business value without sacrificing maintainability, availability, scalability and quality. You will work on the backend systems that power our casino platform and help us deliver the best customer experience.\n\n\nJob description\n·       Design, develop and help operate our systems\n·       Drive technical improvements throughout the stack\n·       Together with product teams deliver the best games and business solutions\n·       Help scale our solution to customer requirements and business opportunities\n \nWho you are\n·       You have 5+ years of experience working in a mixed Java, SQL, Javascript environment\n·       Master’s degree in Computer Science or equivalent\n·       You are passionate about working in an environment of continuous learning\n·       You are curious, driven and not afraid to take charge and improve the system and add automation where needed\n·       Taking on technical challenges and solving them is something you take pride in\n·       You have experience from working on large Java systems and have a solid understanding of performance, scalability and availability challenges of distributed systems\n·       Quality, not only of the code you write, but the delivered system is important to you\n·       You thrive in an environment where you are responsible for your code and takes ownership of the change from editor to production system\n·       You know your way around a modern Unix/Linux system\n·       Experience with modern deployment, monitoring and logging solutions\n\n\nWho we are\nWe are the best and fastest growing slot provider in the world with the operator and product in focus, and the mobile future on our minds. Nolimit is a team of experienced professionals from the gambling industry in Stockholm, Sweden, Malta, Romania and Gurugram, India. Our company has derived from hands on work at some of the most successful gambling software providers and operators over the last 15 years. Our mission is to offer a fast, reliable and flexible team that cooperates with the best operators in the world, taking gambling to the next level.\n We have a clean code high performance modern mini/micro service portable system platform for mobile and desktop that is 100 % under our own control. Since we have our own platform, this allows us to deliver special features and smooth, customizable marketing campaigns that are tailored to the operator's specific needs. We think it's time for a new angle to the gambling software industry – one where the product is in focus and we fully engage their promotion, marketing and country manager system/activities with our games. Nolimit work with customers on a global scale and the largest gambling operators in the world have our games everywhere.\nNolimit City, Stockholm based development team. We provide you with your choice of OS and IDE.\n Send your application to hr-sweden@nolimitcity.com\n http://www.nolimitcity.com",
      "Techstack": "Java, SQL, Javascript, Unix/Linux, modern deployment, monitoring, logging",
      "Produkt": "Slot-spel och gamblinglösningar",
      "Företagsstruktur": "Stockholm-baserad utvecklingsteam, antal anställda okänt, flera avdelningar för produktutveckling och teknik",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "fan@nolimitcity.com",
          "name": "Fan",
          "position": "",
          "source": "https://nolimitcity.com/about"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/nolimitcity-ltd",
        "facebook": "https://www.facebook.com/nolimitcity/",
        "twitter": "https://x.com/citynolimit/",
        "instagram": "https://www.instagram.com/nolimit_city/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 201,
      "företagsnamn": "Totalförsvarets plikt- och prövningsverk",
      "företagswebb": "https://www.esv.se/statsliggaren/regleringsbrev/?RBID=24885",
      "organisationsnummer": "2021004771",
      "sökterm": [
        "GitLab",
        "Git",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29549923",
      "titel": "Systemutvecklare",
      "beskrivning": "Vill du bidra till trygghet och säkerhet i det svenska samhället? Och dessutom göra det på en arbetsplats där vi bryr oss om varandra och arbetar tillsammans, då har du kommit rätt!\n\nVi söker nu en systemutvecklare till vår IT-avdelning i Karlstad.\r\n\r\nSom systemutvecklare jobbar du i självdrivande, ansvarstagande och initiativrika agila team. Vi arbetar ständigt med att utveckla och förbättra våra system, plattformar och arbetssätt.\n\nVåra viktiga uppdrag kopplat till totalförsvaret och polismyndigheten kräver att vår it-miljö är högpresterande och säker. Som systemutvecklare hos oss kommer du därför att få erfarenhet av säker programvaruutveckling.\n\nDina arbetsuppgifter\nI rollen som systemutvecklare ingår det att utveckla och förvalta system både i traditionella treskiktslösningar och i mikrotjänstbaserad arkitektur. Du kommer också att stödja verksamheten vid formulering av krav.\n\nKompetensutveckling och samarbete med verksamheten gör att hos oss får du möjlighet att utvecklas både inom teknik och våra arbetsprocesser.\n\nDina kvalifikationer\nSom systemutvecklare ska du ha universitets- eller högskoleutbildning med inriktning mot systemvetenskap eller dataingenjör, alternativt motsvarande kompetens förvärvad på annat sätt.\n\nDu ska även ha\n\n - ett par års yrkeserfarenhet av systemutveckling i Java\n - erfarenhet av att dokumentera lösningar på ett systematiskt sätt\n - kunskaper om arbete med relationsdatabaser (MS SQL och/eller IBM Informix)\n\nDet är också viktigt att du kan uttrycka dig väl på svenska i tal och skrift.\n\nDet är meriterande om du\n\n - erfarenhet av Git och/eller GitLab\n - arbetat med säker applikationsutveckling\n - arbetat med containerlösningar\n\nDina personliga egenskaper\nVi vill att du kan arbeta bra med andra människor och relaterar till dem på ett lyhört och smidigt sätt. Du kan arbeta målfokuserat och har förmågan att anpassa dig till ändrade omständigheter. Du kan också organisera och prioritera arbetet på ett effektivt sätt. Du har också förmågan att vara uthållig där du förblir motiverad, trots bakslag och arbetar tills projektet är avslutat.\n\nOm anställningen\nVi erbjuder dig en anställning tillsvidare på heltid som inleds med provanställning.\n\nPå grund av verksamhetens karaktär kan du inte arbeta hemifrån, men vi hoppas att detta istället kan bidra till en tydligare uppdelning mellan arbete och fritid. Du får möjlighet att träna på arbetstid och ett förmånligt friskvårdsbidrag. Läs mer om vilka förmåner och villkor vi har: https://www.pliktverket.se/jobba-hos-oss/formaner-och-villkor\n\nAnställningen är säkerhetsklassad och vi gör därför en säkerhetsprövning med registerkontroll enligt bestämmelserna i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras.\n\nVi välkomnar en mångfald av sökande med olika bakgrund och vi ser fram emot din ansökan. För att ansöka till oss behöver du inte skriva ett personligt brev. Vi har istället valt att fokusera på urvalsfrågor och ditt CV för en värderingsfri rekrytering.\n\nOm oss\n\nPlikt- och prövningsverket är en expertmyndighet inom totalförsvarsområdet. Myndighetens huvuduppgifter är att mönstra och skriva in totalförsvarspliktiga till grundutbildning med värnplikt samt att bemanna krigsorganisationen. Åt andra myndigheter genomförs prövningar för urval för yrken och utbildningar med särskilda krav som handlar om trygghet och säkerhet i det svenska samhället.\n\n\nLäs mer på pliktverket.se",
      "Techstack": [
        "Java",
        "MS SQL",
        "IBM Informix",
        "Git",
        "GitLab"
      ],
      "Produkt": "Mönstring och inskrivning av totalförsvarspliktiga, prövningar för urval av yrken och utbildningar inom totalförsvarsområdet.",
      "Företagsstruktur": "Expertmyndighet inom totalförsvarsområdet, anställningar tillsvidare på heltid, provanställningar, säkerhetsklassad verksamhet.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "registrator@esv.se",
          "name": "Registrator",
          "position": "",
          "source": "https://www.esv.se/statsliggaren/regleringsbrev/?RBID=24885"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ekonomistyrningsverket",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 202,
      "företagsnamn": "Lw Sverige AB",
      "företagswebb": "https://lwab.se",
      "organisationsnummer": "5563988244",
      "sökterm": [
        ".NET",
        "Assembly",
        "Node.js",
        "SQL",
        "PHP",
        "JavaScript",
        "Angular",
        "CSS",
        "MongoDB",
        "Vue",
        "React",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29557181",
      "titel": "Systemutvecklare",
      "beskrivning": "Vi söker en Systemutvecklare med fokus på webb och appar!\nÄr du en skicklig systemutvecklare med passion för webbdesign och apputveckling? Vill du vara med och skapa digitala lösningar i en expansiv organisation? Då kan detta vara rätt roll för dig!\nOm rollen\nSom systemutvecklare hos oss får du utveckla hemsidor, webbapplikationer och mobilappar. Du arbetar med både frontend och backend samt bidrar till hela utvecklingsprocessen – från idé till färdig produkt. Tjänsten är placerad på vårt kontor i Älta, Stockholm.\nVi söker dig som har:\nErfarenhet av HTML, CSS, JavaScript och moderna ramverk (React, Angular eller Vue).\nKunskap i backend-utveckling (Node.js, .NET eller PHP).\nErfarenhet av databashantering (SQL, MongoDB eller liknande)\n\nVi värdesätter driv, problemlösningsförmåga och samarbetsvilja!\nVi erbjuder:\nEn utvecklande roll i en växande organisation.\nMöjlighet att arbeta med moderna teknologier och spännande projekt.\n\nOm oss\nLW Sverige AB är en av Sveriges ledande leverantörer av tak- och fasadlösningar och satsar nu på digital utveckling. Läs mer på www.lwab.se.\nAnsök idag!\nUrval och intervjuer sker löpande.",
      "Techstack": [
        "HTML",
        "CSS",
        "JavaScript",
        "React",
        "Node.js"
      ],
      "Produkt": "Tak- och fasadlösningar, digitala lösningar",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@lwab.se",
          "name": "Info",
          "position": "",
          "source": "https://lwab.se"
        },
        {
          "email": "hvd19@pdf.scancloud.se",
          "name": "Hvd",
          "position": "",
          "source": "https://lwab.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/lw-sverige-ab/",
        "facebook": "https://www.facebook.com/lwsverigeab",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 203,
      "företagsnamn": "Partyking AB",
      "företagswebb": "https://www.partykungen.se",
      "organisationsnummer": "5567176630",
      "sökterm": [
        "JavaScript",
        "fullstackutvecklare",
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556514",
      "titel": "Partyking söker en magnifik Systemutvecklare",
      "beskrivning": "På Partyking har vi antagit uppdraget Fight Boredom. Det betyder att vi alla tillsammans ska bekämpa vardagstristessen och göra våra egna och våra kunders liv lite roligare varje dag. Det är ett otroligt viktigt uppdrag som vi tar på stort allvar och med stor humor.\nVi finns för att göra det lätt att ha roligt. Vi ska göra allt vi kan för att bekämpa tristess. \nUppdragsbeskrivning:\nVi växer så det knakar och vårat IT-team behöver fler utvecklare! Vi jobbar med en e-handelslösning byggd i främst Javascript och PHP som driftas på Amazon Web Services (AWS). \n Uppdraget består i att utveckla vår webbshop, samt vidareutveckla och supporta ett gäng andra interna stödsystem. Du är en del av ett snabbfotat team som samarbetar nära övriga avdelningar som exempelvis lager och kundservice för att planera, designa och implementera ny funktionalitet i alla delar av systemet.\nSom Systemutvecklare i Partykings IT-team bedriver man sitt arbete på plats i Gävle, men med goda möjligheter till distansarbete. \nVem är det vi söker?\nVi letar efter en nyfiken och engagerad fullstackutvecklare som vill vara med på vår resa! Antingen har du några års erfarenhet i ryggen eller så är du nyexaminerad och har en stark drivkraft att utvecklas och växa i rollen!\nVi ser gärna att du:\n Har erfarenhet av JavaScript och PHP (eller en vilja att snabbt lära dig)  Är en lösningsorienterad lagspelare med en nyfiken inställning  Vågar testa nya tekniker och strävar efter att lämna koden i bättre skick än du fann den  Trivs i en snabbrörlig e-handelsmiljö där ditt arbete gör skillnad varje dag\n Vi ser det som meriterande om du har en vilja att ta ett större ansvar inom teamet och kan tänka dig att axla en ledande roll vid behov, i nära samarbete med IT-chefen.\n \nOm Partyking\nKampen för att skapa mer fest i vardagen startades 2009 när Partykungen.se lanserades i Sverige. Idag sprider vi glädje och bekämpar tristessen även i våra grannländer Norge, Danmark och Finland under namnet Partyking. Man säger att ett gott skratt förlänger livet och vi vill att våra kunder ska leva längst av alla. Vi säljer allt till festen och en roligare vardag via e-handel. Vi är stolta över vårt viktiga uppdrag; FIGHT BOREDOM. \nPartykings huvudkontor och lager är beläget i Gävle, där fler än 45 000 produkter ryms i vårt 8300 m² stora lager. Här finns möjligheter att växa i takt med företagets utveckling och din prestation påverkar företagets framgång på kort och lång sikt. Arbetet är varierande och den ena dagen är inte den andra lik. Vi kan erbjuda en trivsam arbetsmiljö, fantastiska arbetskamrater och en organisation som är snabb, effektiv och handlingskraftig. Ansök nu! \nUrval och intervjuer sker löpande, vi ser fram emot din ansökan! Vid frågor om annonsen eller tjänsten: martin@partyking.com",
      "Techstack": [
        "JavaScript",
        "PHP",
        "Amazon Web Services (AWS)"
      ],
      "Produkt": "E-handel för festprodukter och vardagsunderhållning",
      "Företagsstruktur": "Huvudkontor och lager i Gävle, över 45 000 produkter i ett 8300 m² lager, snabbfotat IT-team, samarbete med lager och kundservice",
      "Ekonomi": "Ingen specifik ekonomisk information angiven",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "kundservice@partykungen.se",
          "name": "Kundservice",
          "position": "",
          "source": "https://www.partykungen.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/partykingse",
        "twitter": null,
        "instagram": "https://instagram.com/partykungen.se/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 204,
      "företagsnamn": "AB Tetra Pak",
      "företagswebb": "https://www.tetrapak.com/",
      "organisationsnummer": "5560500398",
      "sökterm": [
        "Python",
        "Django",
        "Azure",
        "DevOps",
        "Scrum",
        "PowerShell",
        "Git",
        "Agile",
        "Functional Programming",
        "Kubernetes",
        "PHP",
        "Bash",
        "Docker",
        "PostgreSQL",
        "Terraform",
        "MySQL",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29553034",
      "titel": "Senior DevOps Engineer",
      "beskrivning": "At Tetra Pak we commit to making food safe and available, everywhere; and we protect what's good – protecting food, protecting people, and protecting the planet. By doing so we touch millions of people's lives every day.\nAnd we need people like you to make it happen.\nWe empower you to reach your potential with opportunities to make an impact to be proud of – for food, people and the planet.\nJob Summary\nTetra Pak Global Information Management (Global IM) supports the Tetra Pak Group with all aspects of Information Management. We set the Information Management strategy and standards and work together with Tetra Pak’s Global Process Owners to automate our business processes making sure we run projects & services that provide the greatest value for Tetra Pak and its customers. Global IM has approx. 900 employees in four main sites: Chakan in India, Lund in Sweden, Denton in the USA and in Singapore.\nWe are looking for a Senior DevOps Engineer who will lead Resource Management & Automation within our cloud infrastructure team. As a subject matter expert (SME), you will drive Azure resource efficiency, automation, networking, disaster recovery, and CI/CD deployment to ensure high availability, security, and cost optimization.\nIt is a permanent position, and you will be based in Lund, Sweden \nWhat you will do\nAs Senior DevOps Engineer, you will:\nDeploy and manage Azure Resource Groups, ARM Templates, Terraform, and drive infrastructure as code (IaC) best practices.\nImplement Azure Automation, Logic Apps, Functions, and event-driven workflows to eliminate manual processes.\nEnhance scalability and resilience of VMSS, AKS, and Azure Container Instances.\nDesign and manage CI/CD pipelines with Azure DevOps, Git, and GitOps principles for seamless deployments.\nEnforce RBAC, Managed Identities, Zero Trust Security, and Azure Security Center & Defender to maintain compliance and security best practices.\nOptimize Virtual Networks, Load Balancers, Application Gateway, Azure Firewall, and Front Door for high availability.\nConfigure Azure Monitor, Log Analytics, Application Insights, and APM tools (Datadog, New Relic, Dynatrace) for real-time observability.\nManage Azure Backup, Site Recovery (ASR), auto-scaling, reserved instances, and tagging strategies.\nLeverage Terraform, Docker, and scripting (PHP, ASP.NET, Django, Python, Bash) to streamline operations.\nManage and optimize MS SQL Server, MySQL, PostgreSQL for reliability and efficiency.\nDrive GitOps adoption, cloud governance, and best practices to enhance DevOps maturity.\n\nWe believe you have\nBachelors / Masters degree in Computer Science or equivalent. \n8+ years in Cloud/DevOps engineering, with a strong focus on Azure.\nExpertise in Infrastructure as Code (IaC). \nStrong hands-on experience with tools and technologies: \nAzure DevOps, Terraform, Kubernetes, Docker, GitOps, APM Tools, CI/CD, Security & Compliance, Azure Networking, Azure Backup, ASR, and disaster recovery, Azure Monitor, Log Analytics and Azure Managed Grafana.\nProficiency in PowerShell, Python, Bash, or other scripting languages.\nStrong problem-solving skills with a proactive approach to automation and governance.\nAbility to collaborate across global teams and drive technical leadership.\n\nWe Offer You\nA variety of exciting challenges with ample opportunities for development and training in a truly global landscape\nA culture that pioneers a spirit of innovation where our industry experts drive visible results\nAn equal opportunity employment experience that values diversity and inclusion\nMarket competitive compensation and benefits with flexible working arrangements\n\nApply Now\nIf you are inspired to be part of our promise to protect what’s good; for food, people, and the planet, apply through our careers page at https://jobs.tetrapak.com/. \nTo find out more about how it is to work at Tetra Pak in Lund, take a look at the following website: We are Tetra Pak Lund\nThis job posting expires on 2025-04-01.\nTo know more about the position, contact Paul Eriksson at +46 733 36 1243\nTo know more about your application, contact Josephine Malalla at +46 46 36 5253\nFor trade union information, contact Unionen Lisbeth Larsson at +46 46 36 2320 and Sveriges Ingenjörer Lars Haraldsson at +46 46 36 2533\nDiversity, equity, and inclusion is an everyday part of how we work. We give people a place to belong and support to thrive, an environment where everyone can be comfortable being themselves and has equal opportunities to grow and succeed. We embrace difference, celebrate people for who they are, and for the diversity they bring that helps us better understand and connect with our customers and communities worldwide.",
      "Techstack": [
        "Azure",
        "Terraform",
        "Docker",
        "Kubernetes",
        "Azure DevOps",
        "CI/CD",
        "PowerShell",
        "Python",
        "Bash"
      ],
      "Produkt": "Information Management och automationslösningar för affärsprocesser.",
      "Företagsstruktur": {
        "AntalAnställda": 900,
        "Huvudkontor": "Lund, Sverige",
        "Avdelningar": [
          "Global Information Management",
          "Cloud Infrastructure Team"
        ]
      },
      "Ekonomi": "Ingen specifik ekonomisk information finns.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 205,
      "företagsnamn": "Söderberg & Partners Heartpace AB",
      "företagswebb": "https://www.heartpace.com",
      "organisationsnummer": "5565757530",
      "sökterm": [
        "Laravel",
        "Jest",
        "Redis",
        "Agile",
        "AWS Lambda",
        "Node.js",
        "MongoDB",
        "AWS",
        "Artificial Intelligence",
        "PHP",
        "Redux",
        "Frontend",
        "Docker",
        "PostgreSQL",
        "React",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29551304",
      "titel": "CTO",
      "beskrivning": "Position: CTO\nOverview\nChief Technology Officer (CTO) / Product Owner with at least 15+ years of commercial experience—including significant leadership in technology, product management, and digital innovation. You will define and execute our technology strategy, drive product innovation, and lead cross-functional teams to deliver market-leading solutions. You will be the ultimate authority on technology and products, aligning technical excellence with business objectives, ensuring operational rigor, and maintaining compliance with industry standards such as ISO 27001:2022. You are a hands-on leader who actively engages in technical work and leads by example. You are ready to command the future of technology and product excellence.\nKey Responsibilities\nTechnology Vision & Strategic Leadership\nStrategic Roadmap Execution: Develop and enforce a comprehensive technology and product roadmap that aligns with corporate objectives, ensuring precision in meeting our milestone.\nInnovation & Architecture: Define and drive digital transformation initiatives and overall technology architecture, leveraging emerging technologies—including AI, machine learning (ML), and process automation—to maintain a competitive edge.\nTechnology Governance: Establish and maintain strict governance protocols, ensuring adherence to regulatory standards and risk management policies (e.g., ISO 27001:2022).\n\n\n\nProduct Ownership & Agile Execution\nProduct Lifecycle Management: Manage the complete product lifecycle—from ideation and development to market launch—ensuring high-quality deliverables and timely execution.\nBacklog Prioritization: Manage and prioritize product backlogs using tools such as Jira, Confluence, and Notion, ensuring that customer-centric features, including AI-driven enhancements, are delivered with precision.\n\n\n\nTeam Leadership & Stakeholder Engagement\nCross-functional leadership: Lead, mentor, and inspire a high-performing technical team. \nSoft Skills & Collaborative Culture: Champion empathy, adaptability, and effective communication. Encourage a collaborative environment with clear performance metrics, continuous feedback, and personal development plans.\nStakeholder Communication: Serve as the key liaison between executive leadership, product management, and development teams. Communicate strategic initiatives to ensure alignment with business goals.\nExternal Partnerships: Manage relationships with external development partners and oversee outsourcing staffing engagements to supplement internal capabilities as needed.\n\n\n\nOperational & Financial Excellence\nBudget & Resource Management: Oversee technology budgets, resource allocation, and R&D investments.\nPerformance Monitoring: Implement robust monitoring systems and key performance indicators (KPIs) to track project progress, operational efficiency, and product performance.\nProcess Optimization & Automation: Identify inefficiencies and drive continuous process improvements, including integrating AI/ML-based automation tools to streamline operations.\n\n\n\nCompliance & Security Management\nRegulatory Adherence: Ensure all technology and product processes comply with international standards and regulatory requirements, including ISO 27001:2022.\nRisk Management: Develop and enforce comprehensive risk management strategies, including disaster recovery and business continuity plans.\nData Security: Oversee the implementation of state-of-the-art cybersecurity measures to safeguard sensitive information and maintain stakeholder trust.\n\n\n\nTechnical Environment & Stack\nInfrastructure:\nAWS (VPC, EC2, ECS, S3, EFS, SQS/SNS, RDS [Postgres], CloudFront, SecretsManager, ALB, Security stack, CloudWatch), service architecture, Docker/Docker Compose images shipped to ECR, CI/CD using Bitbucket pipelines and AWS CodePipeline.\nBackend:\nPHP 8+ (Symfony 5/6, Laravel 10+, Yii 2), Python, Node.js, PostgreSQL 17+, MongoDB 8+, Redis.\nFrontend:\nReactJS (SPA architecture, Jest for testing, Redux).\n\n\n\nRequired Skills & Competencies\nExperience: Minimum of 15+ years of commercial experience in technology leadership, product management, or related fields with a proven track record of high-impact results.\nTechnical Expertise: Uncompromising command of software development, cloud computing, cybersecurity, and system architecture. Proven hands-on experience with our advanced technology stack—including AWS infrastructure, Docker-based containerization, CI/CD pipelines, backend development using PHP frameworks, Python, Node.js, PostgreSQL 17+, MongoDB, Redis, and frontend solutions with ReactJS. Enforce strict engineering practices and quality standards.\nAgile & Product Management: Extensive experience with agile methodologies and product management tools (e.g., Jira, Confluence, Notion), with a strong focus on delivering customer-centric solutions.\nHands-On Leadership: Proven ability to actively engage in coding and technical problem-solving. You lead by example, ensuring that you not only guide the strategy but also roll up your sleeves to implement solutions.\nStrategic Leadership: Demonstrated ability to develop and execute comprehensive technology and product strategies, manage cross-functional teams, and drive measurable business outcomes.\nFinancial Acumen: Strong skills in financial management, overseeing budgets, R&D investments, and resource allocation.\nCommunication & Soft Skills: Exceptional, interpersonal, and stakeholder management skills. Ability to convey complex technical concepts to diverse audiences while fostering a supportive and collaborative work environment.\nExternal Partnerships: Proven experience working with external development partners and managing outsourcing/remote staffing relationships to supplement in-house teams effectively.\nAI, ML & Automation: Proven experience integrating AI and machine learning tools (such as ChatGPT or similar) to drive innovation and enhance operational decision-making. Experience in automation processes to increase efficiency.\nRegulatory Knowledge: In-depth understanding of international regulatory standards (e.g., ISO 27001:2022, GDPR) with a background in implementing robust compliance and security measures.\n Problem-solving & Innovation: A proactive, solutions-oriented mindset with a relentless drive for continuous improvement and operational excellence.\nLanguage Proficiency: Advanced proficiency in English (both written and verbal) is required.\n\n \nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "AWS (VPC, EC2, ECS, S3, EFS, SQS/SNS, RDS [Postgres], CloudFront, SecretsManager, ALB, Security stack, CloudWatch)",
        "Docker/Docker Compose",
        "PHP 8+ (Symfony 5/6, Laravel 10+, Yii 2)",
        "Python",
        "Node.js",
        "PostgreSQL 17+",
        "MongoDB 8+",
        "Redis",
        "ReactJS (SPA architecture)"
      ],
      "Produkt": "-",
      "Företagsstruktur": "Företaget verkar i en teknisk miljö med fokus på produktutveckling och innovation. Exakt antal anställda och avdelningar anges inte.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "support@heartpace.com",
          "name": "Support",
          "position": "",
          "source": "https://www.heartpace.com"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/heartpace-ab/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/heartpace_hr_system/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 206,
      "företagsnamn": "DynamicSource AB",
      "företagswebb": "https://www.dynamicsource.se/",
      "organisationsnummer": "5567755581",
      "sökterm": [
        "TypeScript",
        "MariaDB",
        "Objective-C",
        "Git",
        "AWS Lambda",
        "Artificial Intelligence",
        "AWS",
        "PHP",
        "JavaScript",
        "GraphQL",
        "Frontend",
        "Docker",
        "React",
        "MySQL",
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29548334",
      "titel": "Full Stack Software Developer | Aircraft Weight & Balance Software Speci...",
      "beskrivning": "A unique career\nLooking for a unique career that combines cutting-edge software development with the exciting world of aviation? Look no further! Our company is at the forefront of the industry, developing top-of-the-line software systems and applications for the aviation industry.\nAs an employee of DynamicSource, you'll have the opportunity to work on projects that directly impact the safety and efficiency of the aviation industry. You'll collaborate with experts in the field to develop software that helps pilots, airlines, and aviation companies streamline their operations and maximize their efficiency.\nBut what sets this career apart from others in the software development industry? For starters, you'll have the chance to work with cutting-edge technologies and platforms specifically designed for the aviation industry. You'll develop a deep understanding of the unique challenges and opportunities that come with developing software for one of the most safety-conscious industries out there, and you'll be at the forefront of developing new solutions to address these challenges.\nAdditionally, you'll have the chance to work with a highly skilled and passionate team of professionals who share your commitment to excellence and innovation. You'll be surrounded by individuals who are passionate about aviation and software development, and who are constantly pushing the boundaries of what's possible.\nSo if you're looking for a career that combines your love of technology with your passion for aviation, look no further. Join our team and be a part of a truly unique and exciting industry that is shaping the future of air travel. \nMore information about DynamicSource is available at: https://www.dynamicsource.se/ \nYour Job\n Software system developer/project manager with a focus on Aircraft Weight & Balance Software\n Front- and backend system development in various software languages\n Designing, prototyping and implementing new features in an existing code base\n Organise and prioritize your tasks to meet deadlines\n Work with minimal supervision both remotely and in our Stockholm, Sweden office.\n Full lifecycle application development\n Software testing and quality assurance\n Support, maintain and document software functionality\n Flexibility to adapt and be responsive to customer driven change requirements\n Integrate software with existing systems\n Identify, evaluate and implement new technologies\n Continuous performance tuning, optimization and improvement of the existing code base\n \nYou are a passionate and highly skilled software developer that will design, develop, test, support and install software solutions mainly for the aviation industry. You have experience in building secure, high-quality and innovative software in compliance with coding standards and technical design. We are ISO 27001 and ISO 9001 certified, and we maintain high standards for structured and methodical work.\nSkills\nMust have \n JavaScript\n  Core Modern JavaScript/TypeScript, asynchronous programming (Promises, async/await)\n  \n Front-End React, Webpack\n  \n   PHP Core: Fundamentals, OOP, error handling, PHP 7/8 features\n Framework: Laminas, Symfony\n  \n Databases Relational (MySQL, MariaDB)\n  \n DevOps and Deployment Containerization (Docker)\n Cloud services (AWS)\n  \n API Development RESTful APIs, JSON, GraphQL (optional but increasingly valuable)\n  \n GIT\n Experience with test-driven development and current coding standards\n Excellent communication skills in English.\n Highly self-organised and disciplined / experience with remote work\n Project management skills\n \nGood to have\n Swift / Objective-C\n Rust\n Experience with highly secure network communications.\n Experience with releasing apps on App Store\n Experience with planning releases and release cycles\n \nBonus points\n Neural networks, machine learning and implement AI routines\n Interest in aviation\n \nMore\nFor this position, the Hybrid work model applies where you are expected to be at our office in Stockholm at least 2 days per week. The DynamicSource team is located in the greater Stockholm area.\nDynamicSource visit customers and participate in industry events (e.g. forums and product expos) and world wide travel may be required.",
      "Techstack": [
        "JavaScript",
        "TypeScript",
        "React",
        "PHP",
        "Laminas",
        "Symfony",
        "MySQL",
        "MariaDB",
        "Docker",
        "AWS",
        "RESTful APIs",
        "JSON",
        "GraphQL"
      ],
      "Produkt": "Programvarusystem och applikationer för flygindustrin",
      "Företagsstruktur": "Information om företagets struktur, antal anställda och avdelningar finns inte specificerad.",
      "Ekonomi": "Information om ekonomisk status finns inte tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "sales@dynamicsource.se",
          "name": "Sales",
          "position": "",
          "source": "https://www.dynamicsource.se/"
        },
        {
          "email": "info@dynamicsource.se",
          "name": "Info",
          "position": "",
          "source": "https://www.dynamicsource.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/dynamicsource-ab/",
        "facebook": "https://www.facebook.com/dynamicsourceaviation/",
        "twitter": "https://twitter.com/dynamicsource1",
        "instagram": "https://www.instagram.com/dynamicsource/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 207,
      "företagsnamn": "Statens Musikverk",
      "företagswebb": "https://statensmusikverk.se/om-statens-musikverk/jobb-och-praktik/",
      "organisationsnummer": "2021003666",
      "sökterm": [
        "Perl",
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29539446",
      "titel": "Systemadministratör - fokus på kulturarv till Musik- och teaterbiblioteket",
      "beskrivning": "Musik- och teaterbiblioteket ger service till studenter, forskare, yrkesverksamma inom musik, teater och dans samt till allmänheten. Biblioteket har en stor samling noter inom alla genrer och besättningar, pjäsmanus, böcker inom musik och teater, tidskrifter. Vid biblioteket finns också en stor raritetssamling samt mycket arkivmaterial och även digitala samlingar och material.\n\nMusik- och teaterbiblioteket tillhör Statens musikverk, som är en myndighet som har till uppdrag att bevara, främja och tillgängliggöra teaterns, dansens och musikens kulturarv samt främja ett varierat musikaliskt utbud präglat av konstnärlig förnyelse och hög kvalitet. Här finns unika arkiv, en av världens största instrumentsamlingar, ett av Europas främsta musikbibliotek och studior i världsklass för elektronmusik. Verksamheten bedrivs med medborgarperspektiv i fokus. Statens musikverket lyder under kulturdepartementet och innefattar Musik- och teaterbiblioteket, Svenskt visarkiv, Caprice Music, Scenkonstmuseet, Elektronmusikstudion.  \n\nVill du arbeta med samlingssystem och digitala kataloger i en kunskapsrik miljö? Statens musikverk söker nu en systemadministratör med fokus på kulturarv till Musik- och teaterbiblioteket.\n\nARBETSUPPGIFTER\n\nI denna roll kommer du att arbeta med bibliotekets samlingsförvaltningssystem (open source) och digitala kataloger. Ditt huvudsakliga fokus ligger programmering, anpassningar och uppdateringar av främst systemen VuFind, Atom och Koha. Du samarbetar nära med systembibliotekarien och andra kollegor på avdelningen, och bidrar även med din kompetens till andra delar av verksamheten. Viss tjänstgöring i informations- och lånedisken ingår i tjänsten.\n\nDu kommer att ha en central roll i arbetet med och utvecklingen av våra system.\n\n KVALIFIKATIONER\n\nVi söker dig som har:\n\n\n• Universitets- eller högskoleutbildning inom system- och datavetenskap, eller motsvarande kunskap genom praktisk erfarenhet.\n• Dokumenterad yrkeserfarenhet av arbete med programmering\n• Dokumenterad yrkeserfarenhet av arbete med metadata\n• Kunskap om Linux\n• Behärskar svenska och engelska, både i tal och skrift\n\nMeriterande:\n\n\n• Erfarenhet av arbete med drift och utveckling av open source system.\n• Erfarenhet av arbete med Php och Perl.\n• Kännedom om MARC, JSON och XML.\n• Erfarenhet från arkiv- eller bibliotekssektorn.\n• Kunskap om scenkonst (musik, teater, dans) då detta är bibliotekets huvudinriktning.\n\nVi söker en flexibel och självständig person med god samarbetsförmåga. Du är trygg i din kompetens och sätter värde på att få ta del av andras perspektiv. Du bidrar till att skapa ett positivt arbetsklimat och ser möjligheter utifrån de förutsättningarna som finns. Du har en mycket god kommunikativ och pedagogisk förmåga och förstår helhetsperspektivet i de frågor du arbetar med.  \n\nPå myndigheten arbetar vi med ett medborgarperspektiv, vi vill därför ha medarbetare med olika bakgrunder och erfarenheter. Vi söker dig som värdesätter olikheter och förstår hur dessa påverkar dig själv och andra.\n\n ANSTÄLLNINGEN\n\nTillsvidareanställning med en omfattning 100%. Tillträde 1 september eller enligt överenskommelse. Myndigheten tillämpar 6 månaders provtjänstgöring.\n\nArbetet sker på plats i bibliotekets lokaler på Tegeluddsvägen 100 i Stockholm, med viss möjlighet till distansarbete.\n\nVälkommen med din ansökan senast datum 10 april. Registrera din ansökan via knappen ansök längst ner under annonsen på Statens musikverks hemsida under Jobb och praktik som du finner under fliken Meny / Om statens musikverk.\n\n \n\nKONTAKT\n\nÖnskar du mer information eller har frågor om tjänsten är du välkommen att kontakta bibliotekschef Kerstin Carpvik, telefon 08 519 554 29, mejl: kerstin.carpvik@musikochteaterbiblioteket.se\n\nFacklig företrädare: Malin Karlsson (SACO-S), telefon 08 519 554 74, mejl: malin.karlsson@scenkonstmuseet.se",
      "Techstack": [
        "Linux",
        "VuFind",
        "Atom",
        "Koha",
        "PHP",
        "Perl",
        "MARC",
        "JSON",
        "XML"
      ],
      "Produkt": "Service till studenter, forskare och allmänheten inom musik, teater och dans, inklusive bibliotekstjänster och digitala samlingar.",
      "Företagsstruktur": "Myndighet under kulturdepartementet, innefattar Musik- och teaterbiblioteket, Svenskt visarkiv, Caprice Music, Scenkonstmuseet, Elektronmusikstudion.",
      "Ekonomi": "Ingen specifik ekonomisk information angiven i beskrivningen eller sökresultaten.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 208,
      "företagsnamn": "Sexton67 AB",
      "företagswebb": "https://www.elva11.se/",
      "organisationsnummer": "5594100462",
      "sökterm": [
        "TypeScript",
        "Go",
        "Swift",
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29530124",
      "titel": "Senior Software Engineer",
      "beskrivning": "(We are currently undergoing a name change process to ELVA11)\nWe’re looking for software engineers who want more than just a job. You want influence. Autonomy. A real stake in building something meaningful. You want to be part of a team where your ideas shape not just the codebase, but the company itself.\nWho are we \nIn a world full of consultancy companies, we have a unique story that we love telling you about. Our foundation is built on a legacy of knowledge, where the best learn from the best, combined with a new spirit of entrepreneurship, ambition, and a bold strategic vision for sustainable success.\nWho You Are\nYou build. Software, solutions, business strategies—you create things that matter.\nYou think. You question assumptions, challenge the status quo, and solve problems others shy away from.\nYou lead. Whether driving tech decisions or shaping company strategy, you take initiative.\nYou solve it. You love hard problems and have the grit to solve them.\nYour Tech Stack\nYou should be strong in at least a few of these:\nJava, JavaScript, TypeScript\nPython, C#, C, C++\nNet, Rust, Ruby, Swift, Go, PHP\n\n\n\nWhat You’ll Do\nWork on cutting-edge projects with real impact\nShape the direction of our tech and business strategy\nCollaborate with other top engineers\nHave a say in how the company grows, from culture to tech offerings\n\n\n\nWhat We Offer\nA say in the company—this is your company, not just your job\nChallenging, meaningful work with high-caliber teammates\nFlexible work arrangements—remote, hybrid, whatever works best\nCompetitive compensation\nOption to grow in your leadership skills or personal development through our growth programme\n\nSo let’s write the rest of the story together, by doing what we do best – build genuine solutions, together with authentic people.\nReady to shape elva11 with us? Apply through careers@elva11.se",
      "Techstack": [
        "Java",
        "JavaScript",
        "TypeScript",
        "Python",
        "C#",
        "C",
        "C++",
        ".Net",
        "Rust",
        "Ruby",
        "Swift",
        "Go",
        "PHP"
      ],
      "Produkt": "Programvarutveckling och lösningar med fokus på teknik och affärsstrategier",
      "Företagsstruktur": "Information om antal anställda och avdelningar finns inte tillgänglig",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/elva11/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 209,
      "företagsnamn": "Genesis IT AB",
      "företagswebb": "http://www.genesis.se",
      "organisationsnummer": "5565521670",
      "sökterm": [
        "MySQL",
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29529284",
      "titel": "Drifttekniker med Linux-kunskaper sökes",
      "beskrivning": "iFenix är ett modernt och molnbaserat affärssystem som utvecklas av Genesis IT. Vi söker en engagerad och kunnig drifttekniker med gedigna kunskaper inom Linux för att stärka vårt team. Om du brinner för teknik och vill vara en del av en dynamisk arbetsmiljö, då är detta rätt tjänst för dig! Vi sköter all drift av systemet in-house i vår egen serverhall i Luleå.\n \nArbetsuppgifter:\n* Övervaka och underhålla våra Linux-baserade system och servrar.\n* Säkerställa hög tillgänglighet och prestanda för våra tjänster.\n* Felsöka och åtgärda tekniska problem.\n* Delta i planering och genomförande av systemuppgraderingar och underhåll.\n \nKvalifikationer:\n* Gedigna kunskaper inom Linux-administration.\n* Erfarenhet av skriptning och automatisering.\n* Förmåga att arbeta självständigt och i team.\n* God problemlösningsförmåga och analytiskt tänkande.\n* Flytande svenska och engelska i både tal och skrift.\n \nMeriterande kunskaper:\n* PHP eller annat programmeringsspråk.\n* Underhåll och felsökning av MySQL-frågor.\n* Administration av MySQL eller Percona Cluster.\n* Erfarenhet av molntjänster och virtualisering.\n \nVi erbjuder\nGenesis IT erbjuder anställning på ett ekonomiskt stabilt företag med ambitioner att utvecklas och ta större marknadsandelar.\n \nI övrigt erbjuder vi:\nKollektivavtal\nPrivat sjukvårdsförsäkring\nFriskvårdsbidrag\nFri parkering i anslutning till arbetsplatsen\nTillgång till eget gym nära arbetsplatsen\nTillgång till eget aktivitetscenter/relax nära arbetsplatsen\n \nAnställningsvillkor\nHeltid, flexibel arbetstid, vardagar mellan 6 - 18\nTills vidare anställning, provanställning 6 månader\nFast lön med individuell lönesättning\nStart enl. ök\n \nÖvrigt\nLäs gärna mer om Genesis IT och iFenix affärssystem på www.genesis.se.\n \nIntresserad?\nSkicka gärna in din ansökan snarast möjligt då vi rekryterar löpande. Har du frågor kring tjänsten är du välkommen att kontakta vår drift- & säkerhetschef Erik Lundin på 0920 86 000 eller e-post erik.lundin@genesis.se\n \nTill säljare av rekryteringstjänster\nGenesis IT har redan gjort sina kanalval för denna rekrytering. Vi avstår vänligt men bestämt från all kontakt med säljare av rekryteringstjänster och / eller annonsering. Vänligen respektera detta så slösar vi inte av varandras tid.\n\n\n\n\nGenesis IT är en av Sveriges ledande leverantörer av molnbaserade affärssystem, tjänster och IT-driftslösningar. Vår egenutvecklade plattform, iFenix affärssystem, möjliggör innovativ, tillförlitlig och kostnadseffektiv IT-hantering.\n\niFenix är ett komplett abonnemangsbaserat affärssystem för företag och kedjestrukturer. Systemet erbjuder utöver affärssystemsfunktioner (ERP), ekonomifunktioner och beslutstöd även integrerad webb med e-handelslösning, mobilitet och flerföretagsstöd.\n\nGenesis IT grundades 1998, har cirka 40 anställda och huvudkontor i Luleå. Genesis IT AB är ett dotterbolag till Stenvalls Trä AB 556138-5393, och fr.o.m. 2017-03-30 är Genesis IT AB moderbolag till S Fastigheter i Luleå AB 559092-4642.",
      "Techstack": [
        "Linux",
        "MySQL",
        "PHP",
        "Molntjänster",
        "Virtualisering"
      ],
      "Produkt": "iFenix affärssystem",
      "Företagsstruktur": {
        "AntalAnställda": 40,
        "Huvudkontor": "Luleå",
        "Dotterbolag": [
          {
            "Namn": "Stenvalls Trä AB",
            "Organisationsnummer": "556138-5393"
          },
          {
            "Namn": "S Fastigheter i Luleå AB",
            "Organisationsnummer": "559092-4642",
            "Startdatum": "2017-03-30"
          }
        ]
      },
      "Ekonomi": "Ekonomiskt stabilt företag med ambitioner att utvecklas.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "magnus.ilstam@genesis.se",
          "name": "Magnus Ilstam",
          "position": "",
          "source": "https://www.genesis.se/om-genesis-it/kontakta-oss/"
        },
        {
          "email": "henrik.sjolund@genesis.se",
          "name": "Henrik Sjolund",
          "position": "",
          "source": "https://www.genesis.se/om-genesis-it/kontakta-oss/"
        },
        {
          "email": "simon.wallgren@genesis.se",
          "name": "Simon Wallgren",
          "position": "",
          "source": "https://www.genesis.se/om-genesis-it/kontakta-oss/"
        },
        {
          "email": "info@genesis.se",
          "name": "Info",
          "position": "",
          "source": "https://www.genesis.se/om-genesis-it/kontakta-oss/"
        },
        {
          "email": "support@genesis.se",
          "name": "Support",
          "position": "",
          "source": "https://www.genesis.se/om-genesis-it/kontakta-oss/"
        },
        {
          "email": "jessika.backstrom@genesis.se",
          "name": "Jessika Backstrom",
          "position": "",
          "source": "https://www.genesis.se/om-genesis-it/kontakta-oss/"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/genesis-it-ab",
        "facebook": "https://www.facebook.com/genesisitab",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 210,
      "företagsnamn": "Provide IT Sweden AB (publ)",
      "företagswebb": "http://www.provideitconsulting.se",
      "organisationsnummer": "5568917701",
      "sökterm": [
        "React Native",
        "Wordpress",
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29513123",
      "titel": "WordPress och React native",
      "beskrivning": "Provide IT står för tillfället inför en ny fas i vår utveckling och i samband med det söker vi nu en passionerad PHP-fullstackutvecklare i WordPress och React native utvecklare.  Som utvecklare hos oss kommer du få ansvar för tekniska vägval i projekten, arbeta med spännande tekniker och få jobba med de hetaste kunderna.\nOm rollen\nVi söker en webb- och systemutvecklare som kommer att arbeta fullstack i WordPress och React native. Rollen kommer även innebära en del kundkontakt, vilket man bör vara bekväm med. Du kommer att få möjligheten att både arbeta på byrån och ute hos kund. \nKort om Provide IT \nVi är en konsultbyrå som både erbjuder byrå- och konsultlösningar till våra kunder. Utöver spännande uppdrag, bra lön och förmåner, löneutveckling så lägger vi stor fokus på kompetensutbildningar.  \nKrav\n·      Minst 2-4 års arbetslivserfarenhet som utvecklare\n·      Erfarenhet av programmering inom PHP. \n·      Erfarenhet av WordPress\n·      Erfarenhet av frontend-utveckling\n·      Erfarenhet av React native\nÖnskemål\n·      Erfarenhet från digitalbyrå eller konsultbolag\n·      Erfarenhet av kundkontakt och/eller en lead-roll\n·      Utbildning inom programmering\n·      Erfarenhet av teknisk SEO.\n·      Erfarenhet som tech lead eller lead developer. \nÖvrigt\n·      Flexibla villkor med tider.\n·     Attraktiv lön och förmåner.\n·      Roliga aktiviteter och AW:s, mycket teambuilding.\n·      Trevlig arbetsmiljö, företagskultur och utvecklingsmöjligheter\n\n\nSkicka din ansökan med CV till info@provideit.se. Hoppas vi hörs!",
      "Techstack": [
        "PHP",
        "WordPress",
        "React Native",
        "Frontend-utveckling",
        "Teknisk SEO"
      ],
      "Produkt": "Konsultbyrå som erbjuder byrå- och konsultlösningar",
      "Företagsstruktur": "Ingen specifik information om antal anställda eller avdelningar anges",
      "Ekonomi": "Ingen ekonomisk information anges",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "hello@provideitconsulting.se",
          "name": "Hello",
          "position": "",
          "source": "http://www.provideitconsulting.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/80100385/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/provideitconsulting/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 211,
      "företagsnamn": "Distansakademin i Sverige AB",
      "företagswebb": "https://www.distansakademin.se/",
      "organisationsnummer": "5593113433",
      "sökterm": [
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29508414",
      "titel": "Distansakademin söker utbildare inom Programmering!",
      "beskrivning": "🌐 Distansakademin - Sveriges ledande digitala utbildningsplattform för programmering! 🚀\nVi växer och behöver utöka vårt fantastiska team med passionerade individer inom Programmering, IT och Utveckling. \nVi söker både efter Distansutbildare samt utbildare för platsbunden utbildning i Stockholm, Göteborg och Malmö.\nHar du det som krävs för att forma nästa generation kodare?\n👨‍💻👩‍💻 Vad vi söker:\nPassion för IT: Du brinner för programmering, IT och utveckling och vill dela din kunskap med andra.\nTeknisk expertis: Har du erfarenhet inom programmeringsspråk som C#, Javascript, PHP, Python, Java eller andra relevanta områden? Bra! Men vi värderar din förmåga att lära ut och anpassa dig efter kundens behov lika högt.\nMänskliga egenskaper: Ditt tålamod, din förmåga att presentera information och din skicklighet inom pedagogik är nyckeln till framgång. Vi värdesätter ditt engagemang för att skapa en trygg och stöttande inlärningsmiljö för alla våra deltagare.\nSpråkkunskaper: Flytande svenska och engelska är ett måste. Talar du ytterligare språk? Ännu bättre!\n\n\n\n🏢 Om Distansakademin:\nVi grundades 2021 och har snabbt etablerat oss i både Jönköping , Stockholm och Göteborg. \nVårt team är engagerat, vårt community på Discord är blomstrande och vår mission är klar: att erbjuda den bästa digitala utbildningen inom programmering i Sverige.\n🎉 Vad vi erbjuder:\nBli del av ett innovativt team där varje dag är unik. Hos oss får du chansen att forma utbildningar, interagera med vår community, hålla föreläsningar och producera banbrytande kursinnehåll.\n📨 Intresserad?\nSkicka din ansökan redan idag! Observera att tjänsten kan tillsättas innan sista ansökningsdag, så vänta inte. \nVår arbetsmiljö är flexibel och vi är öppna för att anpassa tjänsten efter rätt kandidat.\nDistansakademin – Tillsammans skapar vi framtidens kodare! 🌐\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "C#",
        "Javascript",
        "PHP",
        "Python",
        "Java"
      ],
      "Produkt": "Digital utbildning inom programmering",
      "Företagsstruktur": "Engagerat team som växer, community på Discord",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/distansakademin",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/distansakademin.se/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 212,
      "företagsnamn": "Berg Propulsion Production AB",
      "företagswebb": "https://www.bergpropulsion.com/",
      "organisationsnummer": "5565683058",
      "sökterm": [
        "Katalon Studio",
        "IoT",
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29501521",
      "titel": "Software developer - Linux competence",
      "beskrivning": "Software developer - Linux competence\nWe are looking for a skilled Software Developer with strong Linux expertise to join our innovative team. You will work on developing and optimizing Linux-based solutions for embedded systems, contributing to open-source projects, and collaborating on system architecture.\nWho are you You are an enthusiastic problem-solver who thrives in a collaborative and innovative environment. With a passion for Linux and embedded systems, you are always eager to learn, adapt, and push the boundaries of what’s possible. You enjoy working as part of a team, exchanging ideas, and turning challenges into opportunities. As a proactive and results-oriented individual, you are excited by the chance to work with cutting-edge technology and make a real impact. If this sounds like you, we want you on our team!\nYour Responsibilities Develop and optimize Linux-based software for embedded systems.\n Work with build systems, toolchains, and cross-compilation.\n Configure and maintain Linux DeviceTree for ARM-based platforms.\n Collaborate on board bring-up and validation.\n Contribute to firmware and bootloader development.\n Enhance system performance and security.\n Work with Debian-based IoT solutions and remote software updates.\n Integrate and maintain device-oriented software stacks.\n Collaborate with the product and design teams to deliver new functionalities.\n Contribute to technical documentation to make it the best of its kind.\n Debug issues and produce high-quality code to fix them. \n For This Role, You Will Need Master’s degree in computer science or equivalent experience.\n Minimum 3 years working with Linux kernel, RTOS, and open-source technologies.\n Experience with build systems, cross-compilation, and Linux DeviceTree.\n Proficiency in Go, C, or C++.\n Strong English skills and at least basic Swedish.\n Valid EU permit to work in Sweden. \n Meritorious Skills Experience with firmware, bootloaders, ACPI, or board bring-up.\n Knowledge of x86, ARM, and RISC-V architectures.\n Experience with SWOTA, Debian packaging, or security optimization.\n Proficiency in Shell or Python scripting. \n What we offer\nWe offer a hybrid work setup, combining the benefits of physical meetings with the flexibility of working remotely. We believe people are core to our business and know the importance of employee wellness, team building and other activities. In addition to the opportunity to be part of a great team with amazing employees and friends from all over the world, we also offer you:\n An opportunity to really influence the global goal of reducing greenhouse gas emissions, driving change and making a difference in the industry\n Possibility to learn and share knowledge and experience with others\n Good employee benefits such as flexible working hours, good pension systems, health insurance, benefit bicycles, just to mention a few.\n \nAnd last but not least, the most fantastic work location in the Gothenburg area, with the sea as the closest neighbor and a view that beats most things combined with possibility to work part time remotely. The role is be based on Hönö, in the archipelago of Gothenburg, in nice premises just by the sea.\n About usBERG PROPULSION is one of the world's leading designers and producers of Controllable Pitch Propellers. We deliver fully customized main propellers, azimuth thrusters, transverse thrusters and maneuver systems.\nWe stand before exciting times with a transformation in the marine sector where electrification and automation will be a key to fulfill the environmental requirements. With our vision “to make global shipping safe and sustainable” in focus we want to be a part of this journey, driving development of tomorrows solutions and contribute to a sustainable future for the industry.  If you are passionate about Linux and embedded systems, we look forward to your application!",
      "Techstack": [
        "Linux",
        "C",
        "C++",
        "Go",
        "Debian"
      ],
      "Produkt": "Design och produktion av Controllable Pitch Propellers, azimuth thrusters, transverse thrusters och maneuver systems.",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/berg-propulsion",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 213,
      "företagsnamn": "Hyper Core AB",
      "företagswebb": "https://www.raise3d.com/filaments/raise3d-high-speed-filament/hyper-core-abs-cf15/",
      "organisationsnummer": "5569510414",
      "sökterm": [
        "Objective-C",
        "PostgreSQL",
        "Kotlin",
        "Elixir",
        "Erlang",
        "PHP",
        "GoLang",
        "Haskell",
        "Swift"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29495281",
      "titel": "Software Engineer",
      "beskrivning": "THE TEAM\nYou will be part of the software engineering consultancy team in Stockholm and Malmö, which today consists of 65 people. We expect to grow by a few more software engineers during this year.\nYOUR PROFILE:\nHave 4+ years of experience with back-end, frontend, full-stack, data engineering, DevOps, IOS or Android development.\nStrong database knowledge with SQL (PostgreSQL or NoSQL is a bonus)\nHave an understanding of the full web technology stack (e.g. HTTP headers, asset loading/caching, requests, REST)\nC++, Python, PHP, Java, Erlang, Haskell, Elixir, Golang, Kotlin, Swift, Objective C, JavaScript or similar.\nBachelor or Master degree in computer science is a bonus.\n\n\n\nThe position is full-time with benefits including a pension package, health care, fitness allowance and developers/educational budget. We are looking for a Software Engineer to join our team in Stockholm or Malmö.\nYou should have a strong background in back-end development or front-end development, and master one or more languages such as C++, C#, PHP, Python, Ruby, Golang, Elixir, Java, and Javascript. If you have knowledge of technologies like NoSQL, Docker, Kubernetes we are even more interested.\nYou will be involved in developing cutting-edge projects with modern technologies working with some of the worlds most renown technological companies.\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "C++",
        "Python",
        "PHP",
        "Java",
        "JavaScript",
        "Golang",
        "Elixir",
        "NoSQL",
        "SQL",
        "Docker",
        "Kubernetes"
      ],
      "Produkt": "Software engineering consultancy",
      "Företagsstruktur": {
        "Antal anställda": 65,
        "Plats": [
          "Stockholm",
          "Malmö"
        ],
        "Anställningsform": "Heltid"
      },
      "Ekonomi": "Ingen ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "enquiry@raise3d.eu",
          "name": "Enquiry",
          "position": "",
          "source": "https://www.raise3d.com/filaments/raise3d-high-speed-filament/hyper-core-abs-cf15/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/raise3d-inc.",
        "facebook": "https://www.facebook.com/raise3d/",
        "twitter": "https://www.twitter.com/raise3d",
        "instagram": "https://www.instagram.com/raise3d/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 214,
      "företagsnamn": "Väddö Media Information Is AB",
      "företagswebb": "https://vmi.se",
      "organisationsnummer": "5565185682",
      "sökterm": [
        "TypeScript",
        "Ansible",
        "MariaDB",
        "PowerShell",
        "PHP",
        "Bash",
        "GraphQL",
        "MongoDB",
        "utvecklare",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29493215",
      "titel": "Utvecklare",
      "beskrivning": "Vi på VMI IT Services AB specialiserar oss på att leverera innovativa och effektiva IT- lösningar. Vårt uppdrag är att skapa tekniska lösningar och att leverera en förstklassig kundsupport för att skapa optimala förutsättningar för våra kunder att nå sina affärsmål. \nOch nu är det dags för oss att utöka teamet! Vi söker dig som är en erfaren utvecklare med ett öga för detaljer. Är du en social och ansvarstagande lagspelare som gillar att arbeta med problemlösning?  \nKänner du igen dig? Då tror vi att du är rätt person att utöka vårt team med. \nOm oss \nVi är inte det vanliga IT-företaget och det säger vi med stolthet! Vi är ett team med teknikentusiaster som utvecklar smarta lösningar och att levererar högkvalitativ support. Men det är inte bara tekniken som driver oss i det dagliga arbetet. För oss är det precis lika viktigt att vi tillsammans har riktigt kul på vägen. Samtidigt som vi gör skillnad för våra kunder. \nEfter 30 år i branschen kan vi en tryggt säga att vi har en stabil grund av expertis att stå på, inom både kommersiella och Open Source-lösningar. Vi jobbar nära våra kunder för att leverera resultat som på riktigt gör skillnad för deras verksamheter. \nHos oss \nKommer du att arbeta i en stimulerande miljö där tight teamwork och professionalism står i centrum, i en arbetsmiljö med stora möjligheter att utvecklas och där dina idéer och initiativ värdesätts. \nVarje dag arbetar vi tillsammans med våra kunder för att alltid kunna agera proaktivt och leverera på pålitliga tjänster. Det betyder att din arbetsdag kan innehålla: \nUnderhåll och utveckling av interna system \nUnderhåll och optimering av driftsmiljö \nFramtagning av nya tjänster \nKonfigurering \nProblem och felsökning \nUppsättning av nya miljöer \nSäkerhetstänket genomsyrar vårt dagliga arbete. VMI är bland annat ISO 27001 certifierat. \n\n \nVi söker en utvecklare med: \nErfarenhet \nFör att lyckas i rollen har du minst fem års erfarenhet inom utveckling och felsökning. Du är trygg med att jobba självständigt såväl som i team. \nKvalifikationskrav \nFrontend \nDjupa kunskaper inom: \nJavascript \nReact library \n\n Meriterande om du har kunskaper inom: \nTypescript \nFP vana (Functional Programming) \n\n \nBackend \nDjupa kunskaper inom: \nOOP \nPHP \n SQL (MySQL / MariaDB) \n\nMeriterande om du har kunskap inom: \nAPI integrationer \nHa säkerhetstänkande kring lagring och hantering av data \nMeriterande \nFull stack (front- och backend) \nVi använder oss av MVC- och VMI-arkitektur för de tjänster vi utvecklar. Så att förstå hur detta fungerar och har använt sådana system tidigare är meriterande. Exempel: Laravel, Ruby on Rails, Django, ASP.NET MVC. \nMongoDB, eller liknande NoSQL databaser \nGraphQL \nDatabasdesign \nWebsockets \n\n Ytterligare krav \nMycket goda kunskaper i svenska och engelska, i både tal och skrift. Ytterligare språk är meriterande men inte ett krav. \nB-körkort. \nDu har minst gymnasial 3-årig utbildning med godkända betyg. \n\nÖvrig information \nStart: Enligt överenskommelse \nPlats: Centralt i Norrtälje, Kyrkogatan 6 \nLön: Enligt överenskommelse \nSysselsättningsgrad: Heltid \nArbetstid: Normal kontorstid, 08:00-17:00 \nOm arbetsgivaren \nVMI IT Services AB är även moderbolag till VMI Systems AB, som levererar nätverkstjänster till ATM (bankomater) i hela Europa. \nVMI har idag 16 anställda. \nBolagen VMI IT Services samt VMI Systems omsätter tillsammans ca 50Mkr. \nHemsida: www.vmi.se \nVMI IT Services - VMI IT Services\n\n\nAnsökan \nHar du frågor eller vill skicka din ansökan, kontakta oss på jobb@vmi.se. \nIntervjuer och urval kommer ske löpande, så skicka gärna din ansökan så snart som möjligt.",
      "Techstack": [
        "Javascript",
        "React",
        "PHP",
        "SQL (MySQL / MariaDB)",
        "OOP",
        "MVC",
        "VMI-arkitektur",
        "MongoDB",
        "GraphQL",
        "Websockets"
      ],
      "Produkt": "IT-lösningar, kundsupport, nätverkstjänster",
      "Företagsstruktur": {
        "Antal_anställda": 16,
        "Moderbolag": "VMI Systems AB",
        "Avdelningar": "-"
      },
      "Ekonomi": "Omsättning på ca 50Mkr för VMI IT Services och VMI Systems tillsammans",
      "Ekonomisiffor": {
        "Omsättning": 50000000,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@vmi.se",
          "name": "Info",
          "position": "",
          "source": "https://vmi.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/vmiitservices/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 215,
      "företagsnamn": "Verendus System AB",
      "företagswebb": "http://www.verendus.se",
      "organisationsnummer": "5568526619",
      "sökterm": [
        "GCP",
        "PHP",
        "Terraform",
        "MySQL",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29481401",
      "titel": "Databasutvecklare till Verendus",
      "beskrivning": "Vill du vara en nyckelspelare i att förbättra prestanda och automatisering kopplat till våra databasmiljöer samtidigt som du arbetar med utveckling av innovativa lösningar? Vill du även vara en del av ett växande mjukvarubolag där du får ta mycket initiativ och göra skillnad på riktigt? Vi på Verendus söker nu en Databasutvecklare till vårt team i Jönköping, som brinner för att skapa stabila, säkra och skalbara system. \nHos oss på Verendus kommer du att arbeta med det mest använda affärssystemet inom fritidsfordonsbranschen, en bransch som växer och som är fylld av möjligheter. Vi arbetar för att skapa en miljö där vi kan tillämpa de senaste teknologierna för att lyfta våra produkter och tjänster till nästa nivå. Vårt mål är att hjälpa våra kunder och användare att nå sin fulla potential, och i slutändan bidra till att fler människor kan njuta av fritidsäventyr på vägarna, till sjöss och i bergen. \nOm rollen I rollen som Databasutvecklare hos oss kommer du att ha en central roll i att administrera och optimera våra databaser för att säkerställa hög prestanda och tillgänglighet. Du kommer att arbeta tillsammans med vårt befintliga team för att stötta underhåll, driftsäkerhet och skalbarhet i våra system. I nära samarbete med vårt utvecklingsteam bidrar du till att optimera databasintegrationer i applikationer och arbetar kontinuerligt med att förbättra automatisering samt säkerställa en stabil och effektiv datahantering. \nOm dig För att må bra, trivas och bli framgångsrik i rollen är din inställning lika viktig som din erfarenhet. Med det sagt ser vi att du har minst fem års erfarenhet av att arbeta med relationsdatabaser (MySQL). Du har erfarenhet av eller intresse för att arbeta i en DevOps-miljö och att du har en god förståelse för hur databaser samverkar med utvecklingsprocesser. Du är en engagerad problemlösare med ett öga för detaljer och ett sinne för att hitta smarta, långsiktiga lösningar. \nVi ser gärna att du har: \n Kunskap inom prestandaoptimering, frågeoptimering och databasmodellering \n Erfarenhet av multi-region databaser \n Vana vid molndatabaser och tjänster inom GCP, Azure eller AWS \n Förståelse för CI/CD-pipelines och automatisering av databashantering \n  \nErfarenhet av TypeScript eller PHP är en stor fördel. Har du dessutom erfarenhet av Kubernetes, Terraform och GitHub Actions är det ett plus. Erfarenhet av skalning och sharding är också meriterande. \nVi ser att du har ett starkt driv och en lösningsorienterad attityd, med förmågan att omsätta idéer till konkreta resultat. Ditt engagemang för att bidra till verksamhetens övergripande mål är något vi värderar högt, och vi tror att du, liksom vi, strävar efter att ständigt förbättra och effektivisera arbetssätt. \nVilka är vi \nVerendus har det marknadsledande affärssystemet för fritidsfordonsbranschen i Europa med över 600 kundanläggningar och flera tusen dagliga användare. Våra kunder är återförsäljare av husbilar, husvagnar, båtar, ATV, snöskotrar och motorcyklar. Vi är ett internationellt bolag med kontor i Sverige, Norge och Tyskland. Vi är över 40 kollegor från olika delar av världen som arbetar med produktledning, systemutveckling, försäljning och Customer Success. \nVi arbetar i team som drivs av tydliga initiativ och tror på en kultur där engagemang tar fart med tydliga mål, fokus på resultat och där vi alla spelar en nyckelroll. Samarbete är en otroligt viktig del av denna roll då du kommer arbeta nära dina kollegor i olika team. \nVärderar du teamanda, innovation, öppenhet och att ha kul på jobbet? I så fall är Verendus en bra arbetsplats för dig, eftersom detta är områden som vi värderar högt. Vi tror på ett starkt och engagerat team med glada kollegor, vilka i sin tur skapar nöjda kunder, konkurrenskraft och en lovande framtid. \nIntressant? Kontakta oss! \nLåter det här som ett team, en arbetsmiljö och kultur du skulle kunna trivas i – då vill vi gärna höra mer från dig! Sök jobbet, connecta med oss eller dela detta med någon du tror skulle passa in. \nHar du frågor om tjänsten, teamet eller företaget hör du av dig till Elin Andersson, Tech Talent Acquisition Specialist på Progrits. \nVerendus är en del av Progrits \nVerendus är en del av Progrits – en nordisk mjukvarukoncern med ett tjugotal entreprenörsdrivna bolag inom branscherna fordon, transport & logistik samt integrerad e-handel. Vi drivs av teknisk innovation, med kravet att kundnyttan alltid står i centrum. Sedan 2023 är Progrits en del av Axcel, ett nordiskt riskkapitalbolag med stort intresse för tech-sektorn. \nAtt vara en del av Progritsinnebär ökade möjligheter för utveckling både för oss som företag och för dig som anställd, och samtidigt större trygghet. \nÄr du somoss,tror vi att duvill känna meningsfullhetpå jobbet – och vara medomatt göraVerendustill ett ännu bättre och roligare ställe att jobba på. För roligt är viktigt – jobbet är en för stor del av livet för att inte ha kul.",
      "Techstack": [
        "MySQL",
        "DevOps",
        "GCP",
        "Azure",
        "AWS",
        "TypeScript",
        "PHP",
        "Kubernetes",
        "Terraform",
        "GitHub Actions"
      ],
      "Produkt": "Affärssystem för fritidsfordonsbranschen",
      "Företagsstruktur": {
        "Antal anställda": 40,
        "Kontor": [
          "Sverige",
          "Norge",
          "Tyskland"
        ],
        "Avdelningar": [
          "Produktledning",
          "Systemutveckling",
          "Försäljning",
          "Customer Success"
        ]
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@verendus.se",
          "name": "Info",
          "position": "",
          "source": "http://www.verendus.se"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/verendus",
        "facebook": "https://www.facebook.com/verendus.system/",
        "twitter": null,
        "instagram": "https://www.instagram.com/verendus_ab/?hl=en"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 216,
      "företagsnamn": "ScriptSector AB",
      "företagswebb": "https://www.scriptsector.se/",
      "organisationsnummer": "5592594344",
      "sökterm": [
        "Laravel",
        "PostgreSQL",
        "PHP",
        "backendutvecklare",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29474165",
      "titel": "Backend-utvecklare",
      "beskrivning": "Är du en driven backendutvecklare som vill vara med och utveckla innovativa system, appar och webbplatser? Vi söker nu en skicklig backendutvecklare till vårt team! Hos oss får du en central roll i utvecklingen av våra kunders lösningar samt våra interna system.\n\n\nDina huvudsakliga arbetsuppgifter\nUtveckla och underhålla skalbara och robusta backend-lösningar.\nImplementera integrationer mot externa system och API:er.\nSäkerställa prestanda, säkerhet och stabilitet i våra system.\nDelta i systemarkitektur och teknisk strategi.\nSamarbeta med frontend-utvecklare och projektledare för att skapa smidiga och effektiva lösningar.\nSkriva ren, testbar och underhållbar kod enligt best practices.\nUtforska och implementera nya teknologier och verktyg för att förbättra våra processer.\nDelta aktivt i projektplanering, estimering och teknisk vägledning.\n\n\n\nVem söker vi?\nVi söker dig som har ett stort tekniskt intresse, är självgående och trivs i en roll där samarbete och lösningsorientering är i fokus. Du tycker om att jobba i ett team där du kan bidra med din expertis och samtidigt utvecklas tillsammans med oss.\nFör att lyckas i rollen ser vi att du har:\nTidigare erfarenhet av backendutveckling.\nGoda kunskaper i PHP (Laravel) eller motsvarande spårk.\nErfarenhet av databashantering och optimering (MySQL eller PostgreSQL).\nErfarenhet av CI/CD och molntjänster (exempelvis AWS eller liknande).\nGod vana av att arbeta med versionshantering i Git.\nFörståelse för säkerhet och best practices inom backendutveckling.\nEtt intresse för att dela med dig av din kunskap och bidra till teamets utveckling.\n\n\n\nVad erbjuder vi?\nHos oss får du:\nMöjlighet att arbeta med spännande projekt inom system- och apputveckling.\nEtt litet men engagerat team där du får stor påverkan på teknikval och arbetssätt.\nEn arbetsmiljö där vi ständigt lär oss och utvecklas tillsammans.\nFlexibilitet med möjlighet till hybridarbete.\n\n\n\nHar vi väckt ditt intresse?\nVi rekryterar löpande, så vänta inte med att skicka in din ansökan! Skicka ditt CV och en kort beskrivning av dig själv till info@scriptsector.se så hör vi av oss.",
      "Techstack": [
        "PHP (Laravel)",
        "MySQL",
        "PostgreSQL",
        "CI/CD",
        "AWS"
      ],
      "Produkt": "System- och apputveckling",
      "Företagsstruktur": "Litet men engagerat team, antal anställda okänt",
      "Ekonomi": "Ingen specifik ekonomisk information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@scriptsector.se",
          "name": "Info",
          "position": "",
          "source": "https://www.scriptsector.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/scriptsector",
        "facebook": "https://www.facebook.com/scriptsector/",
        "twitter": null,
        "instagram": "https://www.instagram.com/scriptsector/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 217,
      "företagsnamn": "Raysearch Laboratories AB (Publ)",
      "företagswebb": "https://www.raysearchlabs.com/",
      "organisationsnummer": "5563226157",
      "sökterm": [
        "TypeScript",
        "Data Visualization",
        "Frontendutvecklare",
        "CSS",
        "JavaScript",
        "Frontend",
        "React",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29546447",
      "titel": "Frontend Engineer",
      "beskrivning": "RaySearch develops innovative software solutions to improve cancer care. About 1000 clinics in more than 40 countries use RaySearch software to improve treatments and quality of life for patients. RaySearch was founded in 2000 and is listed on Nasdaq Stockholm. The headquarters is located in Stockholm, with subsidiaries in the US, Europe, Asia and Australia & New Zealand. Today we are more than 400 employees with a common vision of improving cancer care with innovative software. Our great staff is crucial for our success and we offer a fantastic working environment in modern offices, flexibility and good opportunities for development. We believe in equal opportunities, value diversity and work actively to prevent discrimination.\r\n\r\nRaySearch is at the forefront of cancer treatment technology, and we are now looking for a skilled frontend engineer to join our team. This is a unique opportunity to shape the frontend experience of RayIntelligence, our analytics tool for radiotherapy that aggregates data from various systems and machines, empowering clinics to draw valuable insights from a population of treated patients. \n\nAbout the Position \n\nAs the first frontend engineer in our team, you will play a key role in designing and implementing modern user interfaces that visualize large and complex datasets. RayIntelligence is still in its early stages, giving you the chance to influence both design decisions and the overall frontend architecture. \n\nYour Responsibilities \n\n• Develop modern web applications with Apache Superset at the core. \n\n• Build dynamic, high-quality Apache ECharts visualizations, using React/TypeScript (JavaScript)/CSS. \n\n• Collaborate closely with data engineers and domain experts in radiotherapy to ensure an optimal user experience. \n\n• Learn about the radiotherapy domain to tailor solutions for clinics’ needs. \n\nYour Profile \n\nWe are looking for a frontend engineer with a strong sense of ownership and an interest for creating intuitive and visually compelling user interfaces. You should be comfortable working in a data-heavy environment and be eager to expand your technical expertise. \n\nRequirements \n\n• Experience developing modern web applications. \n\n• Ability to take ownership of long and short term assignments, and deliver high-quality solutions. \n\n• UI and graphic design sensibilities. \n\n• Technical expertise in frontend engineering, including optimizing performance and architecting scalable solutions \n\n• Solid understanding of general software engineering best practices, including: \n- Version control & code reviews - Unit & end-to-end testing, automated testing in CI/CD - Writing clean, reusable, and scalable code - Documentation \nMeriting \n\n• Experience with advanced data visualization tools such as D3.js, THREE.js, or WebGL. \n• Python \n• \n\nOur Culture \n\nAt RaySearch, we share a passion for innovation and the fight against cancer. Our team consists of dedicated experts who strive to deliver exceptional results through collaboration, attention to detail, and cutting-edge technology. We take pride in our role as a leader in cancer treatment, developing solutions that truly make a difference for patients worldwide. \n\nOur Offer \n\nWe offer a dynamic and inclusive work environment in Hagastaden, Stockholm’s Life Science Hub. Our modern office space includes an in-house gym, yoga classes, and social activities such as ping pong, table football, and after-work events. We also provide a fantastic lunch buffet, daily fika, and a stunning rooftop terrace with a 360-degree view of Stockholm. This comes with a competitive compensation and benefits package. \n\nApplication \n\nPlease apply for the position through the application form below. We do not accept applications via e-mail.",
      "Techstack": [
        "Apache Superset",
        "React",
        "TypeScript",
        "CSS",
        "D3.js",
        "THREE.js",
        "WebGL"
      ],
      "Produkt": "Innovativ programvara för cancerbehandling och analysverktyg, särskilt RayIntelligence",
      "Företagsstruktur": "Företaget har mer än 400 anställda och är aktivt verksamma i över 40 länder. De har också kontor i olika regioner inklusive USA, Europa, Asien samt Australien och Nya Zeeland.",
      "Ekonomi": "Företaget är noterat på Nasdaq Stockholm, men ingen specifik ekonomisk information angavs i beskrivningen eller sökresultaten.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "ambabaei@samantabesh.com",
          "name": "Ambabaei",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "walid.ismail@maggiemedical.com",
          "name": "Walid Ismail",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "guido.catolla@tecnologieavanzate.com",
          "name": "Guido Catolla",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "Marc.Mlyn@raysearchlabs.com",
          "name": "Marc Mlyn",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "meshan.naidu@raysearchlabs.com",
          "name": "Meshan Naidu",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "wayne.martel@raysearchlabs.com",
          "name": "Wayne Martel",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "annelies.zimmermann@raysearchlabs.com",
          "name": "Annelies Zimmermann",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "geonbaek.lim@raysearchlabs.com",
          "name": "Geonbaek Lim",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "m.george@sedeer.com",
          "name": "M George",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "00david.hedfors@raysearchlabs.com",
          "name": "David Hedfors",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "info@sveikatostechnologijos.eu",
          "name": "Info",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "Yc.lin@tmsco.com.tw",
          "name": "Yc Lin",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "00nina.gronberg@raysearchlabs.com",
          "name": "Nina Gronberg",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "keith.chan@raysearchlabs.com",
          "name": "Keith Chan",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "niclas.borglund@raysearchlabs.com",
          "name": "Niclas Borglund",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "fguiraud@indosopha.com",
          "name": "Fguiraud",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "hirokazu.muramoto.zf@hitachi-hightech.com",
          "name": "Hirokazu Muramoto Zf",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "ilker.catan@oncotech.com.tr",
          "name": "Ilker Catan",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "thienngon@tdmed.com.vn",
          "name": "Thienngon",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "lehbeng.chua@mexsys.com.my",
          "name": "Lehbeng Chua",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "s.qatarneh@tmsjordan.com",
          "name": "S Qatarneh",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "david.mcphail@raysearchlabs.com",
          "name": "David Mcphail",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "bjorn.sebralla@raysearchlabs.com",
          "name": "Bjorn Sebralla",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "henri.pierre-justin@raysearchlabs.com",
          "name": "Henri Pierre Justin",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "lars.jordeby@raysearchlabs.com",
          "name": "Lars Jordeby",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "laura.antonovic@raysearchlabs.com",
          "name": "Laura Antonovic",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "carlos.calle@raysearchlabs.com",
          "name": "Carlos Calle",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "Grzegorz.sieradzki@tms.com.pl",
          "name": "Grzegorz Sieradzki",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "peter.kemlin@raysearchlabs.com",
          "name": "Peter Kemlin",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "fei.deng@raysearchlabs.com",
          "name": "Fei Deng",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "saprangsi@kec.co.th",
          "name": "Saprangsi",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "manish.jaiswal@raysearchlabs.com",
          "name": "Manish Jaiswal",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "marisa.ogando@bioterra.net",
          "name": "Marisa Ogando",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "tadakazu.kurakake@raysearchlabs.com",
          "name": "Tadakazu Kurakake",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        },
        {
          "email": "markus.wenke@raysearchlabs.com",
          "name": "Markus Wenke",
          "position": "",
          "source": "https://www.raysearchlabs.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/raysearch-laboratories",
        "facebook": null,
        "twitter": "https://twitter.com/raysearch",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 218,
      "företagsnamn": "Centiro Solutions AB",
      "företagswebb": "https://www.centiro.com/",
      "organisationsnummer": "5563968063",
      "sökterm": [
        "Frontendutvecklare",
        "Angular",
        "Frontend",
        "Vue"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29504386",
      "titel": "Frontend Developer",
      "beskrivning": "Innovate, Build, Impact - Build World-Class Digital Experiences\nAre you ready to revolutionize the future of digital experiences in an innovative, global environment? Centiro is looking for a passionate and experienced Frontend Developer to drive the creation of world-class products that make a real impact. If you’re eager to push the boundaries of web development, collaborate with talented teams, and lead the way in shaping innovative digital solutions, Centiro is where you’ll thrive.\n Your role\nAs a Frontend Developer at Centiro, you will play a key role in shaping and building high-performance web applications that deliver exceptional user experiences. You’ll collaborate closely with UX designers, backend developers, and product teams to create seamless, scalable solutions that balance functionality, performance, and design.\nYou will take the lead in driving frontend architecture decisions, advocate for modern web development best practices, and help shape a culture of innovation and continuous learning. Additionally, you’ll guide and facilitate workshops and discussions to explore new technologies and improve development workflows. Your influence will help elevate the team, ensuring we push the boundaries of digital experiences while fostering a collaborative and forward-thinking environment.\n Your responsibilities \n Build and optimize responsive, scalable, and accessible web applications.\n Collaborate with UX designers and backend developers to create intuitive user interfaces.\n Drive frontend architecture and ensure code quality through best practices and testing.\n Lead workshops to explore new technologies and improve workflows.\n Stay ahead of frontend trends and advocate for performance and usability improvements.\n \n Who you are\n  Experienced: 5+ years in frontend development, ideally with complex systems.\n  Tech-savvy: Expertise in JavaScript frameworks (React, Vue, Angular) and modern web tech.\n  Analytical: Strategic thinker who delivers long-term value through effective solutions.\n  Collaborative: Thrive in agile teams where feedback and teamwork drive success.\n  User-focused: Passionate about performance, usability, and delivering outstanding digital experiences.\n \n Why Centiro?\n Embark on an exciting journey in a successful and growing tech company serving the best brands in the world.\n Be part of a value-driven organization that thrives on collaboration, innovation, and personal growth.\n Collaborate with a passionate, forward-thinking team where experimentation and development are encouraged.\n Contribute directly to our shared success, shaping the future of digital experiences.\n Enjoy the flexibility and agility of a fast-moving, dynamic organization that offers opportunities for growth and evolution.\n \n \nSo. Are you ready to build the future of digital experiences? Apply now  \nCentiro is an award-winning Swedish tech company with more than 650employees, founded in 1998. Our solutions enable and empower commerce for marquee brands and finer supply chains in 175+ countries. With our human-centric strategy, the company has rankedat the top 10 as a Great Place to Work for 15 years. Offices in Sweden, India, US, Canada, Spain andthe UK.Read more atcentiro.com.",
      "Techstack": [
        "JavaScript",
        "React",
        "Vue",
        "Angular",
        "UX design"
      ],
      "Produkt": "Digitala upplevelser och webbaserade lösningar för e-handel",
      "Företagsstruktur": "Över 650 anställda, kontor i Sverige, Indien, USA, Kanada, Spanien och Storbritannien",
      "Ekonomi": "Inga specifika ekonomiska data angivna",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/centiro-solutions",
        "facebook": "https://www.facebook.com/centiro",
        "twitter": "https://twitter.com/centiro",
        "instagram": "https://www.instagram.com/centiro_/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 219,
      "företagsnamn": "Systecon AB",
      "företagswebb": "https://www.systecongroup.com/us",
      "organisationsnummer": "5565366605",
      "sökterm": [
        "TypeScript",
        "Python",
        "React",
        "Frontend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555054",
      "titel": "Junior Frontend Developer",
      "beskrivning": "Vill du dra nytta av din kunskap och erfarenhet inom modern frontendutveckling? Vill du axla en nyckelroll på ett världsledande bolag som utvecklar spännande mjukvarulösningar till kunder över hela världen? Vi på Systecon drivs av utveckling och brinner för att bidra till samhällsnyttan. För att lyckas krävs avancerade metoder, kraftfulla verktyg – och framför allt: rätt personer. Vill du följa med på resan?\n\n\nVad ska vi åstadkomma tillsammans? \nVi på Systecon söker nu en driven person i början av sin karriär inom frontend som vill vara med och forma framtidens digitala verktyg för Life Cycle Management (LCM). Hos oss blir du en del av ett litet men växande team där din individuella insats spelar en avgörande roll. Just nu satsar vi stort på vår R&D-avdelning och moderniserar vår tekniska plattform, och därför söker vi dig som kan stärka vår frontendutveckling och bidra med din expertis. Vi har en dynamisk och internationell arbetsmiljö där kunskapsdelning, mentorskap och personlig utveckling står i fokus. Här blir du inte bara en del av teamet – du blir en nyckelspelare som bidrar till vår kultur, stärker dina kollegor och utvecklar både företaget och dig själv! \n\n\nSom utvecklare hos Systecon kommer du att:\nUtveckla desktopapplikationer i en modern web-stack. \nDu ska trivas med att ta stora datamängder och göra informationen lättillgänglig för användare. \nArbeta nära teamet med par- och mobprogrammering. \nSamla in användarfeedback och designa användargränssnitt baserat på behov. \nBygga gränssnitt för prestandakritiska algoritmer i samarbete med andra utvecklarteam. \nBidra till att modernisera Systecons verktyg, produkter och interna tech-stack. \nSkriva kod, tester och dokumentation; samt säkerställa funktionalitet i CI/CD-loopar.\n\n\n\nVi tror att du har:\nGoda tekniska kunskaper i TypeScript.\nErfarenhet av att arbeta med React eller liknande ramverk.\nGod kommunikationsförmåga på både svenska och engelska, i tal och skrift. \nDu trivs med att samarbeta i team och vill gärna dela med dig av din kompetens. \nÄr nyexaminerad från högskole- eller civilingenjörsutbildning, eller är junior utvecklare idag med en eftergymnasial utbildning\n\n\n\nVad erbjuder vi dig?\nPersonlig utveckling: Tid och stöd för att växa, både professionellt och personligt, samt tillgång till en utbildningspott som kan användas för kurser och utbildningsmaterial, t.ex. böcker, programvara, samt online-tjänster.\nFrihet och ansvar: Stor personlig frihet att ta initiativ och styra din egen tid.\nInternationell tillväxtresa: Möjlighet att bidra till vår spännande expansion globalt.\nLärorik arbetsmiljö: Varierande arbetsdagar med kunniga, stöttande kollegor och moderna teknologier.\nFriskvård och välmående: Friskvårdsbidrag på 5 000 SEK för aktiviteter och återhämtning, samt kontinuerliga gemensamma friskvårdsaktiviteter arrangerat under året.\nFlexibelt arbetssätt: Hybridlösning som kombinerar arbete på vårt centrala Stockholmskontor och distansarbete.\nTeamaktiviteter och gemenskap: Årlig konferensresa – tidigare resmål inkluderar Lissabon och Åre.\n\n\n\nOm oss:\nVi på Systecon brinner för att hjälpa våra kunder världen över att fatta långsiktigt hållbara beslut. Genom vår egenutvecklade och världsledande programvarusvit Opus Suite skapar vi effektivare drift och underhåll för ledande organisationer inom branscher som försvar, järnväg och energi. Vår styrka ligger i korta beslutsvägar och den fantastiska gemenskap som genomsyrar vårt företag. Vi hjälper varandra och kan stoltsera med en gedigen kunskapsbas och omfattande erfarenhet. \nVi som jobbar här har olika bakgrund, ålder och utbildning men vi har också något gemensamt: vi drivs av utveckling och brinner för att vara med och bidra till samhällsnyttan. Vårt uppdrag är att hjälpa företag att effektivt köpa, drifta och avveckla komplexa och kostsamma system, och med vår egenutvecklade och världsledande programvarusvit, Opus Suite, kan kunder över hela världen modellera, simulera och optimera både tillgänglighet och kostnader – något som gör verklig skillnad i deras verksamhet. \n\n\nVälkommen att göra skillnad hos oss på Systecon - urval sker löpande så skicka in din ansökan redan idag. Vi ser fram emot att höra från dig!",
      "Techstack": [
        "TypeScript",
        "React",
        "web-stack",
        "CI/CD",
        "prestandakritiska algoritmer"
      ],
      "Produkt": "Programvarulösningar för Life Cycle Management (LCM) och Opus Suite",
      "Företagsstruktur": "Litet men växande team med fokus på R&D-avdelning.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/systecon-ab",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 220,
      "företagsnamn": "Axis Communications AB",
      "företagswebb": "https://www.axis.com/",
      "organisationsnummer": "5562536143",
      "sökterm": [
        "RabbitMQ",
        "MariaDB",
        "Azure",
        "Go",
        "Git",
        ".NET",
        "Frontendutvecklare",
        "Sharepoint",
        "Artificial Intelligence",
        "GoLang",
        "React",
        "GitHub",
        "TypeScript",
        "Python",
        "DevOps",
        "Agile",
        "Node.js",
        "Kubernetes",
        "Perl",
        "C/C++",
        "Object-Oriented Programming",
        "Frontend",
        "C#",
        "Penetration Testing",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "Docker",
        "Data Visualization",
        "Lua",
        "Bash",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560063",
      "titel": "Software Engineer within Test Platform",
      "beskrivning": "We are looking for an experienced Software Engineer who likes seeing the big picture, to work with our productions systems in our team Production Test Platform here in Lund. Our team is an important part of Axis product development, and all Axis products are manufactured using our platform. Come and join us!\n\nWho is your future team?\nYou will be part of the Production Test Platform, a team of 12 dedicated engineers responsible for developing and supporting tests across various areas, including audio, radar, PCBA, imaging, and primarily surveillance cameras. Our core focus is on developing software for test systems, while also taking responsibility for defining testing procedures and ensuring seamless integration between software and hardware. These tests are utilized in high-volume production at our global manufacturing facilities, where millions of products are tested annually.\n\nOur team is part of a larger division of about 80 engineers working with production engineering and technology, and together with our colleagues within electronics and mechanical engineering we develop and support production systems globally. \n\nWhat you will do here as a Software Engineer\nYou will work in a small team of 2-3 people on the development of production test modules, implementing the software needed to execute the production tests using C# programming, defining the requirements of the hardware, and performing integration of the tests. The software deployed in production is distributed via an installer, which is influenced by multiple teams in various ways. As part of this role, you will be responsible for maintaining the existing software within this installer. New software versions are typically required by product development projects, and you will ensure seamless integration between hardware and software before delivering the final test to these projects. This software delivery will then be utilized by the product development teams during the production startup of their new products.\n\nWho are you? \nYou are a Software Engineer with a few years of experience. You are a curious, driven team player who likes to learn new things as well as being able to solve complex technical challenges in a team-focused atmosphere. We believe that you have a strong personal drive and get inspired by working in and creating an environment of openness, creativity, trust, commitment, and encouragement. You enjoy working with both software and hardware and bringing it all together. You should have a good ability to transfer knowledge to others. The ability to communicate is fundamental both within the project teams and in contact with our manufacturers.\n\nYou will primarily work in C# .NET in Windows environment. We are looking for someone with a university/college degree, preferably in computer science or equivalent. Other educations such as engineering physics, engineering mathematics or electronics are also applicable. You love to produce maintainable code and master the chain from creative discussions, building code and stable incremental releases.\n\nYour main duties will be:\n\n * Development of new software modules using C# .NET\n * Supporting product development projects\n * Working with continuous improvement of team ways of working, new tools etc.\n\nIt is a plus if you have experience of one or more of the below:\n\n * Git/Gerrit\n * Jira/Confluence\n * NI Teststand\n * Python\n * Electronics\n * Experience of test development\n\nWhat Axis has to offer \nBy joining Axis, you will embark on an exciting journey of personal and professional growth. We will offer you a great introduction to Axis with training. Our team will support you but also listen to your experiences and give you freedom to explore and realize your ideas. We are a fast-growing company that can offer you great career opportunities and a competitive package of benefits.\n\nIn exchange for your dedication, Axis offers you a job in an open, friendly, and professional environment. We work in an innovative and global organization that takes great pride in delivering world-class, high-quality products, services, and solutions to our customers. Working with us gives you an excellent opportunity to develop in an organization promoting professional and individual growth.\n\nWe want you to enjoy working with us, which is why we offer benefits such as flexible working hours, morning \"fika\" every day, Friday cake, company bonus, wellness allowance, health insurance and your very own Axis bicycle - to name a few.\n\nWe also provide a brand new training facility free for every Axis employee.\n\nYou can see it here Axis HQ\nWe believe in sustainability, equality and inclusion. Read more here\n\nAxis is an organization that values creativity and promotes teamwork and openness. With us you will grow both personally and professionally. You will be part of a team of great colleagues that enjoy going to work in the morning.\n\nReady to Act?\nAxis is a company realizing the benefits of a diverse workforce. We know that diversity in groups creates a better working environment and promotes creativity, something that is fundamental for our success. We welcome all applications.\n\nIf you have any questions, get in touch with hiring manager Kamal Baker, email: \n\nWe will be reviewing applications continuously, so don't wait to apply.",
      "Techstack": [
        "C#",
        ".NET",
        "Windows",
        "Git",
        "Jira",
        "Confluence",
        "NI Teststand",
        "Python"
      ],
      "Produkt": "Övervakningskameror och produktionssystem för testning av elektronik",
      "Företagsstruktur": "12 ingenjörer i Production Test Platform och totalt ca 80 ingenjörer inom produktionsengineering och teknik.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "pressoffice@axis.com",
          "name": "Pressoffice",
          "position": "",
          "source": "https://www.axis.com/blog/secure-insights"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/axis-communications/?trk=fc_badge",
        "facebook": "http://www.facebook.com/axiscommunications",
        "twitter": "http://www.twitter.com/axisipvideo",
        "instagram": "https://www.instagram.com/axiscommunications/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 221,
      "företagsnamn": "Toca Boca AB",
      "företagswebb": "https://tocaboca.com/",
      "organisationsnummer": "5568703721",
      "sökterm": [
        "TypeScript",
        "Katalon Studio",
        "Frontendutvecklare",
        "Node.js",
        "Object-Oriented Programming",
        "Frontend",
        "backendutvecklare",
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29507254",
      "titel": "Backend TypeScript Developer",
      "beskrivning": "Would you like to play a vital part in Toca Boca’s growth journey?\n\nYou’ll join Central Tech, which is responsible for building a platform to support the live operations needs of our game teams, evolving our backend tech stack, setting best practices, and improving efficiency across teams. As part of this team, you’ll collaborate with senior developers and other stakeholders to help shape our systems and ensure our platform supports the needs of live service games.\n\nTo help achieve this, we’re looking for a backend developer with experience in TypeScript, Node.js, and NestJS. In this role, you’ll contribute to building and maintaining well-structured backend systems, implementing best practices, and ensuring our services are performant and maintainable.\n\n\n\nWhat you’ll be doing\n\nAs a Backend TypeScript Developer at Central Tech, you’ll together with your team develop and improve our backend stack as a platform, enabling game teams to focus on building the best possible games.\n\nYou’ll contribute to the development and improvement of core live service platform features, such as account systems, content delivery, and other backend services on a large scale. You’ll work on optimizing these systems to ensure they are reliable, performant, and easy for game teams to integrate with.\n\nYou’ll help build processes, tools, and best practices for ensuring the quality, security, and maintainability of our backend services. This includes contributing to how we verify service quality, assess third-party packages, and improve security.\n\nAdditionally, you’ll help support the adoption of TypeScript across backend services, working with other developers to ensure consistency and maintainability. You’ll also contribute to modernizing existing shared services and, when needed, assist in migrating legacy systems to TypeScript/NestJS to align with our platform vision.\r\nIs this you?\n\nYou have experience building and running NodeJS apps at scale, preferably for non-web consumers (apps, other services, apis etc).\n\nYou have knowledge of TypeScript as a programming language, and preferably professional experience of NestJS.\n\nYou enjoy collaborating with others through techniques like pair programming, code reviews and discussions, and are comfortable working with non-technical requirements that help shape technical solutions.\t\n\n\n\nThis is us!\n\nPlay is in our DNA. At Toca Boca, we make playful, safe spaces where kids can have fun and feel free to be themselves. Over 60 million kids from all over the world play our games every month. Toca Boca World is our biggest game yet, with multiplayer game Toca Boca Days launching in select markets. Are you in? Let’s play.\n\n\n\nGood to know! \n\nThis position is full time and based in our Stockholm studio with a hybrid working model (part office, part working from home). We apply a 6-month probationary period. You’ll need to be located in Sweden as we are unable to support relocation. As we’re an international company, with over 20 nationalities working here, and millions of users all over the world, you need to be fluent in English. Your application should therefore be in English.\n\nToca Boca develops digital games that capture the power of play and that are filled with fun and silliness that kids around the world can instantly relate to. Since our first product launch in 2011, we have released 46 apps that have been downloaded more than 444 million times the world over, making us the No. 1 mobile-first kids brand in the App Store. Our products focus on sparking kids’ creativity and imagination, creating opportunities for open-ended play.\n\nWith offices in Stockholm and San Francisco, Toca Boca is owned by Spin Master Corp., a global children’s entertainment company that creates, designs and manufactures a diversified portfolio of innovative toys, games, products and entertainment properties.",
      "Techstack": [
        "TypeScript",
        "Node.js",
        "NestJS"
      ],
      "Produkt": "Digitala spel för barn, inklusive Toca Boca World och Toca Boca Days",
      "Företagsstruktur": "Internationellt företag med kontor i Stockholm och San Francisco, över 20 nationaliteter anställda, antal anställda ej angivet",
      "Ekonomi": "Inga ekonomiska siffror tillgängliga i beskrivningen eller sökresultaten",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 222,
      "företagsnamn": "Bokio Group AB",
      "företagswebb": "https://www.bokio.co.uk/",
      "organisationsnummer": "5568737877",
      "sökterm": [
        "TypeScript",
        "Jest",
        "React Native",
        "Frontendutvecklare",
        ".NET",
        "Artificial Intelligence",
        "SQL",
        "CSS",
        "JavaScript",
        "Frontend",
        "React",
        "HTML",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29550104",
      "titel": "Senior Software Engineer, Frontend",
      "beskrivning": "Bokio is on a mission to make the world a better place for small businesses. We want to make it super easy for everyone to run a business through automation of financial services, accounting, payments and taxes.\nWe’re now strengthening our Frontend Platform Team. A platform team takes good care of fundamentals of the product and provides a great developer experience for their customers, product teams. Product teams take good care of their product area and develop it to bring more value to end users. \nSounds exciting? Join the team and help us make an already awesome product even better!\n More details can be found below, but in a nutshell: \nYou will be part of a small, experienced team that owns the frontend and mobile app platform while enhancing the developer experience. Our teams enjoy creative freedom to solve challenges, clear direction to stay aligned, and strong support to drive progress.\n\n \nYour primary responsibility will be to develop, maintain and improve the frontend infrastructure, tooling and component library used by every product team across the company.\n\n \nYou will have a significant influence on shaping frontend architecture, and helping to increase productivity and joy of the frontend development.\n\n  Who you are \nYou truly care about improving the developer experience.\n\n \nYou are curious with a growth mindset and search for and enjoy finding ways to improve and learn.\n\n \nYou like collaborating with team members as well as across team boundaries, being a good communicator who is comfortable with spoken and written English.\n\n \nYou know, care about, and use sound engineering practices to develop well-crafted software.\n\n What’s in your backpack \nYou are highly skilled in frontend development, with a strong proficiency in React, TypeScript, HTML, CSS and JavaScript.\n\n \nYou have deep expertise in modern frontend infrastructure and tooling, including bundlers like Webpack and Rsbuild, package manager like NPM and testing framework like Jest.\n\n \nYou have a deep understanding of the software development lifecycle, software architectures and have experience providing technical leadership. You can assess and suggest feasible solutions that are cost-effective to build and maintain.\n\n It’s considered a bonus if: \nYou have experience in a Tech Lead, Software Architect, or mentoring role.\n\n You have proficiency with \nReact Native\n\n \nC#, .NET and SQL\n\n  \n \nYou have experience in maintaining or authoring component libraries and design systems.\n\n \nYou have knowledge of accessibility best practices.\n\n \nYou have/had your own company and understand the perils of running a small business.\n\n \nYou are familiar with accounting or fintech.\n\n  \n What we have to offer \nA diverse workplace, with skilled and kind people from all over the world.\n\n \nA community of 5000+ Product Development professionals in fellow companies of Visma Group with active guilds in Frontend development, Software Engineering and Architectures, AI/ML, Cyber Security, Product Design, Product Management etc.\n\n \nWe invest in your growth and learning by weekly dedicated learning time, training budget, learning platforms etc.\n\n \nFlexible working hours and freedom to work in hybrid-remote setup.\n\n \nAwesome offices in central Gothenburg & Stockholm.\n\n \n30 days vacation, comprehensive wellness grant, pension according to ITP levels and other benefits.\n\n  About Bokio\nBokio makes it super easy for everyone to run a business through the automation of financial services, accounting, payments and taxes. We make sure our users understand their finances and have the right tools to make the best decisions for their businesses.\nYou are welcome at Bokio for who you are, no matter where you come from or what you look like. Our platform is for everyone, and so is our workplace! We cherish a culture at Bokio where empathy, diversity, respect and courage are front and center. Get a glimpse of Life at Bokio at our Instagram. Please note that Bokio conducts background screenings as a final part of all employment processes, detailed information will be shared closer upon or per request.",
      "Techstack": [
        "React",
        "TypeScript",
        "HTML",
        "CSS",
        "JavaScript",
        "Webpack",
        "Rsbuild",
        "NPM",
        "Jest"
      ],
      "Produkt": "Automatisering av finansiella tjänster, bokföring, betalningar och skatter.",
      "Företagsstruktur": "Litet, erfaret team inom frontend och mobil app plattform, del av Visma Group med över 5000 produktutvecklingsproffs.",
      "Ekonomi": "Inga specifika ekonomiska uppgifter angivna.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/bokio",
        "facebook": "https://www.facebook.com/groups/221717978755079",
        "twitter": null,
        "instagram": "https://www.instagram.com/bokio.co.uk/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 223,
      "företagsnamn": "Ernst & Young AB",
      "företagswebb": "https://www.ey.com/en_us",
      "organisationsnummer": "5560535873",
      "sökterm": [
        "TypeScript",
        "Generative AI",
        "Node.js",
        "Artificial Intelligence",
        "JavaScript",
        "Frontend",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554455",
      "titel": "Erfarna Revisionsmedarbetare | Assurance | Norrköping",
      "beskrivning": "Är du redo att ta nästa steg i din karriär inom revision? Vi söker passionerade revisionskonsulter med minst två års arbetslivserfarenhet till vårt team inom Assurance i Norrköping. Oavsett din nuvarande erfarenhetsnivå, erbjuder vi en möjlighet att växa och utvecklas tillsammans med oss.\n\n\n\n\nMöjligheten: \n\n\nSom revisionskonsult hos EY i Norrköping får du arbeta med meningsfulla projekt som ger stort inflytande över din arbetsdag. Du blir en del av vårt globala nätverk av specialister och får arbeta med utmanande arbetsuppgifter från dag ett. EY värdesätter laganda, respekt och integritet vilket bygger grunden för vår gemensamma framgång.\n\n\n\n\nAnsvarsområden:\n\n\nAnsvara för att genomföra revisionsuppdrag tillsammans med ditt team. \nUpprätta god kontakt gentemot uppdragets nyckelpersoner och informera löpande om det pågående revisionsarbetet. \nAvsluta revisionsprocesser på ett effektivt sätt.\nStändigt fördjupa din förståelse för aktuella regelverk och processer, samt dela med dig av din kunskap för att stödja och utveckla mer juniora kollegor.\nFörstå våra kunders unika ambitioner och behov samt dela dina insikter med kollegor för att förbättra vårt arbete.\n\n\n\n\n\nFärdigheter och egenskaper för framgång:\n\n\nVi söker nyfikna personer som är redo att samarbeta och bygga relationer med kollegor och kunder. Du bör ha en stark målorientering och ambition att utvecklas, samt en passion för att ge professionell service. I gengäld erbjuder vi stöd, coachning och utbildning för att hjälpa dig växa i din karriär.\n\n\n\n\nKvalifikationer för tjänsten:\n\n\nRelevant universitets-/högskoleutbildning.\nMinst 2 års arbetslivserfarenhet av revision.\nErfarenhet av att ha arbetat med revision för både stora och små företag.\nFlytande i svenska och engelska (tal och skrift).\n \n\n\n\nVad vi erbjuder:\n\n\nKontinuerligt lärande: Utveckla färdigheter för framtiden.\nFramgång på ditt sätt: Verktyg och flexibilitet för att göra skillnad.\nTransformativt ledarskap: Insikter och coachning för att bli en ledare.\nInkluderande kultur: Accepterande av den du är och möjlighet att hjälpa andra.\n\n\n\n\n\nÄr du redo att ”Shape your future with confidence”? Ansök idag.\n\n\nVälkommen att söka tjänsten! Vänligen skicka in din ansökan senast den 27 april 2025. Urval och intervjuer sker löpande. Vid frågor gällande tjänsten, kontakta Johannes Karlsson på Johannes.Karlsson@se.ey.com. Vid frågor gällande rekryteringsprocessen, kontakta Adrian Lyng på Adrian.Jeffersson.Lyng@se.ey.com. Tillträde sker enligt överenskommelse. Observera att en bakgrundskontroll kommer att genomföras som en del av rekryteringsprocessen. \n\n\nPå EY främjar vi en inkluderande miljö och värdesätter olikheter. Vi uppmuntrar ansökningar från kandidater med olika bakgrunder och strävar efter en rättvis rekryteringsprocess. Vid behov av stöd eller anpassningar, kontakta vårt rekryteringsteam på recruitmentsweden@se.ey.com.\n\n\nEY | Building a better working world \nEY is building a better working world by creating new value for clients, people, society and the planet, while building trust in capital markets.\nEnabled by data, AI and advanced technology, EY teams help clients shape the future with confidence and develop answers for the most pressing issues of today and tomorrow.\nEY teams work across a full spectrum of services in assurance, consulting, tax, strategy and transactions. Fueled by sector insights, a globally connected, multi-disciplinary network and diverse ecosystem partners, EY teams can provide services in more than 150 countries and territories.",
      "Techstack": "-",
      "Produkt": "Revisionskonsulttjänster",
      "Företagsstruktur": "Globalt nätverk av specialister, ingen specificerad information om antal anställda eller avdelningar.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ernstandyoung/",
        "facebook": "https://www.facebook.com/ey/",
        "twitter": "https://twitter.com/eynews",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 224,
      "företagsnamn": "Keystone Education Group AB",
      "företagswebb": "http://keg.com",
      "organisationsnummer": "5566521653",
      "sökterm": [
        "DynamoDB",
        "Redis",
        "Serverless",
        "GraphQL",
        "Frontend",
        "Robot Framework"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29407961",
      "titel": "Senior Fullstack Engineer with Frontend focus",
      "beskrivning": "Our Company \nKeystone is one of the leading organizations to help students find the right education to pursue their dreams. While for education providers, Keystone offers end-to-end solutions across the entire student recruitment value chain. \nBacked by leading Nordic venture firms Viking Venture and Verdane, Keystone has an international staff of around 800+ employees spread across 15 countries around the globe, including the UK, Norway, Spain, Sweden and Germany. \nAbout the job: \nAs a Senior Full-stack Developer in our growing team, you will become part of an environment where collaboration, team spirit and personal responsibility are highly valued. The position offers challenging tasks and good development opportunities. You will be joining one of our development squads and drive the evolution and improvementof our products. You will support your colleagues and help them to develop by means of code reviews, knowledge sharing sessions and individual coaching.You will evaluate alternative technologies to support growth and increase efficiency.You will write great code that continuously raises the bar of what good looks like. \nWhat technologies do we work with? \n  React / Next.js \n Latest versions of .NET, C# and ASP.NET MVC \n Data storage technologies like AWS Aurora, DynamoDB, etc. \n Sanity.io \n Elasticsearch and Redis \n Amazon Web Services (AWS) \n \nWho are we looking for? \n  At least 6 years experience as a full-stack developer.\n Strong experience withReact /Next.js.\n Good knowledgeof .NET Framework and .NET Core.\n Good knowledge about Rest API, GraphQL, Entity Framework, and different test frameworks. \n Enjoys working in dynamic and autonomous teams.\n Willingness to share knowledge with the team and bravely dive into new technical as well as functional territories.\n A great passion for building and delivering top notch products to our customers.\n Meriting but not required, knowledge of Cloud computing on AWS and its serverless offerings.\n \nWhat can we offer you? \n  Ability to work with cutting-edge technologies in exciting projects. \n Opportunity to work with a large-scale cloud-hosted solution. \n Freedom to help, plan and lead system architecture decisions in a fast-growing company. \n An international work environment with colleagues from all over the world. \n Plenty of opportunities to grow within the organization. \n Possibility to learn and educate through seminars, knowledge sharing sessions, relevant Tech conferences and our exciting Hackathon events. \n Monday breakfast, regular team lunches, Friday beer, team activities and fun events. \n Hybrid work setup.\n \nAbout the team \nThe engineering team is based in Stockholm and Sheffield. The responsibilities of the team encompass developing technical platforms and solutions to lay the ground for the rest of the business at Keystone Education Group. We are a rapidly growing company that is now looking for new talents to strengthen our team. Read more about us here:https://www.keg.com/ \nDo you want to join our family? Please send us your application by hitting the button \"Apply here!\". We are looking for someone who can start as soon as possible in our Stockholm office. \nKeystone is an equal opportunity employer. We celebrate diversity and are deeply committed to fostering an inclusive environment for all employees.",
      "Techstack": [
        "React",
        "Next.js",
        ".NET",
        "C#",
        "ASP.NET MVC",
        "AWS Aurora",
        "DynamoDB",
        "Sanity.io",
        "Elasticsearch",
        "Redis",
        "Amazon Web Services (AWS)"
      ],
      "Produkt": "Plattformar och lösningar för studenter att hitta rätt utbildning samt end-to-end lösningar för utbildningsleverantörer.",
      "Företagsstruktur": "Internationell personal på cirka 800 anställda spridda över 15 länder. Ingen specifik information om avdelningar angiven.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "contact@keystoneacademic.com",
          "name": "Contact",
          "position": "",
          "source": "http://keg.com/contact-us"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/keystone-education-group/",
        "facebook": "https://www.facebook.com/keystoneeducationgroup/",
        "twitter": "https://twitter.com/keystone_edu",
        "instagram": "https://www.instagram.com/keystone_edu/"
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 225,
      "företagsnamn": "Ctek Sweden AB",
      "företagswebb": "https://www.ctek.com/contact-us",
      "organisationsnummer": "5565403234",
      "sökterm": [
        "Frontend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562504",
      "titel": "Graphic Designer (Maternity leave)",
      "beskrivning": "CTEK is a global market leader in vehicle charging solutions. \nEstablished in Dalarna Sweden, CTEK is the leading global brand in battery charging solutions, most specifically vehicle charging. CTEK offers products ranging from 12V & 24V battery chargers to charging solutions for electrical vehicles. Products are sold via a carefully selected network of global distributors and retailers, as original equipment, supplied to more than 50 of the world’s leading vehicle manufacturers and through charge point operators, property owners as well as other organizations and individuals providing EV charging infrastructure. CTEK takes pride in its unique culture based on a passion for innovation and a deep commitment to supporting the transition to a greener mobility, by adhering to industry leading ESG standards. \nWe are now hiring a Graphic Designer during six months maternity leave (May 1st-Oct 31st) based in the Marketing team at our headquarters in Falun. \nWhat You Do: \n Collaborate with the marketing team to design and develop marketing materials such as social media graphics, digital ads, brochures, packaging, and corporate presentations. \n  Update existing packaging artwork to reflect new design guidelines. \n  Create visually engaging PowerPoint presentations for internal and external use, ensuring brand consistency. \n  Support the Art Director in maintaining and applying brand guidelines across all visual content. \n  Design illustrations, icons, infographics, and layout concepts to elevate marketing campaigns. \n  Assist in standardizing design templates to improve workflow efficiency and organization of digital assets. \n \nWho You Are: \n A creative, detail-oriented Graphic Designer with a passion for visual storytelling. \n  Comfortable working in a collaborative marketing environment, where you will contribute ideas and refine designs based on feedback. \n  A team player who enjoys working closely with others to bring visual projects from concept to final execution. \n  Excited to support a variety of creative projects, from digital ads to print materials, ensuring that all visuals align with the brand’s identity and objectives. \n \nYour Skills: \n Several years of experience in graphic design, ideally in a marketing or creative setting. \n  Proficiency in Adobe Creative Suite (Photoshop, Illustrator, InDesign). \n  Experience creating polished presentations in PowerPoint, aligning with corporate and marketing goals. \n  Strong understanding of brand identity, typography, color theory, and layout principles. \n  Basic knowledge of motion graphics or video editing (After Effects) is a plus. \n  Familiarity with UX/UI design principles is an advantage but not required. \n  Ability to manage multiple projects in a fast-paced environment with strong attention to detail. \n \nWhat CTEK can offer you \n Technology and competence development within latest standards and technologies in the electrification area \n  A learning environment where we cover all product development needed for our products internally. This means we do everything from app, backend, frontend, electronics, mechanics, embedded SW etc. \n  To participate in the green technology shift and its challenges and possibilities for CTEK \n  Great colleagues and a supporting, helping and educational environment. \n  Employee discount on our products \n  Collective agreement (Teknikavtalet) \n  Beneficial electric vehicle charging at the offices \n \nIf this sounds like you, we'd love for you to join our team and contribute to our growing success! Apply now and no later than April 6th. Please submit your application in English.",
      "Techstack": "Adobe Creative Suite, UX/UI design, motion graphics, video editing",
      "Produkt": "Batteriladdare för fordon, laddningslösningar för elbilar",
      "Företagsstruktur": "Huvudkontor i Falun, marknadsavdelning, team för produktutveckling, fokus på samarbete och kreativt arbete",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 226,
      "företagsnamn": "Rillion AB",
      "företagswebb": "https://www.rillion.com/",
      "organisationsnummer": "5563419182",
      "sökterm": [
        "Python",
        "Azure",
        "PyTorch",
        "GCP",
        "AWS Lambda",
        "Artificial Intelligence",
        "AWS",
        "Frontend",
        "React"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562089",
      "titel": "Engineering Manager - AI/LLM to Rillion",
      "beskrivning": "We’re building AI-driven features into our platform, and we need an Engineering Manager – AI to lead the way. You’ll head a small, hands-on team that develops AI-powered products within AP (Accounts Payable) automation and enhancing our existing products.  \nTogether, we collaborate across the entire product lifecycle—from brainstorming and design to implementation—unlocking AI’s potential in AP automation.  \nIf you have a strong background in Python, backend development, and system architecture, plus experience working with LLMs in a cloud environment, we’d love to hear from you. \nResponsibilities \nLead and grow a small cross-functional AI-focused engineering team.  \nDevelop and maintain Python backend solutions and APIs for a new product based on a document processing pipeline. \nIntegrate external LLM-based AI services (OpenAI, Azure AI) into our products. \nEnsure scalability and reliability with cloud-based architectures, infrastructure as code (IaC), and automation (preferably in Azure). \nCollaborate with product and engineering teams to align AI capabilities with business needs. \nMentor and support engineers to foster a high-performing team. \n\nWhat You’ll Bring \nExperience leading backend or AI teams in a product-driven company. \nStrong Python development skills, with expertise in backend systems and cloud platforms. \nHands-on experience integrating LLMs (Azure, AWS, GCP) into production systems. \nTrack record of designing and deploying scalable, API-driven architectures. \nAbility to balance technical leadership with hands-on coding. \n\nBonus points for: \nExperience with RAG, tooling, observability, and LLM evaluation. \nExperience with front-end development (React) and UI/UX considerations. \nExperience with AI/ML frameworks, e.g. Pytorch, and machine learning. \n\nWhat we offer: \nOpportunity to build an AI team from the ground up, shaping strategy and execution. \nA collaborative culture with supportive and talented colleagues. \nA hybrid work model (2 days per week in the office). \nA dynamic role where your leadership and technical skills will have a direct impact. \n\nThe recruitment process: \nWe review applications and invite for interviews continuously. \nA background check will be conducted on final candidates, pre-employment. \nIf you have any questions regarding the role, please contact recruiter Annie Åström at annie.astrom@rillion.com \nAbout Rillion:\nWe are a global company founded in Sweden with 30 years’ experience in the AP Automation industry. We help finance professionals transform how they manage invoices by digitalizing and automating the entire process.\nBy removing the manual steps of invoice handling, we enable finance teams to save time and effort, reducing the possibility of human error. Because we’re AP professionals ourselves, we understand how to give our customers everything they need, and nothing they don’t.\nTogether with our owners at Altor, we´re on a journey to expand in our home markets, while entering new territories. To complete our mission, we need more talented people!\nRillion is an equal opportunity employer. We believe that diversity is integral to our success, and do not discriminate based on race, color, religion, age, or any other basis protected by law.",
      "Techstack": [
        "Python",
        "API",
        "Azure",
        "LLMs",
        "Infrastructure as Code (IaC)"
      ],
      "Produkt": "AP Automation och digitalisering av fakturahantering",
      "Företagsstruktur": "Globalt företag med 30 års erfarenhet inom AP Automation. Struktur och antal anställda anges ej.",
      "Ekonomi": "Ingen ekonomisk information angiven.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "CFOkristian.gylling@rillion.com",
          "name": "Cfokristian Gylling",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        },
        {
          "email": "WranneCSOhakan.wranne@rillion.com",
          "name": "Wrannecsohakan Wranne",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        },
        {
          "email": "ErikssonCROmikael.eriksson@rillion.com",
          "name": "Erikssoncromikael Eriksson",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        },
        {
          "email": "AlstermarkCMOkristina.alstermark@rillion.com",
          "name": "Alstermarkcmokristina Alstermark",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        },
        {
          "email": "AleniusCOOpar.alenius@rillion.com",
          "name": "Aleniuscoopar Alenius",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        },
        {
          "email": "Ecosystemchristof.majer@rillion.com",
          "name": "Ecosystemchristof Majer",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        },
        {
          "email": "Culturecaroline.siwerz@rillion.com",
          "name": "Culturecaroline Siwerz",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        },
        {
          "email": "CPOpar.jonsson@rillion.com",
          "name": "Cpopar Jonsson",
          "position": "",
          "source": "https://www.rillion.com/about-us/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/rillion/",
        "facebook": "https://www.facebook.com/rillionglobal/",
        "twitter": "https://twitter.com/rillionglobal",
        "instagram": "https://www.instagram.com/rillion.global/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 227,
      "företagsnamn": "Centio Consulting Group AB",
      "företagswebb": "http://www.Centio.se",
      "organisationsnummer": "5591532907",
      "sökterm": [
        "RabbitMQ",
        "Azure",
        "M365",
        ".NET",
        "TDD",
        "GraphQL",
        "React",
        "Terraform",
        "HTML",
        "BDD",
        "Kubernetes",
        "Frontend",
        "C#",
        "fullstackutvecklare",
        "Kafka",
        "CSS",
        "Docker",
        "REST",
        "SQL",
        "JavaScript",
        "HTML5"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560294",
      "titel": "Tech Lead/Lead Developer",
      "beskrivning": "Vi söker en Tech Lead/Lead Developer till myndighet i Stockholm. Detta är ett konsultuppdrag. \n Tjänsten är på heltid.\nUppdraget innebär ett nära samarbete med kunden vilket ställer stora krav på flexibilitet och samarbetsförmåga.\nUppdraget\nI myndighetens uppdrag ligger att bereda och verkställa beslut om inriktning och omfattning för en långsiktigt hållbar kollektivtrafik \nDe söker en erfaren Tech lead/Lead developer med en hög förmåga att dels bygga upp och driva ett utvecklingsteam, dels vara delaktig i utvecklingsarbetet med att skapa effektiva lösningar. I rollen som Tech Lead/Lead developer kommer du att vara delaktig i att utveckla webbapplikationer samt de stödjande mikrotjänster som tillsammans med andra system tillsammans kommer att bilda den nya trafikhanterings-förmåga som initiativet ska etablera inom färdtjänsten.\nArbetsuppgifter  \n Bidra med egen teknisk kompetens genom att vara delaktig i utvecklingsarbetet och med implementeringen av lösningar. \n  Mycket god erfarenhet av att driva och deltaga i utvecklingsarbete (från kravinsamling till färdig produkt) \n  Coacha och stödja utvecklare för att maximera teamets prestation \n  Utforma och implementera tekniska lösningar som är i linje med initiativets mål och verksamhetstrategier \n  Hantera tekniska utmaningar och hitta lösningar på komplexa problem \n  Granska kod och säkerställa att initiativets tekniska standarder efterlevs \n  Samarbeta med initiativledare för att planera och prioritera arbetsuppgifter \n  Utföra kodgranskningar och säkerställa att utvecklingen följer best practices \n  Samarbeta med andra intressenter för att förstå och översätta affärskrav till tekniska lösningar \n  Vid behov fungera som teknisk expert och rådgivare för ledningen och andra intressenter\n \nKrav (OBS, obligatoriska)\nMinst 6 års arbetslivserfarenhet av systemutveckling i programspråket C# de senaste 12 åren Arbetslivserfarenhet att utveckla mikrotjänster genom eventdriven design, i minst 2 uppdrag de senaste 5 åren Arbetslivserfarenhet i rollen som mjukvaruarkitekt (eller motsvarande) i minst 1 uppdrag de senaste 4 åren Arbetslivserfarenhet av Kubernetes i minst 3 år de senaste 6 åren Arbetslivserfarenhet av Devops i minst 3 år de senaste 6 åren Arbetslivserfarenhet av design och utveckling av Databaser (SQL/No-SQL) i minst 6 åren Arbetslivserfarenhet av att arbeta som lead developer minst 2 uppdrag de senaste 6 åren\nMeriterande \nArbetslivserfarenhet av Devops-verktygen TerraForm eller Helm Charts i minst 2 uppdrag. Arbetslivserfarenhet av arbete med Kubernetes Rancher i minst 1 år. Arbetslivserfarenhet av att arbeta med infrastruktur (Nät, routing, DNS) i en Linuxmiljö i minst 1 år. Arbetslivserfarenhet av att arbeta med BDD (Behaviour-driven development) i minst 1 år Arbetslivserfarenhet av verktyg Apache Kafka eller RabbitMQ i minst 1 uppdrag\n\n  \nOm oss\nCentios övergripande mål är att vara ett konsultbolag som erbjuder smarta och hållbara lösningar som utvecklar samhället på ett positivt sätt.\nVåra medarbetare erbjuds villkor som är anpassade för individen. Det innebär att arbetstider, arbetsomfattning, arbetsplats och kompetensutveckling så långt som möjligt anpassas utifrån medarbetarens behov.\nBland våra medarbetare hittar du engagerad personer som brinner för samhällsutveckling. Vi jobbar i små grupper där du kan bidra med dina erfarenheter samtidigt som du får ta del av andras kunskap och erfarenhet.\nFör oss är det viktigt med välmående och att hitta en sund balans mellan arbete och fritid. Därför har vi en nollvision mot stress och sätter trivsel och hälsa främst.\nLäs gärna mer om oss på centio.se.\nVänligen skicka ditt CV på svenska. \nVi ser fram emot din ansökan!",
      "Techstack": [
        "C#",
        "Mikrotjänster",
        "Kubernetes",
        "DevOps",
        "SQL/No-SQL"
      ],
      "Produkt": "Konsulttjänster inom systemutveckling och kollektivtrafiklösningar",
      "Företagsstruktur": "Konsultföretag med små grupper av engagerade medarbetare",
      "Ekonomi": "Inga specifika ekonomiska uppgifter tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@centio.se",
          "name": "Info",
          "position": "",
          "source": "http://www.Centio.se"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 228,
      "företagsnamn": "Srs Security AB",
      "företagswebb": "https://srsgroup.se/",
      "organisationsnummer": "5564906328",
      "sökterm": [
        "Git",
        "React Native",
        "Frontendutvecklare",
        ".NET",
        "Node.js",
        "MongoDB",
        "Kubernetes",
        "CSS",
        "Frontend",
        "Docker",
        "PostgreSQL",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558694",
      "titel": "Front-end Software Engineer",
      "beskrivning": "SRS Group är ett svenskt säkerhetsföretag som hanterar konsultativa och operativa säkerhetstjänster för företag, myndigheter och privatpersoner. SRS är auktoriserat av Länsstyrelsen att bedriva och utbilda i personskydd. Våra tjänster omfattar även analys, utredningar och risk- och krishantering.\nSRS Security (SRS) söker en Front-end Software Engineer för utveckling av verktyg för leveranser av tjänster inom Security Risk Management. \nSom utvecklare på SRS är det din uppgift att skapa våra tjänster från grunden och ansvara för underhållet för dessa över tid. Det innebär bland annat ett löpande arbete med att kontinuerligt förbättra och härda våra system. \nI rollen som Front-end Software Engineer kommer du vara SRS expert inom front-end och ha stor rörelsefrihet när det kommer till framtagning av lösningar och implementation av dessa. Du kommer ha direkt kontakt med interna beställare och i dialog inneha en nyckelroll i skapandet av moderna, responsiva och användarvänliga gränssnitt. \nSRS är verksamt inom hela säkerhetsdomänen och utvecklingsteamet behöver utifrån en god förståelse för de olika affärsenheternas arbetsflöden i kombination med affärsnytta bygga lösningar som genererar maximalt värde. \nRollen är baserad i Stockholm (hybridarbete är möjligt). \nVem du är\nVi söker dig som är kommunikativ och har en professionell framtoning i kombination med fokus på front-end utveckling. Du har vana att arbeta både självständigt och som del av ett team. Du gillar utmaningar, arbetar gärna agilt samt trivs med att ha dokumentation och testning som en del av din vardag. Du har erfarenhet av beställarkontakt och kravinsamling. \nFör att trivas i rollen som utvecklare på SRS behöver du värdera ansvar högt och vara självgående. Du är lösningsorienterad, engagerad och håller dig uppdaterad på nya trender och tekniker. Du skriver strukturerad kod med säkerhet i fokus och har ett intresse av IT-säkerhet. \nSkallkrav\n Minst 3-4 års arbetserfarenhet med fokus på front-end\n Stark expertis inom React, TypeScript, CSS och moderna UI-ramverk\n Djupgående kunskap inom responsiv design och kompatibilitet mellan olika webbläsare\n Erfarenhet av att bygga och förbättra mobilapplikationer (iOS) i React Native\n Gedigen förståelse för RESTful API:er och erfarenhet av att integrera front-end-system med back-end-tjänster\n Vana av arbete i versionshanteringssystem (t.ex. Git) och CI/CD-pipelines\n Erfarenhet av Docker\n Förmåga att anpassa dig till förändrade prioriteringar och ändra uppgiftsfokus i linje med uppkomna behov\n Vilja att lära sig nya teknologier och arbeta med olika teknikstackar\n Ha ett väl utvecklat säkerhetstänk\n God svenska i tal och skrift\n \nMeriterande\n Erfarenhet av Node.js\n Kännedom om Kubernetes och Helm\n Erfarenhet av GitHub Actions\n Kunskap om PostgreSQL och MongoDB\n Erfarenhet av .Net\n Erfarenhet av testning och dokumentation \n Erfarenhet av beställarkontakt och kravinsamling\n \nAnsökan\nSRS välkomnar mångfald! Olikheter skapar möjligheter och nytänkande som tillför nya perspektiv och idéer och hjälper oss att leverera bättre lösningar, produkter och råd till våra kunder och samarbetspartners.\nAtt jobba för SRS innebär att du står för en hög etisk värdegrund, både på jobbet och privat. Genom att söka den här tjänsten försäkrar du att du delar våra värderingar samt att du tidigare inte har brutit mot mänskliga rättigheter.\nVälkommen med din ansökan där du bifogar CV och personligt brev. Vi kommer behandla ansökningar löpande. Vi kommer att genomföra arbetspsykologiska tester samt bakgrundskontroller som del av rekryteringsprocessen.\nSista ansökningsdag: 30 april 2025",
      "Techstack": [
        "React",
        "TypeScript",
        "CSS",
        "RESTful API",
        "Docker"
      ],
      "Produkt": "Konsultativa och operativa säkerhetstjänster, personskydd, analys, utredningar och risk- och krishantering.",
      "Företagsstruktur": "Information om antalet anställda och avdelningar är inte tillgänglig.",
      "Ekonomi": "Ingen ekonomisk information finns tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "mail@srsgroup.se",
          "name": "Mail",
          "position": "",
          "source": "https://srsgroup.se/"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/srs-scandinavian-risk-solutions",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 229,
      "företagsnamn": "MT Search & Recruit AB",
      "företagswebb": "https://www.airforce.com/find-a-recruiter",
      "organisationsnummer": "5592618010",
      "sökterm": [
        "Frontendutvecklare",
        "CSS",
        "JavaScript",
        "Angular",
        "Frontend",
        "OAuth2",
        "Vue",
        "React",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558413",
      "titel": "Frontendutvecklare till ikama",
      "beskrivning": "Vill du ta din expertis inom frontend till nästa nivå?\n\nVi är Ikama, ett växande techkonsultbolag i Kalmar. Vi är specialister på digital förändring, skräddarsydd mjukvara, dataanalys och agil projektledning. Vi arbetar i uppdrag där vi får stort förtroende och har stort inflytande på slutprodukten. Vi vet att front-end är en grundbult i användarupplevelsen och den slutliga uppfattningen av helhetsupplevelsen. Därför är det viktigt för oss att vi kan leverera förstklassiga frontends med avseende på design, UX och prestanda.\n\nRollen\n\nSom Frontendutvecklare kommer du att ha en central roll i utvecklingen och designen av moderna webbapplikationer med fokus på frontend och UX. Du kommer att arbeta nära våra kunder för att förstå deras behov och omvandla dessa till funktionella och visuellt tilltalande digitala produkter. Du kommer att ha möjlighet att leda frontendutvecklingsprojekt, guida andra utvecklare och hålla dig uppdaterad om de senaste teknikerna inom området.\n\nDina arbetsuppgifter inkluderar:\n\n• Utveckla och designa högkvalitativa och användarvänliga webbapplikationer. \n• Samarbeta nära med kunder för att förstå deras behov och föreslå lösningar anpassade till deras specifika situation. \n• Hålla dig uppdaterad om de senaste teknikerna och metoderna inom frontendutveckling. \n• Bidra till interna innovationsprojekt genom Ikama Labs. \n• Säkerställa hög säkerhet i webbapplikationer, inklusive autentisering och behörighetshantering. \n\nVem är du?\n\nVi söker dig som har en stark passion för frontendutveckling och som trivs i en snabbföränderlig och kundorienterad miljö. Du är en självständig problemlösare med ett gott öga för design, färger och användarupplevelse. Du har en känsla för hur visuella element samspelar för att skapa attraktiva och intuitiva gränssnitt. Du gillar att samarbeta och att ta ansvar för projekt från början till slut.\n\nVi ser gärna att du har:\n\n• Minst 5 års erfarenhet av frontendutveckling med moderna ramverk och tekniker. \n• Goda kunskaper i HTML, JavaScript, CSS och SVG. \n• Erfarenhet av säkerhetsaspekter inom webbapplikationer, inklusive OpenID och OAuth2. \n• En god förståelse för UX/UI och hur man skapar intuitiva digitala upplevelser. \n• En målinriktad inställning med fokus på att leverera högkvalitativa resultat. \n• Flytande svenska och engelska i tal och skrift. \n\nErfarenhet av något av ramverken React, Angular eller Vue? Det är meriterande om du har erfarenhet av flera, men vi värdesätter framför allt din förmåga att snabbt sätta dig in i nya tekniker och skapa effektiva frontendlösningar.\n\nVåra värderingar\n\nPå Ikama värdesätter vi nytänkande, ärlighet och gemenskap. Vi tror på att ge vårt team utrymme att skapa, testa nya saker och utvecklas. Vi söker dig som delar våra värderingar och vill vara en del av en arbetsplats som uppmuntrar kreativitet och bra tekniska lösningar.\n\nVad vi erbjuder\n\nGenom att bli en del av Ikama får du möjligheten att arbeta i ett kunnigt och engagerat team som vill utveckla framtidens frontendlösningar. Vi erbjuder:\n\n• Spännande och varierande projekt hos våra kunder. \n• Möjlighet att ta ansvar och forma frontend-strategier. \n• En stöttande och nytänkande arbetsmiljö. \n• Möjlighet att arbeta med interna projekt genom Ikama Labs. \n\nAnsök här\n\nI denna rekrytering samarbetar vi med MTRecruit. För frågor om tjänsten, kontakta Sanaz Fritz på sanaz@mtrecruit.se eller +46 0761 08 72 93.",
      "Techstack": [
        "HTML",
        "JavaScript",
        "CSS",
        "SVG",
        "React",
        "Angular",
        "Vue"
      ],
      "Produkt": "Skräddarsydd mjukvara, dataanalys och frontendutveckling",
      "Företagsstruktur": "Konsultbolag utan specificerade informationsdetaljer om antal anställda eller avdelningar",
      "Ekonomi": "Ingen information tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "shiloh.pogue@us.af.mil",
          "name": "Shiloh Pogue",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "joshua.cherry@us.af.mil",
          "name": "Joshua Cherry",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "bruce.araiza@us.af.mil",
          "name": "Bruce Araiza",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "ryan.lafferty@us.af.mil",
          "name": "Ryan Lafferty",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "dennis.holtz.1@us.af.mil",
          "name": "Dennis Holtz",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "brandi.robinson@us.af.mil",
          "name": "Brandi Robinson",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "shayne.vanderkuyl@us.af.mil",
          "name": "Shayne Vanderkuyl",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "zackery.nuvy@us.af.mil",
          "name": "Zackery Nuvy",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "charlie.lorenzo@us.af.mil",
          "name": "Charlie Lorenzo",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "jorge.cruz_montero.1@us.af.mil",
          "name": "Jorge Cruz Montero",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "german.sanders@us.af.mil",
          "name": "German Sanders",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "372rcghpflt-la@us.af.mil",
          "name": "Rcghpflt La",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "michael.lunsford.2@us.af.mil",
          "name": "Michael Lunsford",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "michael.rivera_vega.1@us.af.mil",
          "name": "Michael Rivera Vega",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "318RCS.EFlt.TalentAcquisitions@us.af.mil",
          "name": "Rcs Eflt Talentacquisitions",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "ryan.phelps@us.af.mil",
          "name": "Ryan Phelps",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        },
        {
          "email": "daniel.knowlton@us.af.mil",
          "name": "Daniel Knowlton",
          "position": "",
          "source": "https://www.airforce.com/find-a-recruiter"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 230,
      "företagsnamn": "Xcoll AB",
      "företagswebb": "https://www.lastresortab.com/",
      "organisationsnummer": "5591347959",
      "sökterm": [
        "fullstackutvecklare",
        ".NET",
        "SQL",
        "React",
        "Bootstrap",
        "Frontend",
        "Angular",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29557981",
      "titel": "Senior fullstackutvecklare (.Net, JavaScript)",
      "beskrivning": "Xcoll söker nu senior fullstackutvecklare för att förvalta och vidareutveckla en befintlig registerplattform inom hälso- och sjukvården. Uppdraget innefattar utveckling och optimering av system för datamodellering, frontend- och backendutveckling samt dataöverföring mellan olika system.\nVi söker dig som har:\nMycket goda kunskaper i .Net och C#\nMycket goda kunskaper inom frontendutveckling\nMycket goda kunskaper i JavaScript-ramverk såsom React och Angular samt Bootstrap\nMycket goda kunskaper i MS-SQL\nGod förståelse för användarkrav och teknisk lösningsdesign\nGod erfarenhet av databasmodellering\nGod erfarenhet av system- och applikationsförvaltning inom hälso- och sjukvård\n\nMeriterande erfarenheter:\nMinst 15 års erfarenhet av systemutveckling inom hälso- och sjukvård\nMinst 10 års erfarenhet av plattformsutveckling för kvalitetsregister\nErfarenhet av utveckling av uppföljningsfunktioner inom onkologi\nErfarenhet av att stödja verksamheten och samla in krav\nErfarenhet av att skapa stödsystem för patientöversikter\nGod kompetens inom R\nErfarenhet av prestandaoptimering av SQL och databaser\nErfarenhet av frontendutveckling med React\nErfarenhet av OpenEHR\n\n\n\nOm dig\n Du är en erfaren utvecklare med ett analytiskt tankesätt och en förmåga att omvandla verksamhetens behov till hållbara tekniska lösningar. Du trivs i en roll där du får bidra till teknisk utveckling och innovation.\nAnsökan\n Är du intresserad av att arbeta i ett uppdrag där din kompetens gör skillnad? Skicka in din ansökan redan idag!",
      "Techstack": [
        "C#",
        ".Net",
        "JavaScript",
        "React",
        "Angular",
        "Bootstrap",
        "MS-SQL",
        "R",
        "OpenEHR"
      ],
      "Produkt": "Förvaltning och vidareutveckling av registerplattformar inom hälso- och sjukvården",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "shop@lastresortab.com",
          "name": "Shop",
          "position": "",
          "source": "https://www.lastresortab.com/pages/contact"
        },
        {
          "email": "sales@lastresortab.com",
          "name": "Sales",
          "position": "",
          "source": "https://www.lastresortab.com/pages/contact"
        },
        {
          "email": "info@lastresortab.com",
          "name": "Info",
          "position": "",
          "source": "https://www.lastresortab.com/pages/contact"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://facebook.com/100068209308934",
        "twitter": null,
        "instagram": "https://instagram.com/lastresortab"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 231,
      "företagsnamn": "Everone AB",
      "företagswebb": "http://www.everone.se",
      "organisationsnummer": "5592997349",
      "sökterm": [
        "GitLab",
        "Azure",
        "GitHub",
        "Frontendutvecklare",
        "CSS",
        "JavaScript",
        "Frontend",
        "React",
        "HTML",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29557571",
      "titel": "Systemutvecklare Javascript",
      "beskrivning": "This is Everone\nVi är en agentur för duktiga och ambitiösa systemutvecklare. Våra utvecklare arbetar i backend, fullstack, frontend och med design. Med moderna plattformar och ny teknik bygger våra utvecklare digitala lösningar och innovationer för framtiden hos våra kunder. \nVi förstår att du är grym på att koda, därför är det exakt vad du ska lägga din dyrbara tid på. Medan vi ansvarar för att förhandla ditt timpris och dina förmåner, sköta administrationen och hjälpa dig utvecklas i karriären.  \n\nMed oss som agent  Har du 100% koll på vad som faktureras för ditt arbete\n Är du aldrig bunden - inga begränsande konkurrensklausuler eller annat trams (freedom first)\n Stöttar vi dig med struktur, administration, försäljning och coaching\n Blir du en del av vårt community fyllt av de utvecklare vi arbetar tillsammans med\n Har du en lönemodell med ett pottsystem där du själv styr över vad dina uppdragsintäkter går till\n  \n\n  Nu söker vi dig \nTill en av våra kunder söker vi dig som jobbar fullstack men med en förkärlek för Javascript. Som Systemutvecklare med fokus på Javascript (React) ingår man i ett utvecklingsteam som är en del av ett projekt. Teamets uppdrag i projektet är att utveckla en applikation för insamling och analys av information från olika driftmiljöer. Utvecklingsteamet består idag av flera personer med olika roller, bland annat UX-designer, utvecklare, arkitekt och testare. \n Arbetsuppgifter \nArbetsuppgifterna kommer bland annat att bestå av att:\n Självständigt utveckla användargränssnitt från start i React \n Skriva lättförstådd kod med hög kvalitet\n Skriva tester för användargränssnitt\n Ta fram lösningsförslag till användargränsnittet för systemet\n Integrera front-end och tester i systemets built-pipe och dev-ops-rutiner\n Medverka i teamets planeringsaktiviteter\n Delta i förvaltningen av de IT-system som projektet levererar, där användarstöd, felsökning, buggrättning och vidareutveckling ingår samt bistå i övrigt i IT-förvaltningen, kan bli aktuellt längre fram.\n \nBidra med kunskap kring:\n Ramverk för Javascript och React. \n Testning av web-gränssnitt\n HTML, CSS och Javascript\n \n\nObligatoriska krav\nUtbildning:\n Högskole/universitetsutbildning 120hp/180hp inom IT, alternativt motsvarande utbildning eller minst 5 års arbetslivserfarenhet med nedanstående arbetsområden.\n \nKompetens och Erfarenhet:\n Minst 5 års arbetslivserfarenhet av systemutveckling i Javascript och React.\n Minst 5 års arbetslivserfarenhet av systemutveckling i HTML / CSS\n Minst 5 års arbetslivserfarenhet av systemutveckling i Testutveckling för användargränssnitt\n Minst 3 års arbetslivserfarenhet av agila arbetssätt\n Minst 3 års arbetslivserfarenhet av CI/CD och DevOps, där verktyg som Azure DevOps Server, GitLab eller GitHub har använts \n Mervärdeskrav Minst 2 års arbetslivserfarenhet av systemutveckling i Javascript av applikationer som stödjer dataanalys. \n Minst 2 års arbetslivserfarenhet från att ha byggt CI/CD-pipelines i Azure DevOps Server. \n Minst 2 års arbetslivserfarenhet från testautomation. \n Annat God samarbetsförmåga och initiativförmåga\n Flexibel och anpassningsbar efter arbetsbelastning\n Utåtriktad och tydlig i sin kommunikation\n Ödmjuk och ha lätt för att skapa förtroende\n Arbetar självständigt och målinriktat\n Förmåga att arbeta i grupp\n Konsulten ska tala och skriva svenska och engelska obehindrat\n  Placering \nPlacering hos vår kund i Stockholm/Sundbyberg med möjlighet till hybrid remote. Vi ser att du är bosatt någonstans kring Stcokholm, Uppsala eller straxt norr därtill.",
      "Techstack": [
        "Javascript",
        "React",
        "HTML",
        "CSS",
        "CI/CD",
        "DevOps",
        "Azure DevOps Server",
        "GitLab",
        "GitHub"
      ],
      "Produkt": "Agentur för systemutvecklare och digitala lösningar",
      "Företagsstruktur": "Agentur med ett community av systemutvecklare, inget specifikt antal anställda angivet",
      "Ekonomi": "Ingen ekonomisk information angiven",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "CONTACThello@everone.se",
          "name": "Contacthello",
          "position": "",
          "source": "http://www.everone.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/everone",
        "facebook": null,
        "twitter": "https://www.wix.com/studio",
        "instagram": "https://www.instagram.com/everone.se"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 232,
      "företagsnamn": "Seenthis AB",
      "företagswebb": "http://www.seenthis.co",
      "organisationsnummer": "5569205452",
      "sökterm": [
        "Data Visualization",
        "Artificial Intelligence",
        "SQL",
        "CSS",
        "JavaScript",
        "Frontend",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29554553",
      "titel": "Product Manager",
      "beskrivning": "Are you passionate about shaping innovative ad experiences and working closely with customers to bring unique formats to life? Join SeenThis as our new Product Manager!\nOur vision is to create a faster internet that allows for better and higher-quality online content. As part of our rapidly growing Product Development team, you'll play a crucial role in enhancing our publisher offerings.\nAbout the RoleWe are looking for a Product Manager to join our Publisher App team, where you will work to develop and implement cutting-edge ad formats on publisher sites. This role involves a mix of product ownership, customer collaboration, and some technical problem-solving. You'll help bridge the gap between our ad technology and publisher needs, ensuring seamless implementation and troubleshooting as needed.\nYour responsibilities will include:\n Supporting publishers with unique ad format implementation, troubleshooting, and optimization of integrations.\n Managing and developing our unique ad formats.\n Working closely with internal teams (sales, delivery, and tech) to ensure smooth deployments and customer success.\n Acting as a key point of contact for customers, providing hands-on support and guidance.\n Collaborating with developers to refine and enhance ad experiences on publisher platforms.\n Assisting in minor frontend-related tasks, such as styling adjustments on publisher sites (if you have experience or interest in frontend development).\n \nAs with many companies of our size, priorities can shift quickly, so adaptability and a proactive mindset are key to success in this role.\nWho You AreWe’re looking for a problem-solver with a strong customer focus and a passion for digital advertising. You thrive in a fast-paced environment, enjoy working across teams, and have a natural ability to make complex processes smooth and efficient.\nRequirements: 1–3 years of experience in product development, customer-facing roles, or similar (AdTech, media, or digital advertising experience is a plus).\n Strong communication skills to collaborate effectively with internal teams and external customers.\n Ability to troubleshoot technical issues and guide customers through implementations.\n Organized, solution-oriented, and eager to take ownership of tasks.\n Nice-to-Have Skills: Basic understanding of frontend technologies (HTML, CSS, JavaScript) for minor styling fixes.\n Familiarity with AdTech, media, or similar industries.\n Experience with SQL, data analysis, or working with AI tools.\n A background in web development or an interest in coding.\n Experience in the AdTech or media industry is a strong plus.\n \nIf you’re excited about working with cutting-edge ad solutions, collaborating with a dynamic team, and making a real impact in the digital advertising space, we’d love to hear from you!\nApplicationAs we review applications and interview on a continuous basis, please apply as soon as possible. We conduct background checks on all SeenThis-hires, to be compliant with our customers and to protect business-critical information.\nIf you have any questions, please contact Ronja, HR partner at SeenThis, ronja@seenthis.se.\nWe look forward to welcoming you to the SeenThis!",
      "Techstack": "HTML, CSS, JavaScript, SQL, AI-verktyg",
      "Produkt": "Annonsformat och ad-tech-lösningar för publicister",
      "Företagsstruktur": "Publik App-team, Product Development team, antal anställda inte specificerat",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/seenthis",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/seenthis_global/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 233,
      "företagsnamn": "Above Agency AB",
      "företagswebb": "https://above.se/",
      "organisationsnummer": "5590875901",
      "sökterm": [
        "Frontend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29550738",
      "titel": "Industrial Design Internship",
      "beskrivning": "We are now looking for talented industrial design interns to join us in both our Malmö and Stockholm, Sweden studios throughout 2025. Generally, we offer start dates around February & August, but are equally open to accommodating individual setups. For the best experience on both sides, and to really get to know each other, we prefer an internship duration of 6 months. This is a great opportunity for you to develop your skills and get to know more about agency life!\nYou will get the opportunity to work with multi-disciplinary project teams on a wide variety of cutting-edge design & innovation projects, while being able to contribute to all stages of the design process. We believe in creating a culture where you, as an individual, can take responsibility for your work - but we also take care of each other as we navigate ambiguity, tackle challenging problems, and grow as a team.\nOne of our core philosophies is that we believe in bringing design and technology together from the very beginning, breaking down boundaries between the physical and the digital, while fusing hardware & software into meaningful product experiences.\nWhat we are looking for\nAn inspiring design portfolio; good ideas, strong conceptual thinking, creativity\nAesthetic sensibility balanced with a thoughtful, user-centered design approach\nAbility to adapt methods, thought-process and approach to project needs\nStrong fluency in CAD and visualisation tools to express ideas & tell stories\nHands-on mentality and familiarity with physical front-end prototyping\nCuriosity for sustainability, material innovation & manufacturing processes\nA humble, self-driven and optimistic attitude; willingness and desire to learn\nTeam player, with good verbal & visual communication skills\n\nOur work is exciting and diverse in nature, spanning high-volume consumer products, smart home devices, furniture, future mobility experiences, progressive healthcare solutions and much more. We work with leading international brands, local Scandinavian heroes, and a fantastic collection of startups. We’re a team of welcoming, dedicated professionals dedicated to driving progress. In everything we do, we strive for a world-class result and believe you share that mindset.\nWe are also very much interested in receiving applications from individuals that bridge disciplines or have unique profiles in between the traditional molds - let’s talk!\nJoin our team\nPlease submit your portfolio and short motivation statement. Interviews are happening on a rolling basis. Applications without a portfolio will not be considered. Our internships are always paid, and we are open to offering support with visa & work permit processes for successful international candidates.",
      "Techstack": "CAD, visualisation tools, fysisk front-end prototyping",
      "Produkt": "Industriell design, design och innovationsprojekt, konsulttjänster inom design",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "claes@above.se",
          "name": "Claes",
          "position": "",
          "source": "https://above.se/contact"
        },
        {
          "email": "hello@above.se",
          "name": "Hello",
          "position": "",
          "source": "https://above.se/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/above.se/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/above.se/"
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 234,
      "företagsnamn": "REGION HALLAND",
      "företagswebb": "https://northsearegion.eu/inno-quarter/partners-of-inno-quarter/region-halland-se/",
      "organisationsnummer": "2321000115",
      "sökterm": [
        "TypeScript",
        "Git",
        "React",
        "Frontend",
        "utvecklare",
        "Vue",
        "Angular"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29548806",
      "titel": "Utvecklare Front-end sökes till Informationsteknologi",
      "beskrivning": "Om arbetet och oss\nVi söker nu en person som brinner för mjukvaruutveckling och i synnerhet Front-End.\r\n\r\nRegion Halland har en lång tradition av mjukvaruutveckling med hjälp av egen personal. De lösningar vi bygger har fokus på användarvänlighet, robusthet och förvaltningsbarhet. Vi levererar mjukvarulösningar till alla förvaltningar inom Region Halland, men denna tjänst riktar sig specifikt till lösningar inom ekonomi och administration.\n\nPå vår avdelning, Mjukvaruutveckling, är vi 22 personer och vi är en del av IT och Digitalisering (ITD), som består av ca 250 medarbetare inom IT.  Vår avdelning består av andra mjukvaruutvecklare, arkitekt och tjänstedesigner så det finns gott om möjligheter att utvecklas tillsammans. Vi är uppdelade i fem leveransteam som fokuserar på olika domäner, exempelvis Hälso- och sjukvård, Ekonomi och administration, Infrastruktur m.m.\n\nVi levererar:\n\n - CMS-siter, regionhalland.se och intranät\n - Webbapplikationer av skiftade slag\n - API-er\n - Integrationer och Automationer\n\nITD har kontor både i Varberg och Halmstad och du jobbar där det passar dig bäst. Vi tillämpar flexibla arbetsplatser. Arbetstiden är förlagd dagtid, måndag-fredag.\n\nKvalifikationer\nVi söker dig som har en utbildning på högskola eller yrkeshögskola inom mjukvaruutveckling front-end eller motsvarande förvärvad erfarenhet.\n\nDu måste ha en stark programmeringskunskap i modernt ramverk för front-end, så som React, Vue eller Angular.\n\nDet är meriterande om du tidigare jobbat inom offentlig sektor och i synnerhet inom ekonomi. Det är även meriterande om du har erfarenhet av React, TypeScript, Mantine, git och Sitevision.\n\nSom person tar ansvar för dina uppgifter på ett strukturerat sätt där du också har lätt för att anpassa sig till nya omständigheter och ser möjligheter i förändringar. Du arbetar bra med andra människor på ett lyhört och smidigt sätt. Du är lugn, uppmärksam och tillmötesgående i sitt bemötande. Har intresse, vilja och förmåga att hjälpa andra och anstränger sig för att leverera lösningar. Vi lägger stor vikt vid personlig lämplighet.\n\nVarmt välkommen med din ansökan!\n\n\n\nVårt erbjudande\nFör oss är det viktigt att du ska trivas och utvecklas i ditt arbete. \nLäs mer om vilka https://www.regionhalland.se/jobb-och-karriar/formaner/ vi kan erbjuda dig som anställd.\n\nOm Region Halland\n\n\nRegion Halland är till för alla som bor och arbetar här i Halland. Vi är över 8 000 medarbetare inom 370 olika yrken som alla arbetar för att erbjuda en god hälso- och sjukvård och att främja tillväxt och utveckling. Vi ansvarar också för kollektivtrafiken i Halland och driver frågor inom områden som näringsliv, kultur och utbildning. Vår vision är ”Halland ­ – bästa livsplatsen” och med det menar vi att Halland ska bli den bästa platsen att bo på, utbilda sig, arbeta och driva företag i. Vi har kommit en bra bit på vägen, välkommen att följa med oss på vår resa! https://www.regionhalland.se/om-region-halland/\n\nSträvan efter jämställdhet, mångfald och likvärdiga villkor är både en kvalitetsfråga och en självklar del av Region Hallands värdegrund.\n\n\nRegion Halland krigsplacerar all tillsvidareanställd personal.\n\n\nTill bemannings- och rekryteringsföretag och till dig som är försäljare:\nVi undanber oss vänligt men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av ytterligare jobbannonser. Region Halland har upphandlade avtal.",
      "Techstack": [
        "React",
        "Vue",
        "Angular",
        "TypeScript",
        "Git",
        "Sitevision"
      ],
      "Produkt": "Mjukvarulösningar för ekonomi och administration samt andra förvaltningar, inklusive CMS-siter, webbapplikationer, API-er och integrationer",
      "Företagsstruktur": {
        "AntalAnställda": 8000,
        "Avdelningar": [
          "IT och Digitalisering",
          "Mjukvaruutveckling"
        ],
        "MjukvaruutvecklingAntalAnställda": 22,
        "ITDAntalAnställda": 250
      },
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "d.sieperda@fryslan.frl",
          "name": "D Sieperda",
          "position": "",
          "source": "https://northsearegion.eu/inno-quarter/contact/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/sharearticle?mini=true&title=north%20sea%20region - lead partner&url=https://northsearegion.eu/inno-quarter/contact/",
        "facebook": "https://www.facebook.com/sharer/sharer.php?u=https://northsearegion.eu/inno-quarter/contact/",
        "twitter": "https://twitter.com/home?status=https://northsearegion.eu/inno-quarter/contact/",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 235,
      "företagsnamn": "Polismyndigheten",
      "företagswebb": "http://www.polisen.se",
      "organisationsnummer": "2021000076",
      "sökterm": [
        "Ansible",
        "PostgreSQL",
        "Kubernetes",
        "Jenkins",
        "Cypress",
        "gRPC",
        "Frontend",
        "Docker",
        "backendutvecklare",
        "Angular",
        "MySQL",
        "Swift",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29548576",
      "titel": "Senior javautvecklare",
      "beskrivning": "Arbetsplatsbeskrivning\nÄr du en senior systemutvecklare med lång och aktuell erfarenhet av Java som vill ha en spännande och samhällsviktig utmaning där du gör Sverige säkrare? \nPolismyndighetens it-avdelningen och enheten för Utrednings-, lagförings- och forensiska system söker flera seniora utvecklare, gärna dig som vill ta rollen som tech-lead eller lösningsarkitekt. Som utvecklare hos oss får du chansen att bidra till Sveriges trygghet genom att utveckla robusta system för den polisiära verksamheten. Polisens it-avdelning har ca 1200 anställda och ansvarar för allt it-stöd till myndighetens anställda. Vi värdesätter en sund balans mellan arbete och fritid och erbjuder god gemenskap och spännande arbetsuppgifter. Vårt kontor ligger i centrala Stockholm och möjlighet finns att arbeta hemifrån två dagar i veckan då arbetsuppgifterna tillåter.\nArbetsbeskrivning\nVår verksamhet har en bred spännvidd med både egenutvecklade system och inköpta standardsystem. Din vardag kan handla om att tillsammans med ditt team förvalta och vidareutveckla system som stärker och skapar bättre förutsättningar för den operativa verksamheten inom t.ex. områdena trafik och utredning såväl som fotbojor och katastrofsystem. Vardagen kan också handla om att upprätthålla en säker infrastruktur som förhindrar dataintrång eller kodning av helt nya utredningsförmågor och polisiära mobilappar som ger oss en fördel i det brottsbekämpande arbetet. \nSom senior javautvecklare förväntar vi oss att du:\när kommunikativ och tycker om att samarbeta samt har ett eget driv och kan arbeta självständigt \nmed din erfarenhet och kunskap kan agera mentor och stärka kompetensen hos dina kollegor  \ntillsammans med dina kollegor kan planera och driva produkternas tekniska utvecklingsarbete framåt på kort och lång sikt\nhar förmåga till helhetssyn och prioritering av tekniska arbetsuppgifter och kan säkerställa att teamet når uppsatta mål\n\nPå vår IT-avdelning ansvar alla grupper för hela produktens livscykel, det vill säga både nyutveckling, vidareutveckling och förvaltning. En arbetsdag kan innebära allt från att du deltar i workshops om ny funktionalitet till att du utvecklar nya applikationer, underhåller komplexa system eller löser kritiska säkerhetsproblem. Du arbetar nära slutanvändare i den polisiära verksamheten och andra grupper inom IT för att omsätta kunskap till tekniska lösningar som stödjer polisen i deras uppdrag. Vi erbjuder goda möjligheter till personlig utveckling och uppmuntrar våra medarbetare att ständigt vidareutvecklas inom sina intresseområden. \nKvalifikationer\nVi söker dig som har dokumenterad erfarenhet av:\nMinst 10 års relevant erfarenhet inom systemutveckling med fokus på java backend/fullstack, gärna som tech lead eller liknande roll som Polismyndigheten bedömer som likvärdig\nRelevant eftergymnasial utbildning inom IT eller motsvarande erfarenhet som Polismyndigheten bedömer som likvärdig\nMycket goda kunskaper i svenska, både i tal och skrift\n\nAnställningen kräver svenskt medborgarskap.\nMeriterande\nDet är därutöver meriterande om du har dokumenterad erfarenhet inom ett eller flera områden nedan:\nPlattform/backend (Linux, Jboss-servrar, API:er, Maven) med komplexa integrationer\nFrontend (Angular eller liknande frontend ramverk)\nSQL-databaser\nCI/CD pipelines som körs på Jenkins\nGitOps, Bitbucket\nKubernetes/OpenShift\nSpringBoot och microtjänster\nApputveckling (iOS, Swift UI\n\nPersonliga egenskaper \nHos oss arbetar du i ett agilt självorganiserande team med stora möjligheter att påverka din vardag. Därför är det viktigt att du både har förmågan att arbeta självständigt samtidigt som du är en drivande lagspelare som har lätt för att kommunicera och samarbeta. Vår målsättning är att leverera rätt sak i rätt tid genom kontinuerliga mindre leveranser och genom att ständigt utvärdera hur vi arbetar. För oss är det viktigt att du är rätt person och att du vill utvecklas tillsammans med oss.\n Vi kommer att lägga stor vikt vid dina personliga egenskaper.  \nÖvrig information\nAnsök genom att bifoga ditt CV (vi vill inte ha något personligt brev) och besvara urvalsfrågorna. Frågorna utgår från kravprofilen för den här rekryteringen och dina svar ligger till grund för det urval som sker i processen. Att besvara frågorna är en förutsättning för att din ansökan ska anses komplett.\nBesvara följande urvalsfrågor som en del av din ansökan.\nVänligen notera att krav och eventuella meriter ska vara uppfyllda vid ansökningstillfället.\nDu hittar enkäten med urvalsfrågorna i annonsen på: https://polisen.se/jobb-och-utbildning/lediga-jobb/2025/mars/senior-javautvecklare/  \nSpara ner enkäten, besvara frågorna och bifoga den i mejlet med din ansökan/CV. Har du en synnedsättning och har problem med dokument i pdf-format går det bra att kontakta ansvarig HR-konsult för att få möjlighet att besvara enkäten på annat sätt.\nDe uppgifter du lämnar i samband med din ansökan kan användas för att kontakta dig, få information och kallelser samt eventuella anställningshandlingar.\nVälkommen med din ansökan i form av CV och enkät via e-post till jobb.na@polisen.se senast den 22 april 2025. Ansökningar till denna befattning kommer endast tas emot via den mailadress som anges i annonsen. Märk din ansökan med referensnummer A164.786/2025 i mailets ärendemening. \nHar du skyddade personuppgifter, referenser eller liknande information som du själv bedömer som skyddsvärd rekommenderar vi att du kontaktar ansvarig HR-konsult innan du går vidare med din ansökan. \nEn anställning hos Polismyndigheten kan komma att inledas med en provanställning om sex månader.\nVi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) genomförs innan beslut om anställning fattas. Med anställning följer en skyldighet att krigsplaceras. Läs mer om krigsplacering och säkerhetsprövning under https://polisen.se/krigsplacering och https://polisen.se/sakerhetsprovning\nPolismyndigheten kommer att behandla dina personuppgifter i enlighet med reglerna i EU:s dataskyddsförordning (2016/679) och annan tillämplig dataskyddsreglering. Läs mer om vår hantering av personuppgifter på https://polisen.se/personuppgifter/rekrytering\nDin ansökan är en allmän handling enligt offentlighetsprincipen.\nPolismyndigheten \nLäs gärna mer om polisen och vår verksamhet på www.polisen.se\nVarmt välkommen med din ansökan!\nVi undanber oss samtal och mejl från dig som vill sälja annons- och rekryteringstjänster.",
      "Techstack": "Java, Linux, Jboss-servrar, API:er, Maven, Angular, SQL-databaser, Jenkins, GitOps, Bitbucket, Kubernetes, OpenShift, SpringBoot, microtjänster, iOS, Swift UI",
      "Produkt": "Utveckling av IT-system för polisiära verksamheter, såsom trafik och utredning",
      "Företagsstruktur": "Polismyndigheten har ca 1200 anställda och en IT-avdelning som ansvarar för allt IT-stöd till myndighetens anställda",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 236,
      "företagsnamn": "Snáithe AB",
      "företagswebb": "https://codehide.com/",
      "organisationsnummer": "5594398108",
      "sökterm": [
        ".NET",
        "Kubernetes",
        "Docker",
        "Frontend",
        "Robot Framework",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29546942",
      "titel": "Junior Mjukvaruutvecklare ",
      "beskrivning": "Är du intresserad av en spännande möjlighet inom mjukvaruutveckling? På Snáithe har vi en ledig tjänst som Junior mjukvaruutvecklare där du får chansen att arbeta med moderna teknologier och vara en del av ett dynamiskt team.\nAnsvarsområden:\nDesigna och utveckla effektiva lösningar med .NET Framework för Docker-behållare och .NET Microservices.\nImplementera .NET-applikationer med Docker, Mesosphere och Kubernetes för smidig distribution.\nUtveckla frontend-komponenter med React JS för att säkerställa en sömlös användarupplevelse.\nSamarbeta med teamet för att förstå kundprojekt och planera tekniska lösningar.\n\nKrav:\nErfarenhet inom .NET-backend-utveckling och mikrotjänster.\nGoda samarbets- och kommunikationsfärdigheter är viktiga för effektivt arbete både lokalt och internationellt.\nKunskaper i React JS för frontend-utveckling.\nKunskaper i både Urdu och Hindi för att underlätta kommunikationen inom teamet och med vissa internationella kunder.\n\nOm du är en passionerad mjukvaruutvecklare med intresse för både backend- och frontend-teknologier samt mikrotjänster, uppmanar vi dig att ansöka. Bli en del av vårt team på Snáithe och hjälp till att skapa innovativa applikationer och lösningar.\nFör att ansöka, kontakta oss via e-post på developer@snaithe.com. Vi ser fram emot din ansökan!\nBesök vår webbplats på https://codehide.com/.\nEnglish:\nAre you interested in an exciting opportunity in Software Development? At Snáithe, we have a Junior Software Developer position available where you'll have the chance to work with cutting-edge technologies and be part of a dynamic team.\nResponsibilities:\nDesign and develop efficient solutions using .NET Framework for Docker containers and .NET Microservices.\nImplement .NET applications with Docker, Mesosphere, and Kubernetes for seamless distribution.\nDevelop frontend components using React JS to ensure a seamless user experience.\nCollaborate with the team to understand client projects and plan technical solutions.\n\nRequirements:\nExperience in .NET backend development and microservices.\nStrong collaboration and communication skills are essential for effective work both locally and internationally.\nProficiency in React JS for frontend development.\nKnowledge of both Urdu and Hindi to facilitate communication within the team and with certain international clients.\n\nIf you're a passionate software developer with an interest in both backend and frontend technologies and microservices, we encourage you to apply. Join our team at Snáithe and help create innovative applications and solutions.\nTo apply, contact us via email at developer@snaithe.com. We look forward to receiving your application!\nVisit our website at https://codehide.com/.",
      "Techstack": "Docker, .NET Framework, .NET Microservices, React JS, Mesosphere, Kubernetes",
      "Produkt": "Mjukvaruutveckling, applikationslösningar",
      "Företagsstruktur": "Dynamiskt team, antal anställda inte angivet, inga specifika avdelningar nämnda",
      "Ekonomi": "Inga uppgifter tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 237,
      "företagsnamn": "Experis AB",
      "företagswebb": "https://www.experis.com/en",
      "organisationsnummer": "5568551104",
      "sökterm": [
        ".NET",
        "React",
        "HTML",
        "GitHub",
        "TypeScript",
        "Appium",
        "Agile",
        "ETL Pipelines",
        "Kubernetes",
        "Frontend",
        "Angular",
        "C#",
        "Katalon Studio",
        "fullstackutvecklare",
        "AWS Lambda",
        "AWS",
        "CSS",
        "Spring",
        "Tableau",
        "Scrum",
        "JavaScript",
        "utvecklare",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558748",
      "titel": "Junior utvecklare | Lund | Experis",
      "beskrivning": "Om du har ett intresse för teknik och en vilja att utvecklas, detta i en globalt ledande verksamhet, då kan du vara den vi söker! Vi erbjuder en fantastisk möjlighet att bygga vidare på din tekniska kunskap och växa i en stödjande miljö. Vi söker talanger som brinner för att lösa tekniska problem och skapa lösningar som verkligen gör skillnad.\n\nVi söker dig som\n\n * Har grundläggande kunskaper inom C# och .NET\n * Har minst 1-3 års arbetslivserfarenhet av att arbeta i en utvecklarroll\n * Är nyfiken och lösningsorienterad med en vilja att utvecklas\n * Talar och skriver obehindrat på svenska och engelska\n\nDet är meriterande om du även har\n\n * Erfarenhet av Go och/eller C\n * Kännedom om trådlösa och trådbundna kommunikationsprotokoll\n * Tidigare erfarenhet av felsökning och problemlösning i praktiska miljöer\n\nVem är du? \n\nDu är en nyfiken och lösningsorienterad person som förstår vikten av att kunna leverera till kund. Du älskar att lösa problem lika mycket som dina framtida kollegor! Tjänsten innebär hybridarbete med 3-4 dagar/veckan på plats på kontoret i Lund.\n\nOm Experis\n\nExperis är ett ledande, globalt konsultbolag inom IT/Tech med över 600 konsulter på uppdrag i Sverige och 22 000 konsulter runt om i världen. Via Experis får du tillgång till en stor variation av spännande uppdrag hos våra intressanta kunder inom både privat och offentlig sektor. Du kan anta uppdrag genom ditt eget bolag eller som tillsvidareanställd konsult. På Experis blir du en i teamet och får tillgång till ett brett nätverk av kollegor inom ditt kompetensområde.\n\nPå Experis får du en personlig konsultchef och kontinuerlig kompetensutveckling så att du kan hålla dig ajour med ny teknik. Experis, som är en del av ManpowerGroup, har ett långsiktigt hållbarhetsarbete (Working to change the world - ESG strategy) med målsättningen att bidra till att lösa kompetensbristen av bland annat IT-resurser.\n\nVi på Experis är ett värderingsstyrt bolag, och allt vi gör genomsyras av våra värderingar People, Knowledge och Innovation.\n\nPeople | Vi inkluderar och välkomnar alla oavsett roll, funktion eller ansvar. Vi värderar kompetens och har förtroende för att individen tar eget ansvar och levererar inom ramen för sin rollbeskrivning. Vi är prestigelösa och vårt arbetsklimat bygger på öppenhet och trygghet.\n\nKnowledge | Vi har ett \"growth mindset\" och håller oss relevanta på marknaden genom att ständigt förflytta och höja vår egen kompetens, våra konsulters samt våra lösningar/erbjudanden.\n\nInnovation | Vi vågar testa nytt och misslyckas. Det kräver mod. Vi har ett utifrån och in-fokus och arbetar hela tiden med värdeskapande aktiviteter för våra målgrupper.\n\nVad kan vi erbjuda dig?\n\nPå Experis är vi stolta över våra konsulter och tillsammans hittar vi rätt utmaningar för dig. Vi har höga förväntningar på dig, men i gengäld erbjuder vi dig goda utvecklings- och karriärmöjligheter. Förutom möjligheten att utveckla dina kunskaper ute på spännande uppdrag erbjuds du provanställning enligt kollektivavtal, marknadsmässig månadslön, reglerad semester och semestersättning, friskvårdsbidrag, tjänstepension och försäkring, samt många andra förmåner - precis som det alltid ska vara.\n\nVi ser framemot att höra från dig!\n\nHar du fått upp ögonen för denna möjlighet? Kontakta Dara Tysani på mailadress dara.tysani@se.experis.com för att höra mer om vad vi har att erbjuda! Vi är bara ett samtal bort från din nästa utmaning. \n\nVänta inte, låt IT-äventyret börja! 🚀",
      "Techstack": [
        "C#",
        ".NET",
        "Go",
        "C",
        "trådlösa kommunikationsprotokoll",
        "trådbundna kommunikationsprotokoll"
      ],
      "Produkt": "Konsulttjänster inom IT/Tech",
      "Företagsstruktur": "Över 600 konsulter i Sverige och 22 000 konsulter globalt.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 238,
      "företagsnamn": "AxÖ Consulting AB",
      "företagswebb": "https://www.scania.com/",
      "organisationsnummer": "5590997531",
      "sökterm": [
        "Material-UI",
        "Scrum",
        "Frontend",
        "Git"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29545625",
      "titel": "Javautvecklare till vår kund inom försvarsindustrin i Luleå",
      "beskrivning": "AxÖ Consulting är ett konsult- och rekryteringsföretag med kontor i Karlskoga, Örebro, Luleå, Umeå, Örnsköldsvik, Skellefteå och Malmö.\r\n\r\nVi erbjuder tjänster inom rekrytering, konsultlösningar, strategisk kompetensförsörjning och mycket mer.\n\nHar du några års erfarenhet av javautveckling och vill arbeta med avancerade system inom försvarsindustrin? Nu söker vi en javautvecklare för ett konsultuppdrag hos en av våra kunder i Luleå. Du kommer att spela en viktig roll i utvecklingen av ledningssystem för AEW och 9LV och arbeta i en agil miljö.\n\nVälkommen med din ansökan!\n\nDin framtida utmaning\n\nSom javautvecklare kommer du att arbeta med utveckling av avancerade system inom försvarsindustrin. Uppdraget omfattar utveckling av back-end och/eller front-end för ledningssystem kopplade till AEW och 9LV. Arbetet sker på plats hos kunden i Luleå och du kommer att samarbeta med ett erfaret team inom mjukvaruutveckling.\n\nÄr du den vi söker?\n\nVi söker dig som har flera års erfarenhet av javautveckling och är trygg i komplexa systemmiljöer. Vi tror att du har:\n\n - Minst 3+ års erfarenhet av Javautveckling.\n - Erfarenhet av utveckling i Linuxbaserad miljö.\n - Vana av att arbeta med Atlassian-paketet (Jira, Confluence, Bitbucket).\n - Gedigen kunskap om Git och versionshantering.\n - Erfarenhet av agil mjukvaruutveckling (Scrum, Kanban).\n - God förmåga att samarbeta i team och kommunicera tekniska lösningar.\n\nMeriterande kompetenser:\n\n - Erfarenhet av hela mjukvaruutvecklingskedjan: design, utveckling, testning och driftsättning.\n - Teknisk examen från högskola/universitet inom relevant område.\n - Kunskap om ledningssystem inom AEW och 9LV.\n - Erfarenhet av DevOps-metodik och CI/CD-pipelines.\n - Erfarenhet av att gå från monolitiskt system till mikrotjänster.\n - Erfarenhet av säkerhetsklassat arbete. \n\nOm konsultuppdraget\n\nSom konsult är du anställd av AxÖ Consulting. Vi har lång erfarenhet av rekryterings- och konsultbranschen, vilket gör att vi vet hur viktigt det är att ge dig rätt förutsättningar för att lyckas. Hos oss får du chansen att utvecklas i din yrkesroll samtidigt som du får erfarenhet från några av Sveriges mest ansedda bolag. Vi erbjuder kollektivavtalade anställningsvillkor och arrangerar regelbundet sociala aktiviteter för våra konsulter.\n\nInformation och ansökan\n\nDetta är en annons för konsultuppdrag via AxÖ Consulting. Alla ansökningar behandlas konfidentiellt. För frågor om uppdraget, vänligen kontakta konsultchef Joakim Högdahl på joakim.hogdahl@axoconsulting.se eller 070–3629785.\n\nUrval sker löpande och tillsättning kan komma att ske innan sista ansökningsdag.\n\nBefattningen kräver att du genomgår och godkänns enligt vid var tid gällande bestämmelser för säkerhetsskydd. För befattningar där vår kund har krav på säkerhetsklassinplacering kan, i förekommande fall, krav på visst medborgarskap föreligga.\n\nAxÖ Consulting AB har lång och gedigen erfarenhet från rekryterings- och konsultbranschen och har arbetat med såväl privat marknad som inom offentlig sektor. För mer information och ansökan besök www.axoconsulting.se. Vi tar tyvärr inte emot ansökningar via brev eller e-post. \nVarmt välkommen med din ansökan.",
      "Techstack": [
        "Java",
        "Linux",
        "Atlassian",
        "Git",
        "Agil mjukvaruutveckling"
      ],
      "Produkt": "Konsult- och rekryteringstjänster, utveckling av avancerade system inom försvarsindustrin",
      "Företagsstruktur": "Konsultföretag med kontor i flera städer i Sverige, antal anställda okänt",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/scania/",
        "facebook": "https://facebook.com/scaniagroup",
        "twitter": "https://twitter.com/scaniagroup",
        "instagram": "https://www.instagram.com/scaniagroup/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 239,
      "företagsnamn": "EISS Rekrytering & Search AB",
      "företagswebb": "https://eissrekrytering.se",
      "organisationsnummer": "5591373484",
      "sökterm": [
        "TypeScript",
        "Frontendutvecklare",
        "Node.js",
        "CSS",
        "JavaScript",
        "Frontend",
        "backendutvecklare",
        "Angular",
        "HTML",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29544113",
      "titel": "Erfarna Frontendutvecklare till Tekniska Verken!",
      "beskrivning": "Erfarna Frontendutvecklare till Tekniska Verken!\n\nVill du vara med på en spännande digitaliseringsresa i energisektorn? Tekniska Verken är en koncern som ständigt utvecklas och utmanas för att möta framtidens krav på resurseffektivitet och hållbarhet. Tillsammans med våra olika divisioner tar vi nästa steg i att skapa innovativa system, tjänster och produkter som hjälper oss att bli världens mest resurseffektiva region.\n\nVi på utvecklingsavdelningen arbetar med en rad spännande teknologier, från avancerade dataflöden och Business Intelligence-lösningar till API-utveckling, IoT och AI-modeller i vår dataplattform. Vi utvecklar och förvaltar också koncernens appar och webbplatser, med fokus på att skapa användarvänliga och innovativa digitala upplevelser som möter våra kunders behov och förväntningar.\n\nNu söker vi flera erfarna frontendutvecklare som vill vara med och forma vår digitala framtid.\n\nDin roll\n\nSom Frontendutvecklare på Tekniska Verken kommer du att ha en central roll i att designa och utveckla våra digitala tjänster och användarupplevelser. Du kommer att arbeta nära våra UX-designers och backendutvecklare för att skapa innovativa lösningar med hög prestanda och användarvänlighet.\n\nDina arbetsuppgifter inkluderar:\n\n  Utveckla och förvalta webbapplikationer och gränssnitt.\n  Arbeta med vårt designsystem Impact, byggt i Angular och modulstyrt, för att säkerställa enhetlighet och skalbarhet i våra digitala lösningar.\n  Samarbeta med UX-designers för att skapa enhetliga och användarcentrerade designlösningar.\n  Säkerställa responsiva och tillgängliga användarupplevelser enligt WCAG-standarder.\n  Implementera och optimera komponenter och funktioner för hög prestanda och stabilitet.\n  Delta i arbetet med automatiserade tester för att säkerställa kvalitet och robusthet i våra lösningar.\n  Samarbeta med backendutvecklare och integrera API:er i Node.js.\n  Arbeta med molnbaserade lösningar och infrastruktur i Microsoft Azure.\n\n\nOm dig\n\nVi söker dig som har flera års erfarenhet av frontendutveckling och som brinner för att skapa engagerande användarupplevelser. Som person är du kreativ och lösningsorienterad med en god känsla för detaljer. Du trivs med att samarbeta i team och har en stark förmåga att lyssna och kommunicera idéer. Du är flexibel och nyfiken på att lära dig nya teknologier och arbetsmetoder, samtidigt som du är självdriven och strukturerad i ditt arbete.\n\nErfarenhet vi önskar att du har:\n\n  En relevant högskoleutbildning inom datavetenskap, informationsteknologi eller motsvarande.\n  Gedigen erfarenhet av frontendutveckling i Angular eller liknande moderna ramverk.\n  Goda kunskaper i HTML, CSS och JavaScript/TypeScript.\n  Erfarenhet av att utveckla responsiva och tillgängliga gränssnitt.\n  Erfarenhet av att arbeta med backend-integrationer inom Node.js.\n  Erfarenhet av att arbeta med molnbaserade lösningar i Microsoft Azure.\n  Förmåga att kommunicera effektivt på svenska i både tal och skrift.\n\nDet är ett plus om du har:\n\n  Erfarenhet av C# och backendutveckling inom .NET-miljön.\n  Erfarenhet av att jobba med iOS apputveckling.\n  Erfarenhet av verktyg för design och prototyper, exempelvis Figma eller Adobe XD.\n  Erfarenhet av att implementera och hantera automatiserade tester.\n  Erfarenhet av arbete i agila utvecklingsteam och med DevOps-principer.\n\n\nVårt erbjudande\n\nPå Tekniska Verken erbjuder vi en dynamisk och inkluderande arbetsmiljö där du får möjlighet att växa både professionellt och personligt. Hos oss uppmuntras du att ta initiativ, dela dina idéer och arbeta tillsammans med dina kollegor för att nå gemensamma mål. Vi tror på att ständigt förbättra våra färdigheter genom kontinuerlig utbildning och utveckling.\n\nÄr du intresserad?\n\nOm du vill veta mer, tveka inte att kontakta Rekryteringskonsult Mia Neander på EISS Rekrytering & Search. Jag svarar gärna på frågor och för en dialog om hur du skulle komma till din rätt på Tekniska Verken.\n\nSista ansökningsdag är den 31 januari 2025. Vi genomför löpande urval och tillsättning sker enligt överenskommelse. Vi kan tyvärr inte ta emot ansökningshandlingar via mail, enligt vår integritetspolicy gällande GDPR.\n\n\n\nEISS Rekrytering & Search\n\nEISS Rekrytering & Search är ett specialistbolag inom rekrytering med säte i Norrköping. Genom vår kompetens inom området, marknadsledande system och innovativa fokus vill vi lyfta rekrytering till en ny nivå. Vårt mål är att etablera oss som Östergötlands mest eftertraktade bolag inom rekrytering och vår vision är att erbjuda den bästa kund- och kandidatupplevelsen på marknaden. Mer information finns på www.eissrekrytering.se",
      "Techstack": [
        "Angular",
        "Node.js",
        "HTML",
        "CSS",
        "JavaScript/TypeScript",
        "Microsoft Azure"
      ],
      "Produkt": "Rekrytering och search inom teknik och digitalisering",
      "Företagsstruktur": "Specialistbolag inom rekrytering baserat i Norrköping, ingen information om antal anställda eller avdelningar.",
      "Ekonomi": "Ingen ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@eissrekrytering.se",
          "name": "Info",
          "position": "",
          "source": "https://eissrekrytering.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/eiss-rekrytering-search/",
        "facebook": "https://www.facebook.com/eissrekrytering/",
        "twitter": null,
        "instagram": "https://www.instagram.com/eissrekrytering/"
      },
      "recruitmentcompany": true,
      "consultantcompany": false
    },
    {
      "id": 240,
      "företagsnamn": "Drakryggen IT Linköping AB",
      "företagswebb": "http://drakryggen.com",
      "organisationsnummer": "5591303697",
      "sökterm": [
        "TypeScript",
        "Frontendutvecklare",
        "GCP",
        "AWS Lambda",
        "AWS",
        "Frontend",
        "React",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29542142",
      "titel": "Erfaren frontendutvecklare",
      "beskrivning": "Erfaren frontend-utvecklare\nVem söker vi? Är du en skicklig utvecklare med en passion för kodning och vill arbeta med frontend-utveckling? Vi söker dig som gillar att lösa problem och trivs med systemutveckling där samarbete och ansvar är nyckeln till framgång. Personligheten är central: du tycker om att jobba tillsammans med andra och är kommunikativ. Du har lätt att sätta dig in i nya områden komma med idéer och bolla med andra.\nDina ansvarsområden\n Designa, utveckla och ansvara för frontend-lösningar.\n Översätta kundkrav till värdeskapande lösningar tillsammans med teamet.\n Bidra genom hela utvecklingsprocessen – från kravställning till produktionssättning.\n \nDin tekniska kompetens:\n Minst 5-8 års erfarenhet av frontend-utveckling i Typescript.\n Kunskap om molnplattformar som Azure, AWS eller Google Cloud Platform (GCP).\n Erfarenhet av arbete i agila utvecklingsteam.\n Flytande svenska och engelska, både i tal och skrift.\n Du behöver ha rättighet att bo och arbeta i Sverige och arbetet kommer ske på plats i kundens lokaler i Linköping.\n \nMeriterande kompetens (bör-krav):\n Fluent\n React\n CI/CD erfarenhet (GitHub Actions)\n Allmän testerfarenhet\n \nVad kommer du göra? I det här kunduppdraget får du chansen att jobba som produktutvecklare med fokus på frontend-utveckling i ett utvecklingsteam inom R&D. \n Vilka är Drakryggen? \nVi på Drakryggen vill göra saker som är roliga eller viktiga. Och utvecklande. Ibland är det vi gör både roligt och viktigt samtidigt som det är utvecklande. Då har vi lyckats.\nVad kan vi erbjuda? Vi tror på en hälsosam arbetslivsbalans och en prestigelös miljö som bidrar till teamets utveckling. Du får inom rimliga ramar fri arbetsplats och flexibel arbetstid. Vi ger dig möjligheter att utveckla nya färdigheter i en inkluderande arbetsmiljö tillsammans med proffsiga och ödmjuka kollegor.\nSom företag har vi ett starkt engagemang för FN:s globala hållbarhetsmål.\nVi är medvetna om de utmaningar som e-handel kan medföra och arbetar aktivt för att minimera dess påverkan. Vår ambition är att skapa lösningar som inte bara är effektiva och innovativa, utan som också kan bidra till långsiktiga hållbarhetsmål och stödja en mer cirkulär ekonomi. \nDu kan läsa mer om oss och hur det är att jobba på Drakryggen på vår hemsida och på LinkedIn.\nVi uppmuntrar ansökningar från personer av alla kön och bakgrunder för att återspegla den mångfald som finns inom vårt företag och samhället stort.\nTa chansen och bli en del av oss på Drakryggen - vi ser fram emot att höra från dig!",
      "Techstack": "Typescript, Azure, AWS, Google Cloud Platform, React, CI/CD, GitHub Actions",
      "Produkt": "Frontend-utvecklingstjänster med fokus på produktutveckling och R&D",
      "Företagsstruktur": "Företaget verkar i team och betonar samarbete, ansvar och inkluderande arbetsmiljö",
      "Ekonomi": "Inga ekonomiska siffror tillgängliga",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 241,
      "företagsnamn": "Eliq AB",
      "företagswebb": "https://eliq.com/career/",
      "organisationsnummer": "5567632699",
      "sökterm": [
        "Scrum",
        ".NET",
        "React",
        "Frontend",
        "Angular",
        "Microservices",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29537909",
      "titel": "Senior .Net Developer",
      "beskrivning": "Hi there!\nHow would you like to work with a world-class team and help disrupt the energy industry and the way consumers use energy and interact with utility companies?\nYou will join one of our amazing development teams that focuses on helping homeowners to use energy in a smarter way. You will work both with frontend and backend development, the teams work closely together to specify, build and deliver features and you will also get support from other developers across other teams at Eliq. In this role you will spend a lot of time with data and data integrations. This includes everything from specifications, building, testing and deploying solutions. On the backend side we have a microservices architecture hosted in Microsoft Azure and primary coded in C#, on the frontend side we are currently using Angular and a bit of React.\nWho we think you are:\nYou lean towards the backend side and this is where you will spend most of your time but you do enjoy mixing in frontend work as well. Typically you think more of features rather than frontend - backend. You like to dive into and understand problems, and have an eye for how to generalize solutions and build reusable components. At Eliq you will get freedom and responsibility and will not be micromanaged. This also means that you are good at asking questions and pushing for a solution. You don't need to know it all, but you need to enjoy figuring stuff out. More importantly, we expect you to be a great team player that cares about your job and your colleagues.\nWhat brought you here:\nLots of experience in .NET, C# and .NET Core\nHands-on experience with front-end development (Angular) is a merit\nA love for automation (we are using Azure DevOps and Azure Pipelines)\nCloud platform experience\nHands on experience with enterprise integration platforms\nGood communication skills\n\nWhat we bring to the table:\nFlexible working hours and hybrid work from Gothenburg, Sweden or from Vilnius, Lithuania \n25 business days of annual vacation\nAnnual team events together with our colleagues from Sweden, UK and other offices\n\n\n\nAbout Eliq:\nEliq is a leading company in the energy insights space ⚡, serving 30+ utilities across 13 European markets. Founded in 2015, Eliq is a VC-backed business with approximately 40 employees, experiencing significant growth. We are dedicated to improving the way energy is used by making sense of the world’s energy data, enabling businesses to build digital energy products and users to avoid energy wastage. Join us in fast-tracking the planet’s 🌍transition to net zero.\nIf you read this far, it is time to apply:\nWe think you’re excited to work with a team that moves fast, takes risks, and comes to work every day excited about building a product that affects the lives of millions of people, while helping to accelerate the transition to clean energy. We would love to hear from you!\nPrivacy Notice: Your personal data will be processed in accordance with our Privacy Policy. By applying for this position, you agree to the processing of your personal data as described. For more details, please review our full privacy policy.",
      "Techstack": [
        ".NET",
        "C#",
        ".NET Core",
        "Angular",
        "React",
        "Microsoft Azure",
        "Azure DevOps",
        "Azure Pipelines"
      ],
      "Produkt": "Energiinsikter och digitala energiprodukter för konsumenter och företag",
      "Företagsstruktur": "Cirka 40 anställda, verksam i 13 europeiska marknader med fokus på energidataanvändning",
      "Ekonomi": "VC-backed företag som upplever betydande tillväxt",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "hello@eliq.io",
          "name": "Hello",
          "position": "",
          "source": "https://eliq.com/career/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/eliq/",
        "facebook": null,
        "twitter": "https://twitter.com/geteliq/",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 242,
      "företagsnamn": "Volvo Business Services AB",
      "företagswebb": "https://www.volvogroup.com/en/",
      "organisationsnummer": "5560295197",
      "sökterm": [
        "Git",
        "Penetration Testing",
        "Agile",
        "Functional Programming",
        "Artificial Intelligence",
        "SQL",
        "Bash",
        "Frontend",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560621",
      "titel": "Global Technology Manager for AI Strategy & Governance",
      "beskrivning": "\"Founded in 1927, the Volvo Group is committed to driving prosperity and shaping the future landscape through sustainable transport, mobility, and infrastructure solutions. By offering trucks, buses, construction equipment, power solutions for marine and industrial applications, financing and services that increase our customers’ uptime and productivity. \n\nOur headquarters are in Gothenburg, Sweden. Volvo Group shares are listed on Nasdaq Stockholm.\"\r\n\r\nIn an environment of change, with new technologies and rapidly changing customer requirements we are looking for a Global Technology Manager (GTM) for AI strategy and governance to Group Trucks Technology (GTT) Digital Operations. \n\nThe GTT Digital Operations are around 100 employees with presence in Gothenburg, Lyon, Greensboro and Bangalore. The global organization is driving the digital transformation for GTT, securing collaboration, synergies and effectiveness. \n\nThe organization has the following responsibilities:\n•    Leading GTT Digital Operations: Overseeing the integration of the Digital Operations, CDO office, Data & Simulations Platforms, and Data Governance & Data Compliance into a Complete Vehicle.\n•    Driving Digital Transformation: Ensuring collaboration, synergies and effective deliveries across GTT, and the Volvo Group.\n•    Managing IT strategy and budget: Leading the alignment of strategy work including AI, data and simulation. Leading the GTT IT budget and prioritizing various GTT IT initiatives.\n•    Fostering innovation and performance: Promoting an innovative culture while balancing technical, operational and relational aspects of the business.\n\n\nWhat will you do?\nThe AI strategy and governance is a core function working across GTT and R&D functions in Volvo Group. You are empowered and accountable for leading the following challenges and delegations:\n-    Management of the governance of AI developments\n-    Management of the AI strategy\n-    Management of the compliance and cybersecurity related to AI\n\nFor this role, you will manage and develop a team of approximately 10 professionals. You and your team are supporting R&D in the acceleration of AI-based solutions aimed at enhancing productivity, quality and timely deliveries. Responsibilities include developing the organization, governance, personnel, processes and technology necessary to meet business objectives. \n\nAlso, the manager will foster a positive work environment that prioritizes meaningful work, diversity, supportive colleagues and management, and a growth mindset.\n\nYou represent GTT and R&D in the Group Digital & IT governance working with the definition of strategies and leading strategic initiatives.\n\nWho are you?\nYou love to lead people and technology. You work with simplicity, empowerment and accountability. Growing competences, knowledge and professionalism is close to your heart, and you have the drive to continuously develop the organization as well as your personal abilities and behaviors.\n\nAs a manager, you’re all about seizing new opportunities and unlocking your team’s potential to discover solutions that drive the transformation of the digital landscape for GTT and Volvo Group. A key part of your role is to foster strong cross-functional collaboration among Group Trucks Technology, R&D functions and Volvo Group Digital & IT. By promoting collaboration, you help break down silos and bring together the necessary expertise from various organizations, paving the way for innovation and new advancements in the digital space.\n\nAs a member of the Digital Operations Global Leadership Team, you also have responsibilities to develop the global organization towards set objectives. \nYou live the Volvo Group Values with high integrity and trust. \n\nWe also want you to have:\n•    Master’s degree in digital engineering – IT, cybersecurity, data, AI, ML, Cloud computing\n•    Several years of experience in leading people within IT-development, digital operations or software development in a global context\n•    Experience of leading the governance of an extensive investment portfolio Decision process, budget, roadmaps\n•    Experience in the management of IT-technologies Architecture, requirements, cybersecurity\n•    Experience in management of external collaboration\n\nThe position will require traveling to other sites. Last application date is 6th of april, 2025.\nIf you are ready for the next step in your development and recognize yourself in this description, do not hesitate; start writing your application right now!\n\nDon’t hesitate to contact us if you have any questions\nPierre Andraud, Vice President & Chief Digital Officer, pierre.andraud@volvo.com\nCarl Esselin, Vice President People & Culture Complete Vehicle, carl.esselin@volvo.com\n\n\nWe value your data privacy and therefore do not accept applications via mail.",
      "Techstack": "AI, ML, Cloud computing, cybersäkerhet, dataplattformar",
      "Produkt": "Lastbilar, bussar, byggutrustning, kraftlösningar för maritima och industriella tillämpningar, finansiering och tjänster",
      "Företagsstruktur": "Cirka 100 anställda inom GTT Digital Operations, närvaro i Göteborg, Lyon, Greensboro och Bangalore",
      "Ekonomi": "Information om specifika ekonomiska siffror är inte tillgänglig",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "groupinfo@volvo.com",
          "name": "Groupinfo",
          "position": "",
          "source": "https://www.volvogroup.com/en/investors/contact-investor-relations.html"
        },
        {
          "email": "investorrelations@volvo.com",
          "name": "Investorrelations",
          "position": "",
          "source": "https://www.volvogroup.com/en/investors/contact-investor-relations.html"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/2087/",
        "facebook": "https://www.facebook.com/volvogroup/",
        "twitter": null,
        "instagram": "https://www.instagram.com/volvogroup/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 243,
      "företagsnamn": "Telenor Sverige AB",
      "företagswebb": "https://en.wikipedia.org/wiki/Telenor_Sverige",
      "organisationsnummer": "5564210309",
      "sökterm": [
        "Selenium",
        "Penetration Testing",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "Swagger",
        "Postman",
        "Frontend",
        "Microservices",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531648",
      "titel": "QA Engineer",
      "beskrivning": "Looking for a workplace for the future?\n\nAt Telenor, you own your career. Here, you’ll have the opportunity to make the most of your dreams and expertise while contributing to technological innovations that are barely even imagined today. Innovations that we know will change the map for how we communicate and live our connected lives in the future. Are you looking for a workplace where you can make a difference in what matters most – relationships between people.\n\nWe are transforming\n\nAt Telenor we are accelerating our digital transformation. In the Consumer IT Tribe, we are building a modern and fast-paced software development organization with a mission to enable and accelerate Telenor Sweden's Consumer business. We have the accountability to provide fast-paced software development from business support systems up to the channel layer.\n\nWhat you will do\n\nWe are looking to strengthen our team with a QA Engineer that will be responsible for Quality Assurance of telenor.se purchase flows. This application is used by our end customers to buy hardware’s, subscriptions, sims and transfer their subscription etc. The main responsibility of the team is to build the frontend and a backend of orchestration services and API’s to be consumed by the client. You are a highly specialized QA Engineer, with a focus on web, motivated by technical challenges and delivering top quality. As a QA Engineer you are used to work in close cooperation with both backend and frontend developers, coaching them and being an ambassador of good quality and automation principles.\n\nAt the same time, you will also work on creating test plans, as well as performing for example manual, exploratory or performance testing and define our goals within automation and test in general. Close communication and collaboration are a crucial part working with multiple teams connecting to the system around this team's specific application that orchestrates workflows between different applications and microservices.\n\nWho you are\n\nWe believe that you are a person with a big passion for testing and quality and see the value that QA brings. You are structured and highly committed in what you do and understand the importance of continuous improvement and challenging status quo. You are a driven, self-motivated and take responsibility for your tasks with willingness to jump in where is needed for the team and ultimately the company to succeed.\n\nMust have skills:\n\n     * C#, Selenium.\n     * Experienced in writing Nunit tests.\n     * Extensive experience in Automation Framework Designing.\n     * Hands on experience on Selenium for automating frontend tests, parallelization and mocks.\n     * Experience of working with HTTP/Restful APIs, Postman/Curl (or similar API testing tools).\n     * Knowledge about Browser stack or similar for cross browser testing to test across different device combinations.\n     * Experience with Defect tracking tool (Jira or similar).\n     * Understanding of CI/CD (preferably Jenkins).\n     * Working knowledge of GIT.\n     * Knowledge about A11Y audit and accessibility testing.\n\nPreferred:\n     * Maven.\n     * AWS (for tracking events/logs using Cloudwatch).\n     * Elastic Stack (Kibana, APM or similar log aggregation/tracing tools).\n     * Grafana / Prometheus (or similar monitoring tools).\n     * Swagger.\n     * Jenkins.\n     * Performance Testing Tools (eg. Jmeter etc).\n     * Experience of working with Content Management System (Contentful or similar).\n\nOur promise to you\n\nWe are better together.\n\nHere, you’ll be part of a family-like and inclusive culture, built on strong shared values and leadership that empowers you with both trust and confidence. We believe in enabling each other to act and make decisions, while always having each other’s backs through ups and downs.\n\nWe support relationships and societies.\n\nTelenor plays a vital role in the society, giving your work a greater purpose. Every day, we create value for millions of people and maintain a customer-first approach where human relationships are at the heart of everything we do.\n\nWe make room for life.\n\nWork from home up to two days a week, where your role allows it. The rest of the time, we create magic together at the office. You also get two ‘give-me-a-break’ days per year for extra time off, and our flexible working hours help you balance your time. We also support you through every stage of life with our benefits package.\n\nWe invite you to a career in motion.\n\nYour development is at the center of our culture. We dedicate at least 40 hours per year for you to deepen your expertise, explore new areas, and develop in your role. Through Telenor Academy and other learning initiatives, you’ll have the tools and freedom to advance your career. When you want to broaden your horizons, we are present throughout the Nordics.\n\nApply today!\n\nWill you take the next step in your career with us? We look forward to your application! We review applicants on an ongoing basis, so don’t wait—reach out today.\n\nIf you have any questions or want to know more, feel free to contact Cajsa Lundström, cajsa.lundstrom@telenor.se. Please note that we cannot accept applications via email.\n\nGood to know\n\nAs part of Telenor’s policy, we conduct background checks on final candidates for all recruitments.",
      "Techstack": [
        "C#",
        "Selenium",
        "Nunit",
        "HTTP/Restful APIs",
        "Postman",
        "Jira",
        "CI/CD",
        "GIT",
        "A11Y audit",
        "Maven",
        "AWS",
        "Elastic Stack",
        "Grafana",
        "Prometheus",
        "Swagger",
        "Jenkins",
        "Jmeter"
      ],
      "Produkt": "Tjänster relaterade till mobilkommunikation, datatjänster, hårdvara och abonnemang",
      "Företagsstruktur": "Inga specifika uppgifter om antal anställda eller avdelningar nämns",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 244,
      "företagsnamn": "Danda AB",
      "företagswebb": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4378375/",
      "organisationsnummer": "5590692249",
      "sökterm": [
        "TypeScript",
        "fullstackutvecklare",
        "Jest",
        "GraphQL",
        "Redux",
        "Frontend",
        "HTML5"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29527392",
      "titel": "Fullstack Developer",
      "beskrivning": "PlanIT is the next generation of Sparepart management planning for Automotive customer. The digital product is build on Azure with a frontend built on Neptune. What we need is a person to drive the transformation from Neptune into REACT. This is a long term assignment and we want the person to stay in our team to maintain the application. Primarily the front end but also contribute in the maintenance team in general.\n\nMain technical skills:\n React (including Hooks, Context API and component composition etc.)\n TypeScript\n State management solutions (like Redux or React Query)\n HTML5, CSS3 and modern styling techniques (ex. Styled Components)\n Understanding of RESTful APIs (or GraphQL)\n Unit and integration testing (React Testing Library, Jest, Playwright)\n \n\nMigration-Specific Skills\n Experience in rewriting legacy frontend systems to React\n Ability to analyze old codebases (Neptune in this case) and identify reusable logic\n Understanding of gradual migration strategies\n Refactoring skills to modernize UX/UI patterns during the migration\n Knowledge of performance optimizations in React during rewrites\n \n\nTools/Ecosystem:\n Build tools (ex. Vite)\n Linting, formatting and code quality tools (ESLint, Prettier)\n Git\n Design systems and component libraries (Storybook, MUI, etc.)\n Understanding of accessibility (a11y) best practices\n Experience with CI/CD pipelines (ex. Azure DevOps)\n Work is to be performed from office in Arendal - Göteborg",
      "Techstack": [
        "React",
        "TypeScript",
        "Redux",
        "HTML5",
        "CSS3",
        "Styled Components",
        "RESTful APIs",
        "GraphQL",
        "React Testing Library",
        "Jest",
        "Playwright",
        "Vite",
        "ESLint",
        "Prettier",
        "Git",
        "Storybook",
        "MUI"
      ],
      "Produkt": "Sparepart management planning för Automotive kunder",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "hal-scofield@omrf.ouhsc.edu",
          "name": "Hal Scofield",
          "position": "",
          "source": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4378375/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/ncbinlm",
        "facebook": "https://www.facebook.com/ncbi.nlm",
        "twitter": "https://twitter.com/ncbi",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": true
    },
    {
      "id": 245,
      "företagsnamn": "Naturhistoriska Riksmuseet",
      "företagswebb": "https://www.nrm.se/",
      "organisationsnummer": "2021001124",
      "sökterm": [
        "Scrum",
        "Node.js",
        "Frontend",
        "Docker",
        "PostgreSQL",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29526514",
      "titel": "Systemutvecklare",
      "beskrivning": "Naturhistoriska riksmuseet (NRM) och Science for Life Laboratory (SciLifeLab) Data Centre söker en motiverad och skicklig systemutvecklare för att stödja utvecklingen av nationella datatjänster inom forskningsämnet evolution och biodiversitet. Anställningen och placeringen kommer att vara vid NRM, och arbetet kommer att ledas av SciLifeLab Data Centre.\n\nNRM (https://www.nrm.se/) är en statlig myndighet och ett ledande forskningsinstitut, samt Sveriges största museum. I över 200 år har museet samlat in mer än 11 miljoner exemplar av växter, djur, svampar, miljöprover, mineraler och fossil, och bedriver forskning om liv på jorden. Kunskapen delas genom utställningar, Cosmonova, samt fysiska och digitala aktiviteter.\n\nSciLifeLab (https://www.scilifelab.se/) är ett centrum för forskning inom livsvetenskaper i Sverige och ett samarbete mellan svenska universitet. Sedan 2013 har SciLifeLab haft i uppdrag av den svenska regeringen att driva nationell infrastruktur, tillhandahålla den senaste teknologin och expertisen inom livsvetenskaper till svenska forskare, samt att vara ett ledande internationellt centrum för forskning inom hälso- och miljövetenskap. SciLifeLab Data Centre (DC) (https://www.scilifelab.se/data/) är en central enhet inom SciLifeLab med ansvar för IT och datahantering, och arbetar mot SciLifeLab och forskningsprogrammet Data-Driven Life Science (DDLS) som involverar elva partnerorganisationer.\n\nGenom att arbeta på Data Centre kommer du att vara i hjärtat av Sveriges främsta infrastruktur för livsvetenskaper och vara delaktig i att forma integrationen av det senaste rönen inom IT och data science i svensk livsvetenskaplig forskning. Du kommer att maximera effekten av den stora mängd forskningsdata som genereras vid SciLifeLab och ansluta dig till dataingenjörer, data stewards och systemutvecklare i ett snabbt växande, dynamiskt och progressivt team som har en ledande roll inom svensk datadriven livsvetenskap.\n\nDen framgångsrika kandidaten kommer att arbeta i Data Science Node in Evolution and Biodiversity inom DDLS-programmet. Denna nod samordnar tjänster och supportbehov för nationella forskar-communities inom evolution och biodiversitet. Noden strävar efter att göra verktyg, projektinformation, kod och data så öppna som möjligt genom SciLifeLabs nationella Data Platform, där FAIR-principerna (Findable, Accessible, Interoperable och Reusable) är centrala.\r\n\r\nARBETSUPPGIFTER\nSom systemutvecklare i vårt team, som består av data stewards, systemutvecklare och dataingenjörer, förväntas du delta i utvecklingen av nationella datatjänster för forskarsamhället inom evolution och biodiversitet. Utvecklingsarbetet kan omfatta både backend- och frontend-uppgifter.\n\nArbetet kan innebära samarbete med nationella och internationella infrastrukturer samt community-drivna data science-projekt. Det kräver att du i samarbete med dataingenjörer och utvecklare från andra organisationer utvecklar tekniska lösningar för att hantera komplexa datamängder. Lösningar för metadatahantering och -standardisering är av särskild betydelse, liksom integration med olika datakällor, såsom miljö- och biodiversitetsmätdata, genetiska data från olika organismer, och storskalig molekylär data.\n\nVi erbjuder en dynamisk och inspirerande arbetsmiljö. Vi värdesätter också kunskapsdelning mellan team och utvecklare och ger möjligheter till kontinuerlig fortbildning.\r\n\r\nKVALIFIKATIONER\nFör att lyckas i jobbet krävs att du har;\n\n\t• Universitetsutbildning inom ett relevant område t.ex. inom informationsteknik, datateknik, datavetenskap, systemvetenskap eller bioinformatik eller motsvarande dokumenterad kompetens\n\t• Dokumenterad erfarenhet av Python eller andra relevanta programmeringsspråk\n\t• Dokumenterad erfarenhet av att arbeta i Linux-baserade miljöer\n\t• Flytande engelska i både tal och skrift\n\nDet är meriterande om du också har;\n\n\t• Dokumenterad erfarenhet av att arbeta med virtualisering och/eller container-teknologier, helst Kubernetes och Docker.\n\t• Kunskap om frontend JavaScript-ramverk och -verktygskedjor\n\t• Erfarenhet av databaser (t.ex. MySQL, PostgreSQL)\n\t• Erfarenhet av verktyg och ramverk för datavisualisering\n\t• Erfarenhet av att arbeta med Scrum eller liknande metoder\n\t• Kunskap och intresse av att stödja biodiversitets- eller miljövetenskaplig forskning och infrastruktur i Sverige\n\nDu har förmåga att arbeta både självständigt och i samarbete med kollegor från olika områden. Du tar initiativ och kommer med nya förslag till arbetssätt.\r\n\nÖVRIGT\nVårt mål är att genom forskning och publik verksamhet visa vägen till ökad kunskap och handlingskraft, för att vi tillsammans ska kunna bidra till en hållbar och ljus framtid. Vår långsiktiga strävan är att Naturhistoriska riksmuseets anställda ska spegla den mångfald som finns i Sverige. Vi välkomnar alla sökanden oavsett kön, bakgrund, ursprung och funktionsvariation.\n\nInför rekryteringsarbetet har vi tagit ställning till rekryteringskanaler och marknadsföring. Vi undanbeder oss därför kontakt med mediesäljare, rekryteringssajter och liknande.",
      "Techstack": [
        "Python",
        "Linux",
        "Kubernetes",
        "Docker",
        "JavaScript"
      ],
      "Produkt": "Nationella datatjänster inom forskningsämnet evolution och biodiversitet, inklusive hantering av forskningsdata och utveckling av tekniska lösningar.",
      "Företagsstruktur": "Statlig myndighet och forskningsinstitut, Sveriges största museum, med fokus på samarbete mellan olika avdelningar och forskarcommunityn.",
      "Ekonomi": "Ingen specifik ekonomisk information finns tillgänglig i beskrivningen.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "caroline.forsstrom@nrm.se",
          "name": "Caroline Forsstrom",
          "position": "",
          "source": "https://www.nrm.se/om-oss/press"
        },
        {
          "email": "catharina.hammarskiold@nrm.se",
          "name": "Catharina Hammarskiold",
          "position": "",
          "source": "https://www.nrm.se/om-oss/press"
        },
        {
          "email": "didrik.vanhoenacker@nrm.se",
          "name": "Didrik Vanhoenacker",
          "position": "",
          "source": "https://www.nrm.se/om-oss/press"
        },
        {
          "email": "asa.peterson@nrm.se",
          "name": "Asa Peterson",
          "position": "",
          "source": "https://www.nrm.se/om-oss/press"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/naturhistoriskariksmuseet",
        "twitter": null,
        "instagram": "https://www.instagram.com/naturhistoriska/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 246,
      "företagsnamn": "DBT Solutions AB",
      "företagswebb": "http://dbtune.com",
      "organisationsnummer": "5593311003",
      "sökterm": [
        "TypeScript",
        "AWS",
        "GraphQL",
        "Frontend",
        "PostgreSQL",
        "Neo4j",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29522623",
      "titel": "CTO/Tech Lead - AI Startup, DBtune",
      "beskrivning": "About DBtune\nDBtune is an innovative B2B software startup based in the vibrant Malmö, Sweden, a short train ride away from Copenhagen, Lund and Helsingborg. Since our founding in 2020, our dedicated team of engineers and Ph.D. researchers has been on a mission to revolutionize cloud and database management systems using Artificial Intelligence and Machine Learning. \nDBtune's core technology is a fully automated service designed to optimize databases. Our optimizer, based on machine learning, tailors each optimization to the specific customer workload and hardware in use. This approach leads to improved key performance indicators, making the process of database tuning more efficient and scalable across hundreds of instances. We make databases twice as fast, save massive infrastructure costs, and reduce the environmental footprint of data management.\nWe have garnered support from institutional and angel investors in the EU and the US, along with pre-seed funding from the Knut and Alice Wallenberg Foundation (KAW). With a growing customer base, DBtune is poised to expand its influence even further, scaling our operations to bring AI-driven database optimization to a broader audience. In the last two years we have set up the distribution channel to reach and optimize 10% of the world PostgreSQL databases within a few years. \nJob overview\nDBtune is seeking an accomplished software engineer with a strong background in building complex software solutions. As a Chief Technology Officer / Tech Lead at DBtune, you will play a pivotal role in transforming our ML engine into a more scalable and robust SaaS solution. Working closely with our existing development team, you will be responsible for building the software infrastructure of the DBtune product, with a strong focus on the back-end and overseeing the front-end development. This is a hands-on role that requires writing software and contributing directly to the codebase. Additionally, you will lead the effort to streamline our internal deployment processes, maintain our cloud-based services for high availability, and implement robust monitoring and alerting systems. Your expertise will drive the creation of a cutting-edge platform hosted on AWS, catering to the needs of our growing customer base. \nThe position title is flexible (Chief Technology Officer or Tech Lead) and depends on experience. While the Tech Lead will naturally evolve into the CTO role over time, we are open to hiring a CTO directly, depending on the seniority of the candidate. You will report to the CEO.\nDBtune encourages employees to attend and represent DBtune at prominent database conferences, sharing expertise and insights on performance engineering and AI-driven database optimization solutions. This role provides a unique platform to contribute to our ongoing mission of revolutionizing cloud and database systems.\nKey responsibilities\nDesign and build the software infrastructure of the database optimization product in collaboration with the development team.\nHelp build, mentor and grow a team of passionate deep tech specialists.\nApply critical thinking in feature development and the product roadmap.\n\nRequirements\n5+ years of software development experience.\nStrong software architecture skills for cloud-based systems.\nProficiency in various cloud providers, back-end development (we use Python, TypeScript, Golang), and basic front-end skills (e.g., React, TailwindCSS).\nExperience with API design (REST or GraphQL), databases, and SQL.\nKnowledge of infrastructure as code (e.g., Terraform, Pulumi), CI/CD tools (e.g., GitHub Actions), and testing.\nGood understanding of container technologies (e.g., Docker).\nA proven history of delivering high-quality work on stringent timelines.\nExcellent problem-solving and troubleshooting skills.\nOral and written proficiency in English.\n\n\n\nAdditional merits\nDegree in Computer Science or related field.\nExperience in PostgreSQL. \nFamiliarity with infrastructure monitoring tools (e.g., Prometheus, Grafana, Datadog).\nExperience with other cloud platforms (e.g., Azure, Google Cloud). \nSome knowledge of UX design (e.g., Figma) and website design principles.\nPrevious experience in startups or other fast-paced environments.\n\nWork environment\nDBtune fosters a dynamic and collaborative work environment where innovation thrives. As a tight-knit team, we value diversity, embrace differences, and we are constantly committed to creating a culture, where everyone feels safe, valued, respected, and included. In our journey, we emphasize a culture of continuous learning and professional growth. We believe in the power of creativity to transform the industry, and we encourage each team member to bring their unique perspective to the table. Our team is multinational and is located partially on-site in Malmö and partially fully-remote.  \nTerms of employment\nThis is a permanent and full-time position, presenting abundant opportunities for professional growth and development at DBtune. We take pride in offering competitive salaries and a robust Swedish benefits package, ensuring our team's well-being and security. Furthermore, we are committed to investing in our team's continuous learning and skill enhancement. This commitment is exemplified through workshops and conferences, to foster personal and professional growth. In recognition of the importance of work-life balance, we provide flexible work hours.\nLocation\nThis in-office position calls for regular attendance at our Malmö headquarters, providing ample opportunities for face-to-face interactions and collaboration with our team of 10. DBtune offers flexibility with a 2-day-a-week in-office policy. We're proud to be a part of the Minc startup incubator, which has hosted companies such as Neo4j, Polar Rose, Hövding, and Debricked.  \nHow to apply\nApplications must be written in English, compiled into a PDF-file. They should contain:\nRésumé/CV.\nLinks to previous work/artifacts such as code samples (e.g., Github, personal site, LinkedIn, direct files, blog posts, etc.).\nContact information of at least two professional references. References will be contacted only after the candidate has been informed and following the initial interview stage.\nCopies of relevant certificates/grades that you wish to be considered.\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": [
        "Python",
        "TypeScript",
        "Golang",
        "React",
        "TailwindCSS",
        "REST",
        "GraphQL",
        "Terraform",
        "Pulumi",
        "Docker"
      ],
      "Produkt": "Automatiserad databasoptimeringstjänst baserad på maskininlärning",
      "Företagsstruktur": {
        "Antal anställda": 10,
        "Avdelningar": [
          "Utveckling",
          "Produkt",
          "Marknad"
        ]
      },
      "Ekonomi": "Företaget har fått stöd från investerare i EU och USA samt förfinansiering från KAW. Ingen specifik ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/in/nardiluigi/",
        "facebook": null,
        "twitter": "https://twitter.com/dbtuneai",
        "instagram": null
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 247,
      "företagsnamn": "Quattro Bemanning & Rekrytering AB",
      "företagswebb": "https://europa.eu/eures/portal/jv-se/search?page=1&resultsPerPage=10&orderBy=BEST_MATCH&keywordsEverywhere=Norway",
      "organisationsnummer": "5567199962",
      "sökterm": [
        "Python",
        "Katalon Studio",
        "Git",
        "GCP",
        "Functional Programming",
        "Frontendutvecklare",
        "SQL",
        "Angular",
        "C#-utveckling",
        "Terraform",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558560",
      "titel": "Erfaren Data ingenjör – Bygg och optimera datainfrastruktur",
      "beskrivning": "Q Professionals AB är ett företag nicschat mot techsektorn. Vi har kollektivavtal och är medlemmar i Almega TechSverige.\n\n\r\n\r\nBeskrivning\nVi söker en erfaren och driven Data Engineer för vår klient.\r\n\r\nDu kommer att spela en nyckelroll i att utveckla och optimera dataplattformar på Google Cloud Platform (GCP).\n\nArbetsuppgifter\nDesigna, bygga och underhålla datapipelines på GCP med tjänster såsom BigQuery, Dataplex, Dataflow/Dataproc, Pub/Sub, Cloud Functions, Cloud Run, Cloud Scheduler och Cloud Workflows.\nUtveckla och implementera datamodeller med dbt (data build tool) för att stödja analytisk rapportering och data science-behov.\nSamarbeta med dataanalytiker och affärsintressenter för att förstå databehov och omsätta dem till effektiva datamodeller.\nSäkerställa hög datakvalitet genom implementering av datakontroller och övervakning i datalagret.\nOptimera datapipelines och datamodeller för bästa möjliga prestanda och kostnadseffektivitet.\nDokumentera och kommunicera datamodeller till teamet samt utbilda kollegor i hur de används effektivt.\nArbeta med Terraform för att hantera infrastruktur som kod.\nBygga och underhålla CI/CD-pipelines med GitHub Actions.\n\nKvalifikationer\nKandidatexamen inom datavetenskap, informationssystem eller motsvarande erfarenhet.\nDokumenterad erfarenhet som Data Engineer eller i en liknande roll.\nStarkt kunnande inom GCP och dess datatjänster, inklusive BigQuery, Cloud Run och Pub/Sub.\nErfarenhet av datamodellering och transformation med dbt.\nGoda kunskaper i SQL och erfarenhet av Python.\nFörmåga att lösa problem och uppmärksamhet på detaljer.\nUtmärkta kommunikationsförmågor och förmåga att förklara komplexa koncept på ett lättförståeligt sätt.\nMycket goda engelska och svenska kunskaper i både tal och skrift.\n\nVillkor\nFör att öka dina chanser att gå vidare i processen, uppmanar vi dig att uppdatera ditt CV och tydligt lyfta fram hur du uppfyller de specifika kvalifikationerna och kompetenserna för tjänsten. Med hög konkurrens är det viktigt att visa på din relevanta erfarenhet och hur du kan bidra till just det uppdrag vi söker. \n\nDu kommer att anställas som konsult hos Q och arbeta heltid. Detta är en hybrid tjänst, klientens kontor är i Stockholm. Det finns möjlighet till förläggning på detta uppdrag.\n\nLåter det intressant? Vi ser fram emot din ansökan!\n\nQ har kollektivavtal och är medlem i branschorganisationen Almega, Tech Sverige samt i Svenskt Näringsliv. Företaget erbjuder interims- och rekryteringslösningar inom branscherna IT, teknik, administration, ekonomi, industri samt lager/logistik med personallösningar inom olika befattningsnivåer.",
      "Techstack": [
        "Google Cloud Platform",
        "BigQuery",
        "Dataplex",
        "Dataflow",
        "Dataproc",
        "Pub/Sub",
        "Cloud Functions",
        "Cloud Run",
        "Cloud Scheduler",
        "Cloud Workflows",
        "dbt",
        "SQL",
        "Python",
        "Terraform",
        "GitHub Actions"
      ],
      "Produkt": "Interims- och rekryteringslösningar inom IT, teknik, administration, ekonomi, industri samt lager/logistik.",
      "Företagsstruktur": "Kollektivavtal, medlem i Almega Tech Sverige och Svenskt Näringsliv.",
      "Ekonomi": "Inga ekonomiska siffror angivna.",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 248,
      "företagsnamn": "JobMetz AB",
      "företagswebb": "https://www.jobmetz.com",
      "organisationsnummer": "5590419411",
      "sökterm": [
        "TypeScript",
        "Tailwind CSS",
        "React Native",
        "Frontendutvecklare",
        "CSS",
        "Redux",
        "React",
        "Google Analytics",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29555965",
      "titel": "Frontend React Native",
      "beskrivning": "Vi söker nu en Utvecklare Frontend till en av våra kunder i Stockholm.\nKunden är inne i en spännande digitaliseringsresa. Vår digitala transformation har stor strategisk bäring och vi satsar mycket på att kunna erbjuda våra kunder en kundupplevelse i absoluta världsklass. Som leverantör av allt en restaurang kan behöva - från servis till råvaror och systemstöd, är vi branschledande, och en livsviktig kraft i den svenska restaurangbranschen.\nNu söker vi en erfaren och passionerad frontendutvecklare med erfarenhet av att bygga appar med React Native och som vill vara med och bygga nästa generations digitala upplevelser. Här får du jobba med både funktionalitet och design – och göra ett verkligt avtryck i hur våra kunder interagerar med Martin & Servera.\nDu blir en nyckelspelare i ett snabbfotat, agilt och innovativt team på fem personer. Vi testar gärna nya idéer, itererar tätt med både kunder och interna stakeholders och har friheten att påverka tekniska vägval. I rollen får du stort inflytande över val och implementation av ny teknik, vilket innebär att du inte bara utvecklar funktioner utan också bidrar till att forma vår tekniska framtid. Vi erbjuder ett flexibelt arbetssätt med 2–3 dagar från vårt kontor på Lindhagensgatan i Stockholm.\nTeamets ansvarsuppgifter:\nFörvalta och vidareutveckla Martin & Servera Mobilapp\nBidra till tekniska vägval och framtida tekniska strategier\nIterera och testa tätt med kunder och interna stakeholders\nUtforska och implementera nya tekniska lösningar och idéer\n\nArbetsuppgifter\nDina arbetsuppgifter består i bland annat:\nUtveckla och underhålla Martin & Servera mobilapp med React Native\nImplementera Redux Toolkit (RTK) för state management\nAnvända Expo för att bygga och distribuera applikationer\nReleasa appen till AppStore och Google Play\n\nKrav\nMinst 5 års erfarenhet av React Native utveckling\nDokumenterat god erfarenhet av Expo för att bygga och distribuera appar\nDokumenterat god erfarenhet av Redux Toolkit (RTK)\nDokumenterat god erfarenhet av TypeScript\nDokumenterat god erfarenhet av React Nagivation för navigering\n\nBörkrav:\nReact Hook Form och Zod för formulärhantering\nGoogle Analytics för att förstå och optimera användarbeteenden\nDatadog för monitorering och prestandaövervakning\nTailwind CSS för styling och design\nLocal-first-arkitektur för att hantera offline-funktionalitet och effektiv synkronisering\nErfarenhet av att sätta upp CI/CD pipelines för mobila applikationer\nKunskap inom tillgänglighet som och anpassningar av mobila applikationer\n\nPersonliga egenskaper:\nSjälvständig\nGod samarbetsförmåga\nLösningsorienterad\nKommunikativ",
      "Techstack": [
        "React Native",
        "Redux Toolkit",
        "Expo",
        "TypeScript",
        "React Navigation"
      ],
      "Produkt": "Mobilapplikation för Martin & Servera, tekniska lösningar och systemstöd för restaurangbranschen.",
      "Företagsstruktur": "Teamet består av fem personer som arbetar agilt med utveckling och design.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/jobmetz-ab?trk=biz-companies-cym",
        "facebook": "https://www.facebook.com/jobmetz-873037429484502/",
        "twitter": null,
        "instagram": "https://www.instagram.com/jobmetz/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 249,
      "företagsnamn": "Tech Talents Consulting i Sverige AB",
      "företagswebb": "https://www.techtalents.se",
      "organisationsnummer": "5591906689",
      "sökterm": [
        "Frontendutvecklare",
        "backendutvecklare",
        "HTML",
        "TypeScript",
        "Node.js",
        "C/C++",
        "C#-utveckling",
        "Angular",
        "fullstackutvecklare",
        "Kafka",
        "JUnit",
        "Express.js",
        "CSS",
        "Spring",
        "PostgreSQL",
        "REST",
        "PowerShell",
        "Kotlin",
        "Redux",
        "MongoDB",
        "utvecklare",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29520865",
      "titel": ".NET-utvecklare till innovativt finansbolag",
      "beskrivning": "Om företaget och rollen\n\nFöretaget är en framstående aktör inom finansbranschen och utvecklar innovativa digitala lösningar för kapitalförvaltning, transaktioner och riskhantering. Med en kraftfull teknisk plattform och stort fokus på säkerhet, skalbarhet och prestanda, ligger de i framkant av den finansiella digitaliseringen. Här får du arbeta i en teknikdriven miljö där samarbete, innovation och kvalitet står i centrum.\n\nVi söker en senior .NET-utvecklare till detta finansbolag där du i rollen får utveckla och optimera avancerade backend-lösningar för finansiella transaktioner, riskhantering och analysverktyg. Du blir en central del av utvecklingsteamet och arbetar nära arkitekter, produktägare och andra utvecklare för att skapa moderna, högpresterande system med höga krav på säkerhet och tillgänglighet. Här får du möjlighet att bidra till framtidens finansiella tjänster och vara med och driva branschen framåt.\n\n\n\n\n\n Dina arbetsuppgifter kommer att inkludera:\n\nUtveckla och optimera backend-lösningar i C#/.NET för affärskritiska finansiella system\nArbeta med molnbaserad utveckling, främst inom Azure\nSkapa och förbättra mikrotjänstarkitekturer för hög tillgänglighet och prestanda\nSäkerställa robusta och säkra integrationer med externa finansiella system och API:er\nDelta i tekniska diskussioner och beslutsfattande kring arkitektur och systemdesign\nImplementera testdriven utveckling och följa best practices för kodkvalitet\n\nVi söker dig som:\nMinst fyra års erfarenhet av utveckling i C#/.NET\nErfarenhet av att arbeta med molnplattformar, gärna Azure\nGod förståelse för databashantering, exempelvis Microsoft SQL Server\nErfarenhet av mikrotjänstarkitektur och API-utveckling\nEtt analytiskt och problemlösande mindset med förmåga att designa robusta system\nFlytande svenska och engelska i tal och skrift\nErfarenhet av FinTech eller andra affärskritiska system är meriterande\n\n\n\n\n\n\nAnställningsort: Stockholm \n\nI denna rekrytering samarbetar företaget med oss på Tech Talents. Vi tillämpar kontinuerligt urval vilket innebär att tjänsten kan komma att tillsättas innan slutdatumet.\n\nHar du frågor kring tjänsten eller rekryteringsprocessen är du välkommen att kontakta ansvarig rekryterare Ronja Bergman på ronja.bergman@techtalents.se eller på 076-1099891",
      "Techstack": [
        "C#",
        ".NET",
        "Azure",
        "mikrotjänstarkitektur",
        "Microsoft SQL Server"
      ],
      "Produkt": "Innovativa digitala lösningar för kapitalförvaltning, transaktioner och riskhantering",
      "Företagsstruktur": "-",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 0,
        "Resultat": 0,
        "Omsättningsförändring": "-"
      },
      "kontakter": [],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    }
  ]
}