{
  "page": 1,
  "totalPages": 11,
  "pageSize": 50,
  "companies": [
    {
      "id": 0,
      "företagsnamn": "Synteda AB",
      "företagswebb": "https://synteda.com",
      "organisationsnummer": "5591793178",
      "sökterm": [
        "C#",
        "Blazor",
        "Penetration Testing",
        "JUnit",
        "React",
        "JavaScript",
        "C#-utveckling",
        "Docker",
        "Frontend",
        "Java",
        "Angular",
        "Mjukvaruutvecklare",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29508720",
      "titel": "C#/.Net Developer",
      "beskrivning": "We are seeking an experienced C#/.NET Developer to join our team and contribute to the development of in-house projects.\nAbout us\nSynteda AB specializes in helping companies effectively embrace the era of artificial intelligence and computer vision. By delivering innovative solutions, we empower businesses to take full advantage of the vast possibilities presented by these cutting-edge technologies. We firmly believe in the potential of AI and computer vision to benefit society, and we’re committed to leveraging our expertise to facilitate businesses in their journey towards this exciting new era. Our close collaboration with top universities in Sweden enables us to work with clients across a broad range of industry fields.\nWe’re actively engaged in developing several unique products and solutions, using a work process that we call “dream-innovate-create.” This approach involves subjecting our ideas to rigorous scrutiny and feasibility testing, using agile methodologies to refine our solutions until we’ve achieved a full-scale product.\nWe’re proud to have a core team of highly qualified experts who excel at providing assessment services to identify business challenges and develop customized algorithms to overcome them. We’re guided by our commitment to ethical awareness, curiosity, transparency, respect, participation and science.\nAs we continue to grow, we’re actively seeking talented developers to join our team of experts. If you’re passionate about advanced technologies and want to be part of an exciting and dynamic organization, we encourage you to apply today.\nWhat are we looking for?\nThe ideal candidate has a strong track record of building high-quality software solutions, a problem-solving mindset, and a commitment to writing clean, efficient code.\nResponsibilities\nDesign, develop, and maintain high-performance, scalable, and secure applications using C# and .NET technologies.\nCollaborate with cross-functional teams to gather requirements and ensure that software solutions meet business needs.\nOptimize existing code, identify bottlenecks, and implement performance improvements.\nParticipate in code reviews, ensuring adherence to coding standards and principles.\n\n \nRequired skills\n3+ years of experience in software development using C# and .NET technologies (e.g., .NET Core, ASP.NET, MVC, Web API, and Entity Framework.)\nExperience with Blazor for building interactive web interfaces.\nExperience with front-end technologies, such as JavaScript, React or Angular.\nExperience with cloud platforms such as Azure and containerization tools like Docker.\nProficiency in CI/CD pipelines and version control tools, such as Git and Azure DevOps.\nFamiliarity with agile development methodologies.\nExcellent problem-solving skills, attention to detail, and a commitment to producing high-quality code.\nGood communication skills and the ability to work effectively within a team environment.\nExperience of agile development methodologies.\nFluency in English, both spoken and written, is required.\nProficiency in Swedish is a plus.",
      "Techstack": "C#, .NET, .NET Core, ASP.NET, MVC, Web API, Entity Framework, Blazor, JavaScript, React, Angular, Azure, Docker, Git, Azure DevOps",
      "Produkt": "Artificiell Intelligens och Datorseende lösningar",
      "Företagsstruktur": "Team av högutbildade experter samt nära samarbete med toppuniversitet i Sverige. Styrelsen består av 50% män och 50% kvinnor.",
      "Ekonomi": "Bolagets senaste omsättning var 14 468 KSEK och man gjorde ett resultat på 6 KSEK.",
      "Ekonomisiffor": {
        "Omsättning": 14468,
        "Resultat": 6,
        "Omsättningsförändring": "33,8%"
      },
      "kontakter": [
        {
          "email": "contact-sthlm@synteda.com",
          "name": "",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "contact-gbg@synteda.com",
          "name": "",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "your@email.com",
          "name": "Your",
          "position": "",
          "source": "https://synteda.com"
        },
        {
          "email": "info@synteda.com",
          "name": "Info",
          "position": "",
          "source": "https://synteda.com"
        },
        {
          "email": "contact-halmstad@synteda.com",
          "name": "Contact Halmstad",
          "position": "",
          "source": "https://synteda.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/synteda-ab",
        "facebook": "https://www.facebook.com/syntedaab/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "nej",
      "consultantcompany": true
    },
    {
      "id": 1,
      "företagsnamn": "Kambi Sweden AB",
      "företagswebb": "https://www.kambi.com/",
      "organisationsnummer": "5568138589",
      "sökterm": [
        "Kafka",
        "Kotlin",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "C/C++",
        "Frontend",
        "Java",
        "Terraform",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531202",
      "titel": "Quantitative Analyst",
      "beskrivning": "Kambi are looking for a highly motivated and experienced self-starter to join our quantitative analysis team in central Stockholm. For the right candidate, the position will provide the opportunity to research and develop cutting-edge algorithmic solutions to support our B2B Sportsbook operations. You will take a leading role in cross-functional teams, building complete trading solutions, and where your main responsibility will be to develop and maintain sport models. You will report to the Head of Quantitative Analytics.\nMain responsibilities:\nSupport and work in close collaboration with trading, risk and other areas of the business by providing algorithmic solutions\n Responsible for the end-to-end process of algorithm development, from inception to deployment as well as maintenance\n Analysis and interpretation of data to produce meaningful information, in particular changes in patterns and trends\n Communicate results and ideas to stakeholders\n\nSkills and experience:\nAn academic degree in a quantitative discipline (computer science, mathematics, physics, etc.)\n Previous experience in a similar role designing predictive models for real-world business problems\n Advanced knowledge of stochastic processes, mathematical methods and probability theory\n Proficiency with C/C++ and Python, in particular having worked in software teams (git) is a plus\n Experience using statistical and query computer languages (R/SQL) to manipulate data and draw insights from large data sets\n Excellent written and verbal communication skills\n Experience with cloud computing (AWS) is a plus\n\nThe successful candidate has:\nCreative and experimental mindset to data mining\n Strong problem-solving skills with an emphasis on product development\n A drive to promote innovative algorithmic solutions and data driven decision-making\n Strong interpersonal skills and the ability to communicate to both business and technical minded colleagues\n Ability to handle multiple tasks and priorities\n\nWhat's in it for you?\nOpportunity to work in a fast-growing industry\nA role within a highly ambitious team\n Support for personal development\n A fun and flexible working culture\n\nWe are curious about your story, if you are interested in meeting us please apply with your CV. \n#wearekamb",
      "Techstack": "Java/Kotlin, Spring framework, REST/Json, Linux, AWS, Helm, Kubernetes, Apache Kafka, Git",
      "Produkt": "Kambi Group plc tillhandahåller premium sportbettingtjänst till licensierade speloperatörer.",
      "Företagsstruktur": "Företaget har kontor i Malta (huvudkontor), Philadelphia, London, Bukarest, Manila, Sydney, Uppsala och Stockholm. Företaget har över 950 anställda och tror på en mångfaldig och flexibel arbetsmiljö. Deras kärnvärden är Bättre, Snabbare, Tillsammans vilka återspeglas i hela organisationen och mot deras partners.",
      "Ekonomi": "Enligt informationen från Bing Search hade Kambi Sweden AB en omsättning på 712 186 KSEK och ett resultat på 59 967 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 712186,
        "Resultat": 59967,
        "Omsättningsförändring": "5.1% förändring vid senaste bokslut 2023"
      },
      "kontakter": [
        {
          "email": "sales@kambi.com",
          "name": "Sales",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "Pressoffice@kambi.com",
          "name": "Pressoffice",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "hiringbucharest@kambi.com",
          "name": "Hiringbucharest",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        },
        {
          "email": "hiringstockholm@kambi.com",
          "name": "Hiringstockholm",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        },
        {
          "email": "investor.relations@kambi.com",
          "name": "Investor Relations",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        },
        {
          "email": "hiringlondon@kambi.com",
          "name": "Hiringlondon",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        },
        {
          "email": "kambi_uppsala_office@kambi.com",
          "name": "Kambi Uppsala Office",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        },
        {
          "email": "hiring@kambi.com",
          "name": "Hiring",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        },
        {
          "email": "Marketing@kambi.com",
          "name": "Marketing",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        },
        {
          "email": "hiringmalta@kambi.com",
          "name": "Hiringmalta",
          "position": "",
          "source": "https://www.kambi.com/contact-us"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/kambi/",
        "facebook": "https://www.facebook.com/kambisports",
        "twitter": "https://x.com/kambisports",
        "instagram": "https://www.instagram.com/wearekambi/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 2,
      "företagsnamn": "Webicient AB",
      "företagswebb": "https://webicient.com/",
      "organisationsnummer": "5592578099",
      "sökterm": [
        "RabbitMQ",
        "Java",
        "Kafka",
        "PostgreSQL",
        "Codeigniter",
        "Serverless",
        "AWS Lambda",
        "PHP",
        "JavaScript",
        "MySQL",
        "MongoDB",
        "utvecklare",
        "HTML5",
        "Angular",
        "HTML",
        "Wordpress"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29313142",
      "titel": "Java utvecklare",
      "beskrivning": "Arbetsbeskrivning\nVi söker en erfaren Java-utvecklare för ett långsiktigt konsultuppdrag. Du kommer att vara en del av ett dynamiskt team som arbetar med utveckling av skalbara och högpresterande applikationer. Uppdraget inkluderar både nyutveckling och underhåll av backend-lösningar för företagets interna och externa system.\n Arbetsuppgifter:• Design och utveckling av skalbara applikationer i Java.\n• Arbeta med mikrotjänstarkitektur och RESTful API:er.\n• Delta i hela utvecklingscykeln, från kravspecifikation till leverans och support.\n• Arbeta nära andra utvecklare, arkitekter och produktägare för att säkerställa högkvalitativa lösningar.\n• Optimera systemens prestanda och hantera komplexa datalösningar.\n Din profil:• Minst 3 års erfarenhet av Java-utveckling.\n• Gedigen erfarenhet av att arbeta med Java SE/EE och populära ramverk som Spring och Hibernate.\n• Erfarenhet av RESTful API:er och mikrotjänstarkitektur.\n• God kännedom om databaser som MySQL, PostgreSQL eller MongoDB.\n• Förmåga att skriva ren och effektiv kod med fokus på prestanda och skalbarhet.\n• Erfarenhet av agila metoder som Scrum eller Kanban.\n• Flytande svenska och engelska, både i tal och skrift.",
      "Techstack": "Java, Java SE/EE, Spring, Hibernate, RESTful API:er, mikrotjänstarkitektur, MySQL, PostgreSQL, MongoDB",
      "Produkt": "Webbutvecklingstjänster, grafisk design, programmeringslösningar, databaslösningar, multimedia distribuerad på Internet, WordPress hemsidor",
      "Företagsstruktur": "Företaget har en VD vid namn Arvin Ali Saadati. Styrelsen består av 50% män och 50% kvinnor",
      "Ekonomi": "Företaget har en personalkostnad per anställd som inkluderar bruttolöner, sociala avgifter, pensioner samt löneskatt. Företaget kan även tillhandahålla friskvård och andra liknande personalförmåner. Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 19,6%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "19.6%"
      },
      "kontakter": [
        {
          "email": "info@webicient.com",
          "name": "Webicient AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/18781426/",
        "facebook": "https://www.facebook.com/webicient",
        "twitter": "https://twitter.com/webicient",
        "instagram": "https://www.instagram.com/webicient/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 3,
      "företagsnamn": "VIPAS AB",
      "företagswebb": "https://www.vipas.se",
      "organisationsnummer": "5594482472",
      "sökterm": [
        "RabbitMQ",
        "MariaDB",
        "M365",
        "Git",
        ".NET",
        "Sharepoint",
        "GoLang",
        "GraphQL",
        "PyTest",
        "backendutvecklare",
        "Terraform",
        "HTML",
        "Microservices",
        "GitHub",
        "Ansible",
        "Python",
        "DevOps",
        "GitLab",
        "Google Analytics",
        "TypeScript",
        "Backend",
        "Agile",
        "Load Balancing",
        "Node.js",
        "Domain-Driven Design",
        "MongoDB",
        "C/C++",
        "C#-utveckling",
        "Frontend",
        "Object-Oriented Programming",
        "MySQL",
        "Katalon Studio",
        "fullstackutvecklare",
        "Kafka",
        "Unreal Engine",
        "Penetration Testing",
        "GCP",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "Spring",
        "Docker",
        "OWASP",
        "PostgreSQL",
        "Mjukvaruutvecklare",
        "Scrum",
        "Javascript",
        "PowerShell",
        "Kotlin",
        "Assembly",
        "Functional Programming",
        "SQL",
        "Bash",
        "JavaScript",
        "Vim",
        "Java",
        "Robot Framework",
        "HTML5",
        "Swift",
        "Wordpress",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29561555",
      "titel": "Enterprise Architect Principal, Göteborg",
      "beskrivning": "Join Our Team VIPAS AB as an Enterprise Architect Principal  Do you have what it takes to thrive in the vibrant world of IT consulting? VIPAS AB, a burgeoning company, proudly invites you to embark on your next engaging project as our Enterprise Architect Principal.\nAbout VIPAS:\nImagine a world where your business technology perfectly aligns with your goals—efficient, scalable, and innovative. At VIPAS AB, that’s exactly what we strive to create. As an IT consulting company, we don’t just offer services; we deliver tailored solutions using cutting-edge technologies like Java and Python. Our team is well-versed in software development, DevOps, and engineering, bringing years of experience and expertise. Think of us as your trusted guide, leading your organization through the landscape of modern tech adoption, ensuring every step is taken with confidence and foresight.\nJob Description:\nAs an Enterprise Architect specializing in the Microsoft Dynamics platform, you will play a pivotal role in designing a comprehensive and scalable architecture covering sales, order-to-cash, purchase-to-pay, inventory management, service management of BESS products. This role is crucial in integrating customer and supplier portals to enhance engagement and streamline operations. Your expertise will guide our organization in ensuring that the Dynamics platform is aligned with business goals and future growth strategies. Key Responsibilities:\n  Define and drive the complete enterprise architecture strategy for the Microsoft Dynamics platform.\n Ensure seamless integration of Microsoft Dynamics Sales and Business Central with other business functions.\n Design and implement solutions that encompass Sales, Customer Service, Business Central, and Power Pages.\n Lead the integration of key business processes, including order-to-cash, purchase-to-pay, and inventory management.\n Collaborate with stakeholders across departments to ensure a cohesive and scalable system architecture.\n Provide expert consultancy on best practices for security, compliance, and system optimization.\n Work closely with technical teams, consultants, and vendors to execute the implementation roadmap.\n Oversee system integration with customer and supplier portals to enhance digital interactions.\n Identify potential risks and propose mitigation strategies for the project.\n \n Requirements:\n  Proven experience as an Enterprise Architect with expertise in Microsoft Dynamics 365.\n Strong knowledge of Sales, Customer Service, Business Central, and Power Pages within the Dynamics ecosystem.\n Hands-on experience in architecting and deploying enterprise solutions across multiple business functions.\n Deep understanding of ERP, CRM, and business process automation within a Microsoft ecosystem.\n Ability to design scalable and flexible architectures that meet both current and future business needs.\n Strong stakeholder management skills with the ability to translate business requirements into technical solutions.\n Knowledge of cloud-based infrastructures and integrations with third-party systems.\n Experience in service management of BESS products is a plus.\n Relevant Microsoft certifications are an advantage.\n English only is sufficient language skill for this assignment.\n \n Why Join Us?\n  \nVipas AB offers attractive employment packages for IT consultants, aligned with the Teknikföretagen (Almega) collective agreement. Clients Working with us provides opportunities in diverse industries, allowing you flexibility and growth. If you’re driven and eager to face new challenges, join the VIPAS family.\nYou'll be part of an innovative team driving the future of telecom, Automotive, Retail, and Banking. If you're ready to take on challenging projects and grow your career in a cutting-edge environment, this is the opportunity for you!\n Apply Now & Please feel free to reach me at kumud@vipas.se \nNote: Please do apply if you have Sweden PR/ citizenship OR a Sweden work permit.\n How to Apply:\nInterested candidates are encouraged to apply by submitting their resume and cover letter. Join us in driving innovation in the VIPAS AB! \n Please note! We offer continuously. That means that we sometimes remove the assignments before the deadline. If you are interested, we recommend that you apply immediately.",
      "Techstack": "Java, Python, PostgreSQL, Linux, Windows, SQL, Bash, Grafana, pgAdmin",
      "Produkt": "IT-konsulttjänster, mjukvaruutveckling, DevOps, ingenjörstjänster",
      "Företagsstruktur": "VIPAS AB verkar vara ett IT-konsultföretag som fokuserar på att erbjuda skräddarsydda lösningar till sina kunder. Flera sökmotorresultat indikerar att företaget är baserat i Skärholmen, Sverige. Företaget har en 50/50 fördelning mellan män och kvinnor i styrelsen, med Swathi Basi som företagets ansvariga.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "swathi.hr@vipas.se",
          "name": "Swathi Hr",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "sandhya@vipas.se",
          "name": "Sandhya",
          "position": "",
          "source": "https://career.vipas.se/jobs/5423339-senior-postgresql-database-administrator-poland-onsite?promotion=1296532-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/vipas-ab/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 4,
      "företagsnamn": "Weskill AB",
      "företagswebb": "https://weskill.se/",
      "organisationsnummer": "5593248130",
      "sökterm": [
        "Angular",
        "JUnit",
        "Kotlin",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29127651",
      "titel": "Systemutvecklare Java",
      "beskrivning": "WeSkill är ett konsultföretag som erbjuder specialistkompetens för IT/tech-uppdrag inom både mjukvara- och hårdvara. Nu söker vi flera systemutvecklare till ett långsiktigt uppdrag hos kund.\nInformation om uppdraget:\nVi erbjuder en tillsvidareanställning med en början i ett intressant och långsiktigt projekt hos kund där vi letar efter både juniora och seniora systemutvecklare. Vidare erbjuder vi en skräddarsydd löne- och förmånsmodell där du har möjlighet att välja mellan olika upplägg beroende på var i livet du befinner dig, oavsett val är du med och sätter din löne- och förmånspaketering utifrån dina önskemål.\nDu blir del i ett konsultbolag med modern prägel där hållbarhet, flexibilitet och inkludering utgör en stor del av kulturen, en möjlighet att påverka och vara del i utvecklande resa framåt.\nVi erbjuder även samtliga medarbetare bl.a. fri personlig pensionsrådgivning samt övrig finansiell rådgivning förutom andra förmåner du själv har möjlighet att välja.\n\nFör att lyckas i denna roll ser vi gärna att du har en eller flera av följande erfarenheter och kompetenser:\n Java\n Agila arbetsmetoder och ramverk som ex Scrum, DevOps\n Olika tekniker och ramverk som ex. Linux, Angular, Kotlin, Bitbucket (git), Java EE 8, Java 17, Apache Maven, Jenkin, JUnit, Cucumber, Protractor, Wildfly core, WIldfly/JBoss, Kubernetes, Springboot\n Akademisk utbildning inom IT \n \nSom person tror vi att du har en vilja och ett driv att fortsätta utvecklas och bidra till teamet som du kommer tillhöra. Du uppskattar utmaningar och ny teknik samt har en passion för att testa och utveckla programvara till att nå bästa möjliga nivå.\nDu kommunicerar väl på svenska och engelska i tal och skrift. \n\nÖvrig information\nStart: Enligt överenskommelse\nPlacering: Luleå \nKontakt: Jennie Öberg, jennie.oberg@weskill.se, 072- 666 96 11",
      "Techstack": "Java, Agila arbetsmetoder och ramverk som ex Scrum, DevOps, Linux, Angular, Kotlin, Bitbucket (git), Java EE 8, Java 17, Apache Maven, Jenkin, JUnit, Cucumber, Protractor, Wildfly core, WIldfly/JBoss, Kubernetes, Springboot",
      "Produkt": "Konsulttjänster inom IT/Tech för både mjukvara- och hårdvara",
      "Företagsstruktur": "Weskill AB är ett konsultföretag med säte i Luleå, Sverige. Företaget är ledande av VD, Per Olof Anders Bleckberg och har en styrelse bestående av 100 % män",
      "Ekonomi": "Företaget hade ett resultat på 266 KSEK med en omsättning på 17,584 KSEK under 2023. Företaget uppvisade en omsättningsförändring på 177.0% vid senaste bokslut 2023",
      "Ekonomisiffor": {
        "Omsättning": 17584,
        "Resultat": 266,
        "Omsättningsförändring": "177.0%"
      },
      "kontakter": [
        {
          "email": "info@weskill.se",
          "name": "Weskill AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "jennie.oberg@weskill.se",
          "name": "Jennie Oberg",
          "position": "",
          "source": "https://karriar.weskill.se/jobs/5009773-systemutvecklare-java?promotion=1161907-arbetsformedlingen"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/weskillab",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "Ja",
      "consultantcompany": true
    },
    {
      "id": 5,
      "företagsnamn": "Deverything AB",
      "företagswebb": "https://deverything.se/sv/",
      "organisationsnummer": "5569527707",
      "sökterm": [
        "Java",
        "DynamoDB",
        "Kafka",
        "PostgreSQL",
        "JUnit",
        "CloudFormation",
        "C#-utveckling",
        "MongoDB",
        "Robot Framework",
        "Angular",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29077571",
      "titel": "C#/.Net developer",
      "beskrivning": "Are you a person who is driven by development, wants to work with the latest technology, wants to continuously keep on developing yourself and your skill set, and who is driven to keep on moving forward? Do you think that the opportunity to work on different assignments, and get to know new people, techniques, and industries sounds exciting?\nThen this consulting role is something for you. As a consultant, you are building a network that will benefit you throughout your whole professional life. You will have a varied work environment but with the security of one and the same employer.\nAs a consultant at Deverything, you will be offered a varied work life, at a company that strives to make sure that you are continuously developing to get better and keep on learning, at a small company that sees themselves as a family and where you are involved in shaping the company’s future.\nRight now, Deverything is looking for an experienced .NET developer. Do you have a degree in computer technology/computer science, have several years of work experience in software development, and have worked with .NET, REST API, xUnit, and Mock frameworks alternatively corresponding techniques, then this may be your next challenge. Apply today!\nDeverything is looking for an experienced developer who has experience from working in agile teams, who understands the value of test-driven development and that continuous delivery leads to quality and good output. Your code follows the SOLID principles and you have no trouble separating your components from web services. You are no stranger to Software as a Service (SaaS) and have experience in Cloud, developing APIs for consumers, and have extensive knowledge of Java Web services. Today, most of our assignments are within automotive, telecom, and aerospace industries.\nA Typical Week\n You'll brainstorm with Product Owners and Architects to conceptualize new features\n You'll collaborate with other software engineers in an agile environment\n You'll learn about new web technologies and discuss potential solutions to problems\n You'll continuously deliver software to clouds, even in production\n \nQualifications\nTo qualify for the role of a Senior .NET developer at Deverything, you have university degree or similar in Computer Science/Computer Engineering. You have several years of work experience in software development in C#/.NET. Besides the above, you have good knowledge of English, both in speech and writing.\nFurthermore, you have documented experience from:\n C# (.NET 6+, .NET Core)\n Container management (Docker or similar)\n ORM (Entity Framework, Dapper)\n Message queues (Azure Service Bus, Azure Event Hub, AWS SQS, Kafka)\n Consuming and exposing REST web services\n Unit tests (xUnit, NUnit)\n Mock framework (Moq, NSubstitute)\n Relational database (MS SQL Developer, PostgreSQL, MySql, Oracle)\n CI Server (Azure DevOps, Jenkins, GoCd, Github Actions etc)\n Version control (Git)\n OpenAPI specifications\n Cloud deployment (Azure, AWS, Google)\n Frontend frameworks (React.JS, Angular, Ember.JS)\n \nIt is a plus (but not a requirement) if you have experience from:\n Liquibase\n NoSQL database (MongoDB, DynamoDB or similar)\n GraphQL\n Test frameworks (Load tests, Security, Integration)\n Automation framework (Ansible, Puppet, Chef, CloudFormation)\n SPA development\n \nAs a person, you are analytical, self-propelled and driven - you get energy from taking on a challenge and the opportunity to improve. You are a forward striker who uses your experience and creativity to solve problems. We want you to be passionate about software development and share your knowledge, you enjoy collaboration and working in a continuously changing environment. For us, it is important that all skills in the labor market are utilized. We welcome all applicants and strive for diversity.",
      "Techstack": "C#, .NET 6+, .NET Core, Docker, Entity Framework, Dapper, Azure Service Bus, Azure Event Hub, AWS SQS, Kafka, REST web services, xUnit, NUnit, Moq, NSubstitute, MS SQL Developer, PostgreSQL, MySql, Oracle, Azure DevOps, Jenkins, GoCd, Github Actions, Git, OpenAPI, Azure, AWS, Google Cloud, React.JS, Angular, Ember.JS",
      "Produkt": "Konsultverksamhet inom data- och IT samt leverera IT-lösningar och egenutvecklade produkter",
      "Företagsstruktur": "Litet företag, arbetar som konsulter på olika uppdrag",
      "Ekonomi": "Företaget hade en omsättningsförändring på 24,8% 2022",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "24,8% 2022"
      },
      "kontakter": [
        {
          "email": "info@deverything.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "info@deverything.mx",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/5020787",
        "facebook": "https://www.facebook.com/deverythingab",
        "twitter": "https://twitter.com/deverythingab",
        "instagram": "https://www.instagram.com/deverythingab"
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 6,
      "företagsnamn": "Volvo Personvagnar Aktiebolag",
      "företagswebb": "https://www.volvocars.com/",
      "organisationsnummer": "5560743089",
      "sökterm": [
        "Python",
        "Kafka",
        "PostgreSQL",
        "Redis",
        "MongoDB",
        "Frontend",
        "Java",
        "Robot Framework",
        "React",
        "Mjukvaruutvecklare",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29540207",
      "titel": "Product Mastery",
      "beskrivning": "Who are we?\nVolvo Cars is a company on a mission; to bring traditional car manufacturing into a connected, sustainable and smart future.\nSince 1927, we have been a brand known for our commitment to safety, creating innovative cars that make life less complicated for our consumers. In 2010, we decided to transform our business, resulting in a totally new generation of cars and technologies, as well as steady growth and record sales. Today, we’re expanding our global footprint in Europe, China and the US, and we’re on the lookout for new talent. \nWe are constantly pushing our own skills and abilities to drive change in the automobile industry like never before. We are looking for innovative, committed people to join us in this endeavour and create safe, sustainable and connected cars. We believe in the power of people and will challenge and support you to reach your full potential. Join us and be part of Volvo Cars’ journey into the future.\r\n\r\nLet's introduce ourselves\n\nSafe Vehicle Automation - Together we make a difference\nOur unit Safe Vehicle Automation develops and delivers leading Safety and Autonomous Driving. We even control the vehicle’s 6 degrees of freedom of movement in the most energy efficient way, creating a rewarding and confident drive and ride experience.\nOur purpose is to develop ​and deliver Vehicle Motion and Control, ADAS, Highway Pilot, HPGNSS and Protective Safety.\nLet’s create change together\nNothing beats being part of positive change. We’re on a truly exciting journey, working together in a fast-paced global environment to break new ground in almost every aspect of our operations. Right now, we have exciting job openings in the department Protective safety.\n\nWhat we offer\nIn our ART within Safe Vehicle Automation, we are a team of dedicated and skilled engineers creating tomorrow’s platform solutions for our vehicles. We deliver a platform with high performance sensors enabling AD&ADAS, HPGNSS and Protective Safety functionality.\nDevelopment of:\n  *  High Precision Global Navigation Satellite System​ (HPGNSS)\n  *  Supplementary Restraint System and sensors with integrated Pedestrian protection​\n  *  ​Interfaces to realize our functions:  Airbags in all positions, Belt systems both reversible & irreversible, Battery disconnection, Vehicle motion control and related functions, Cloud service.\n\nWe are now looking for a Product Owner for High Precision Global Navigation Satellite System (HPGNSS).\n\nWhat you'll do\n\nThe Product Owner works together with our engineering teams which consist of system design engineers and analyze/test engineers. The responsibility includes both design and verification of the product. As the Product Owner you will take the ownership and drive our complex deliveries which span from functionality in cloud to internal SW in the car. Drive stakeholder management with external suppliers on ECU level and with other external and internal parties.\n\nJob responsibilities\n  *  Maintaining the long-term road map\n  *  Being visionary about the future of the solution\n  *  Preparing and prioritizing tasks for the team and between other solutions\n  *  Stakeholder management, both internal and external\n  *  Presenting solution and status to Business Owners and other management\n  *  Ownership of the product backlog\n\n\n\nWhat you'll bring\n\nYou are a technically oriented person with an interest in development and automotive, you enjoy being part of a team, you thrive in working in a collaborative environment and building networks across the organization and you are a self-motivated person who wants to see results in your own work as well as the teams’.\nRequired qualifications\n  *  BSc or higher in Computer Science, Electronics or equivalent\n  *  You have a few years of work experience within automotive and feel confident in your knowledge in this area\n  *  Experience as Product Owner or similar\n  *  Experience in Agile methods\n  *  Fluent in English (written and spoken). As we are a truly international team.\n  *  Swedish Driver license B\n\nMeritorious qualifications\n  *  Used to working with CI/CD environment\n  *  Software development background\n  *  Knowledge about Volvo Product Development System (VPDS)",
      "Techstack": "C++, Linux, CMake, Python, Git/Gerrit",
      "Produkt": "Bilar, Biltillverkning, Car Software",
      "Företagsstruktur": {
        "Moderbolag": "Volvo Car AB",
        "Dotterbolag": 64
      },
      "Ekonomi": {
        "Anställda": 19340,
        "Omsättning": 300276000,
        "Resultat": 13443000,
        "Omsättningstillväxt": "39,1 %",
        "Vinstmarginal": "6,0 %"
      },
      "Ekonomisiffor": {
        "Omsättning": 300276,
        "Resultat": 13443,
        "Omsättningsförändring": "39,1%"
      },
      "kontakter": [
        {
          "email": "info@volvocars.com",
          "name": "Volvo Personvagnar AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 7,
      "företagsnamn": "Explipro Group AB",
      "företagswebb": "http://explipro.com",
      "organisationsnummer": "5568739337",
      "sökterm": [
        "TypeScript",
        "Java",
        "Redis",
        "AWS Lambda",
        "AWS",
        "GoLang",
        "Frontend",
        "backendutvecklare",
        "Angular",
        "MySQL",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29529930",
      "titel": "Senior Backend Developer",
      "beskrivning": "About the role\nThe customer is currently seeking a Senior Java developer (7+ years) with a passion for innovation and mobility. You will join a diverse team, working in two-week sprints and ten-week program increments, contributing to groundbreaking projects.\nThe job includes building new features as well as modernizing the legacy tech stack.\nRequirements Minimum 7 years of professional experience in Java development.\n 4 years of experience with AWS cloud platforms.\n Good knowledge of modern CI/CD processes and tools.\n Proficiency in Golang \n Proficiency in English, both spoken and written.\n \nExperience in the automotive or telecom industry is a plus.\nStart Date: As soon as possible. Onsite Gothenburg Sweden. We sponsor VISA and help out finding an accommodation.\n Why Join Explipro?\nExplipro values helpfulness and simplicity in the workplace. We are looking for individuals who share our commitment to integrity, transparency, and caring for each other. By joining us, you will be part of a supportive team that values continuous learning and personal growth. We offer competitive salaries, flexible working conditions, and numerous benefits to support your professional journey.\nIf this opportunity aligns with your experience and aspirations, we encourage you to reach out to us without delay!",
      "Techstack": "Java, Spring boot, Hibernate, Spring Data, Angular, Docker/Kubernetes, CI/CD tools, MySQL, Cassandra, Redis",
      "Produkt": "Softwareutveckling och tekniska lösningar, specifikt Java fullstack engineering",
      "Företagsstruktur": "Företaget har en självstyrande teamstruktur, inklusive produktägare, scrumteam och UX/UI-specialister",
      "Ekonomi": "Företaget genererade en omsättning på 51 776 KSEK 2024, med ett resultat på 2 194 KSEK och en vinstmarginal på 6,9%",
      "Ekonomisiffor": {
        "Omsättning": 51776,
        "Resultat": 2194,
        "Omsättningsförändring": "-5,1%"
      },
      "kontakter": [
        {
          "email": "info@explipro.com",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "dd0a55ccb8124b9c9d938e3acf41f8aa@sentry.wixpress.com",
          "name": "Ddaccbbcdeacffaa",
          "position": "",
          "source": "http://explipro.com"
        },
        {
          "email": "c183baa23371454f99f417f6616b724d@sentry.wixpress.com",
          "name": "Cbaafffbd",
          "position": "",
          "source": "http://explipro.com"
        },
        {
          "email": "605a7baede844d278b89dc95ae0a9123@sentry-next.wixpress.com",
          "name": "Abaededbdcaea",
          "position": "",
          "source": "http://explipro.com"
        },
        {
          "email": "8eb368c655b84e029ed79ad7a5c1718e@sentry.wixpress.com",
          "name": "Ebcbeedadace",
          "position": "",
          "source": "http://explipro.com"
        },
        {
          "email": "8c4075d5481d476e945486754f783364@sentry.io",
          "name": "Cddef",
          "position": "",
          "source": "http://explipro.com"
        },
        {
          "email": "anna.lindgren@explipro.com",
          "name": "Anna Lindgren",
          "position": "",
          "source": "http://explipro.com/contact-us"
        },
        {
          "email": "magnus.johansson@explipro.com",
          "name": "Magnus Johansson",
          "position": "",
          "source": "http://explipro.com/contact-us"
        },
        {
          "email": "jonas.emanuelsson@explipro.com",
          "name": "Jonas Emanuelsson",
          "position": "",
          "source": "http://explipro.com/contact-us"
        },
        {
          "email": "therese.eriksson@explipro.com",
          "name": "Therese Eriksson",
          "position": "",
          "source": "http://explipro.com/contact-us"
        },
        {
          "email": "michael.gottfridsson@explipro.com",
          "name": "Michael Gottfridsson",
          "position": "",
          "source": "http://explipro.com/contact-us"
        },
        {
          "email": "majken.lindgren@explipro.com",
          "name": "Majken Lindgren",
          "position": "",
          "source": "http://explipro.com/contact-us"
        },
        {
          "email": "daniel.lindgren@explipro.com",
          "name": "Daniel Lindgren",
          "position": "",
          "source": "http://explipro.com/contact-us"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/explipro-group-ab",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "-",
      "consultantcompany": true
    },
    {
      "id": 8,
      "företagsnamn": "B3 Consulting Group AB (publ)",
      "företagswebb": "http://www.b3.se/",
      "organisationsnummer": "5566063300",
      "sökterm": [
        "Tableau",
        "Java",
        "Javascript",
        "fullstackutvecklare",
        "Kotlin",
        "Frontendutvecklare",
        "React",
        "JavaScript",
        "C/C++",
        "CSS",
        "Frontend",
        "backendutvecklare",
        "Vue",
        "Angular",
        "HTML",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29435954",
      "titel": "Power BI Consultant",
      "beskrivning": "På B3 Indes förvandlar vi data till värdefulla insikter som driver förändring och innovation. Vi skapar lösningar inom AI, Business Intelligence, Data Science och Automation för att maximera värdet av data och stärka företags konkurrenskraft. Vår styrka ligger i att kombinera passion för AI och data med en stark laganda, där vi stöttar varandra och löser utmaningar tillsammans. \nRollen som konsult inom Power BI på B3: \nHos oss får du chansen att jobba med några av Sveriges mest spännande kunder och projekt. Vad innebär det? Jo, att du får: \n  Gräva i data och hitta insiktersom inte bara hjälper våra kunder – utan kanske till och med gör världen lite bättre. \n   Göra företag mer datadrivna och smartaregenom att guida dem i rätt riktning. \n   Utforma effektiva visualiseringar som våra kunder kan agera på. \n   Bygga och implementera avancerade lösningar– och faktiskt se dem göra skillnad! \n \nHär handlar det inte bara om teknik – det handlar om att modellera, tillgängliggöra och visualisera data som kan skapa verklig förändring. Vi gillar att tänka stort, experimentera och lösa kluriga problem tillsammans. Och det bästa? Du får ett team av grymma kollegor att bolla idéer med, lära dig av och ha kul ihop med! \nDet är din passion för data och analys som gör skillnaden. Utöver det ser vi gärna: \n  Har du en relevant universitetsutbildning?Toppen! Har du kanske skaffat motsvarande kunskaper genom arbetslivserfarenhet? Det funkar lika bra! \n   Minst 4 års relevant arbetslivserfarenhet– vi letar efter någon som har hunnit samla på sig en del erfarenhet inom området. \n   Flytande svenska och engelska– eftersom båda språken används dagligen i arbetet. \n   Tidigare konsultroller är ett plus!Har du jobbat som konsult tidigare? Då är det en extra merit, men inget krav. \n \nMen framför allt... \nHar du djup erfarenhet avPower BI och DAX? Grymt – det är viktigt! Men vi lägger också stor vikt vid din förmåga att se helheten, skapa användbara lösningar men framför allt att du är nyfiken. Om du dessutom har koll på: \n Någon av de vanligaste databaserna och molntjänsterna \n  Kanske har du också koll på någon av de andra vanligaste BI-verktygQen (ex; Qlik eller Tableau) \n  Snowflake och/eller Databricks \n  Informationsmodellering och Dimensionsmodellering \n  DevOps och Visual Studio. \n \nÄr det här ett stort plus! \nVarför välja B3 Indes? \nUtveckling & karriär– Väx i en entreprenörsdriven miljö där din kompetens får ta plats. Balans & välmående– Vi värnar om ditt välbefinnande med stöd för wellness och en flexibel vardag. Energi & gemenskap– Här präglas kulturen av öppenhet, nyfikenhet och en passion för att skapa något större – tillsammans. Vi bryr oss – på riktigt– Vi engagerar oss i samhällsfrågor och samarbetar med initiativ somSuicide Zero, My Dream Now och Pink Programmingför att göra skillnad även utanför arbetslivet. \nEn arbetsplats som gör skillnad: Vi är stolta över att ha utsetts till ett avSveriges fem främsta karriärföretag 2025– en utmärkelse som speglar vår energi, nyfikenhet och vårt engagemang för att skapa en inkluderande och inspirerande arbetsplats. Här värdesätts olika perspektiv och idéer, och vi tror att det är just det som gör oss starkare. \nHos oss får du friheten att styra över dina uppdrag, din arbetstid och din utveckling. Vi erbjuderkonkurrenskraftiga löner, flexibilitet att forma din vardag och en sund balans mellan jobb och fritid. Och vi vet attgemenskap är minst lika viktigt som teknik– därför satsar vi på allt från konferensresor och sommarfester till sköna AW:s där vi kan släppa jobbet för en stund. \nOm B3 Consulting Group \nB3 Consulting Group är ett expansivt konsultbolag med cirka 1000 medarbetare. Vi brinner för innovation och hjälper Sveriges ledande företag och organisationer att skapa framtidens möjligheter genom digital transformation. B3 finns på tolv orter i Sverige samt i Polen, med huvudkontor i Stockholm. Bolaget grundades 2003, är noterat på Nasdaq Stockholm Small Cap och omsatte 1 141 MSEK 2023. \nVi är stolta över vår prisbelönta företagskultur, där olikheter, erfarenheter och gemensam energi värdesätts. Som ett etiskt och transparent bolag strävar vi efter att ha en positiv påverkan på samhället, människor och miljön. Vi är även engagerade iWomen in Techoch initiativ för att stärka AI-utbildning för kvinnor. 2024 utsågs vi tillÅrets Employer Branding-företag, och vår HR-chef vann titelnÅrets HR-chef. \nÄr du redo att bli en del av ett företag där din passion för AI och data kan göra skillnad? Läs mer om oss och våra möjligheter här!",
      "Techstack": ".Net, Java, C/C++, Javascript, .Net, Python",
      "Produkt": "Systemutveckling och IT-konsulttjänster",
      "Företagsstruktur": "B3 Consulting Group AB (publ) är en del av en koncern bestående av 29 bolag. Koncernstrukturen baseras på uppgifter från 2022-12. B3 Consulting Group AB (publ) 35 anställda. B3 Business Transformation AB. 77 anställda. B3 Cloud Services AB. 8 anställda. B3 CodeRight AB. 37 anställda. B3 Nuway Stockholm AB.",
      "Ekonomi": "B3 Consulting Group AB (publ) gjorde ett resultat på 68 000 KSEK med omsättning 418 000 KSEK under 2023. Bolaget hade då en omsättningstillväxt på 10,8 %. B3 Consulting Group AB (publ)s vinstmarginal låg vid senaste årsbokslutet på 16,4 % vilket ger B3 Consulting Group AB (publ) placeringen 186 028 i Sverige av totalt 761 320 aktiebolag.",
      "Ekonomisiffor": {
        "Omsättning": 418,
        "Resultat": 68,
        "Omsättningsförändring": "10.8%"
      },
      "kontakter": [
        {
          "email": "invoice@b3.se",
          "name": "Invoice",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "info.malmo@b3.se",
          "name": "Info Malmo",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "info@b3.se",
          "name": "Info",
          "position": "",
          "source": "http://www.b3.se"
        },
        {
          "email": "office@b3group.pl",
          "name": "Office",
          "position": "",
          "source": "http://www.b3.se"
        },
        {
          "email": "jenny.sjoholm@b3.se",
          "name": "Jenny Sjoholm",
          "position": "",
          "source": "http://www.b3.se/kontakt"
        },
        {
          "email": "info.gbg@b3.se",
          "name": "Info Gbg",
          "position": "",
          "source": "http://www.b3.se/kontakt"
        },
        {
          "email": "emma.stenberg@b3.se",
          "name": "Emma Stenberg",
          "position": "",
          "source": "http://www.b3.se/kontakt"
        },
        {
          "email": "Info@b3.se",
          "name": "Info",
          "position": "",
          "source": "http://www.b3.se/kontakt"
        },
        {
          "email": "olov.leijonborg@b3.se",
          "name": "Olov Leijonborg",
          "position": "",
          "source": "http://www.b3.se/kontakt"
        },
        {
          "email": "susanna.hoff@b3.se",
          "name": "Susanna Hoff",
          "position": "",
          "source": "http://www.b3.se/kontakt"
        },
        {
          "email": "katarina.lundqvist@b3.se",
          "name": "Katarina Lundqvist",
          "position": "",
          "source": "http://www.b3.se/om-oss"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/b3it",
        "facebook": "https://www.facebook.com/b3consulting.est2003/?locale=sv_se",
        "twitter": null,
        "instagram": "https://www.instagram.com/b3_consulting/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 9,
      "företagsnamn": "Cyber Instincts AB",
      "företagswebb": "https://www.cyberinstincts.com/",
      "organisationsnummer": "5591548135",
      "sökterm": [
        "Python",
        "GitLab",
        "Scrum",
        "Git",
        "GitHub",
        "GCP",
        "AWS Lambda",
        ".NET",
        "Jenkins",
        "AWS",
        "Functional Programming",
        "JavaScript",
        "C/C++",
        "C#-utveckling",
        "Java",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29540274",
      "titel": "Automotive Cybersecurity Engineer",
      "beskrivning": "About Cyber Instincts AB \nCyber Instincts AB is a dynamic, resourceful and innovative IT and business consulting firm. We are an exclusive consulting firm with a strong customer focus and a vibrant employee-centric culture. Customer success is critical for us, and our most significant strength is our employees. Hence, we genuinely strive to ensure all-round satisfaction for our valued clients and employees. We care and do everything to make a positive difference for them. \nWe are now hoping to expand our workforce and are currently searching for IT consultants looking to take on new challenges. If this sounds interesting, check out the job description below. \n\nJob Description \nAs an Automotive Cybersecurity Engineer, you will work on exciting customer projects and use your knowledge and expertise to help customers ensure cybersecurity is built into their products and services. You will be responsible for performing various cybersecurity activities (such as risk analysis, development of cybersecurity concepts and requirements, vulnerability management, etc) and creating the corresponding work products. You will be part of cross-functional teams consisting of product owners, system architects, systems engineers, requirements specialists and will have the opportunity to bring your unique experience to make a difference to the team. \nResponsibilities \n Analyze and review security architectures, designs, and controls. \n  Perform Threat Analysis and Risk Assessments (TARA) on the component/item/vehicle level as well as on backend systems. \n  Create and review Cybersecurity Plans, Item Definitions, Cybersecurity Concepts. \n  Write cybersecurity requirements for product features and functions. \n  Analyse product cybersecurity requirements, technical specifications, and system architecture diagrams to develop test cases. \n  Verify and validate cybersecurity requirements. \n  Perform cybersecurity joint reviews with suppliers. \n  Prepare issue reports for identified security vulnerabilities and follow-up with suppliers. \n \n\n\nRequirements \n You have at least 3 years of experience in the automotive industry within the product development/systems engineering area. \n  You have good knowledge of automotive embedded EE (Electrical/Electronics) components/systems and software. \n  You have good knowledge of Unified Diagnostics Services, ECU Software Architecture, AUTOSAR. \n  You have experience in the cybersecurity field and good knowledge of one or more cybersecurity controls used to protect embedded systems (SecureBoot, Code Signing, SecOC, etc.) \n  You have solid skills in threat modelling, risk analysis, attack paths, etc. \n  You have good knowledge of the ISO21434 standard and the UNECE R155 regulation. \n  Understanding/familiarity with one or more cloud platforms (AWS, Azure, GCP). \n  You have a relevant education/qualification in a STEM (Science, Technology, Engineering, and Mathematics) academic discipline. (It can be degree or non-degree(diploma) qualifications. Other non-IT disciplines (Business/Management, Law, Finance, etc) shall be considered if relevant skills/experience can be demonstrated.) \n  You have a good understanding of SW development lifecycle methodologies (Agile, Waterfall, etc.) \n  You are innovative and have good problem-solving skills. \n  You are a team player and have effective communication and documentation skills. \n \n\nMeritorious/Very good to have \n Good software development skills in Python, Linux scripting, etc. \n \n\n You are familiar with one or more security tools, frameworks, or exploit frameworks (e.g., Kali Linux, mobSF, Ghidra, etc). \n \n\nBring all of the above, and we’ll offer you the following and more: \nAn opportunity to work on exciting IT assignments with renowned organisations, which will help to enhance and solidify your career profile and boost your professional portfolio. We’ll offer you a competitive compensation package in line with market rates and the stipulated Union requirements. We offer a competitive employer pension insurance contribution, health insurance, accident insurance, and life insurance coverage. You shall be entitled to 5 weeks annual vacation in line with Union requirements and Swedish laws. We'll offer weekend getaway conferences for team building, fun AfterWork events, games and sports activities. We believe in investing in people and encouraging personal and career development, so you shall have the opportunity to attend relevant industry conferences, training, and take certifications in line with your career goals. We’ll provide you with an enabling environment for you to grow your career. You will have lovely colleagues to work with and the opportunity to create lasting professional relationships or friendships that may continue even after your professional working life. \n \nHow to Apply\nPlease use the link connecting you with our career page https://cyberinstinctsab.teamtailor.com/#jobs. In your application, explain why you are applying for this role and why you believe you are a suitable candidate.\n \nApplication period and Interviews\nThe application period is open until 10th April 2025. Interviews and selection will continuously occur during this period, so submitting your application on time is recommended.",
      "Techstack": "Java, JavaScript, Spring Boot, Java EE, J2EE, Git, Jenkins, GitHub, GitLab, Bitbucket",
      "Produkt": "IT och affärskonsulttjänster",
      "Företagsstruktur": "Cyber Instincts AB är en dynamisk, resursstark och innovativ IT- och affärskonsultfirma. De har ett starkt kundfokus och en livlig kultur som är centrerad kring sina anställda.",
      "Ekonomi": "Företaget har en omsättning på 4 108 KSEK under 2023 och gjorde ett resultat på 163 KSEK. Deras omsättningstillväxt var 17,1%.",
      "Ekonomisiffor": {
        "Omsättning": 4108,
        "Resultat": 163,
        "Omsättningsförändring": "17,1%"
      },
      "kontakter": [
        {
          "email": "info@cyberinstincts.com",
          "name": "Cyber Instincts AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/cyber-instincts-ab/",
        "facebook": "https://www.facebook.com/cyberinstinctsab",
        "twitter": "https://twitter.com/cyberinstincts1",
        "instagram": "https://www.instagram.com/cyberinstincts/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 10,
      "företagsnamn": "Ticket Privatresor AB",
      "företagswebb": "http://www.ticket.se",
      "organisationsnummer": "5562339142",
      "sökterm": [
        "C#-utveckling",
        "Java",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29355295",
      "titel": "Tech Lead – Java",
      "beskrivning": "Som technical lead Java på Ticket jobbar du tillsammans meddrivna och ödmjukavinnarskallar i något av våra team som ansvarar för att företaget har tekniken som säljer våra resor!Arbetet innebär att utveckla nya samt förbättra funktioner och system kopplade till Tickets e-handelsplattform. Vi hjälper också våra affärsägare i funktionella diskussioner. Hos oss får du stora möjligheter att vara med och leda och driva utvecklingen i våra miljöer.\nDu kommer att jobba i en organisation med korta beslutsvägar och där det går snabbt från beslut till handling.Våra agila team är självgåendeochutvecklingsgruppen står själva för teknikvaloch andra viktiga beslut. \nTicket jobbar huvudsakligen med Java, Spring Boot, Vue.js, AI, mikrotjänster, AWS och Kubernetes. Vi värdesätter även open source och vi är ansvariga för driften av vår egen plattform.\n\nFör att trivas i rollen tror vi att du har \n relevant utbildning, tex en kandidat-, magister- eller civilingenjörsexamen \n flera års erfarenhet av utveckling i Java, exakt antal är inte det viktiga utan vad du kan är det som räknas \n grundläggande kunskap i svenska och engelska, både i tal och i skrift.\n erfarenhet som senior utvecklare och med senior menar mindsetet att vara en katalysator så hela teamet presterar bra snarare än fokus enbart på eget kodande.\n intresse för gränslandet mellan teknik, produkt och människa \n \nDu fårgärna ha en bred erfarenhet av andra techspråk och miljöer.\nSom person  \n uppskattar du att utmanas av nya tekniker, kluriga problem och att lösa dem tillsammans med andra\n gillar att arbeta agilt och triggas av att snabbt lansera till miljontals kunder.\n kan du kommunicera väl, är driven och har hjärtat på rätta stället.\n är du självstartande och agerande inom både teknik och team \n \nI rollen kommer du\n  leda teamet så att den valda lösningen matchar företagets funktionella behov och tekniska vision.\n agerar mentor och utvecklar övriga teammedlemmar \n ta ledarskapsroller som scrum master och liknande vid behov\n intervjua, utvärdera, stödja och utveckla medlemmar i teamet\n stödja och vara nära till hands för produktägare och andra stakeholders\n \n\nVi bygger och driftar själva vår e-handelsplattform med allt från utmanande backendfrågor inom skalning till att sortera hotell efter sannolikhet till köp.  Givetvis har du sex veckors semester, flex så vardagen fungerar,full tjänstepension enligt ITP, hemarbete nån dag i veckan ochtrevliga reseförmåner. Huvudkontoret ligger i Sickla, fem minuter från Slussen. För Tickets anställda finns parkering utanför kontoret.",
      "Techstack": "Java, Spring Boot, Vue.js, AI, mikrotjänster, AWS, Kubernetes",
      "Produkt": "Reseförsäljning och e-handelsplattform",
      "Företagsstruktur": "Företaget jobbar i agila och självstyrande team. Dessa team är ansvariga för teknikval och andra strategiska beslut. Den tekniska ledaren utvecklar nya och förbättrar befintliga system och funktioner.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@ticket.se",
          "name": "Ticket Privatresor AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/croatian-national-tourist-board",
        "facebook": "https://www.facebook.com/croatia.hr/",
        "twitter": "https://www.x.com/croatia_hr/",
        "instagram": "https://www.instagram.com/croatiafulloflife/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 11,
      "företagsnamn": "PRESIS KONSULT AB",
      "företagswebb": "https://www.presiskonsult.se",
      "organisationsnummer": "5592171556",
      "sökterm": [
        "GitLab",
        "DynamoDB",
        "Java",
        "Penetration Testing",
        "AWS Lambda",
        "JUnit",
        "ActiveMQ",
        "Bash",
        "Spring",
        "CloudFormation",
        "C#-utveckling",
        "C/C++",
        "PostgreSQL",
        "utvecklare",
        "Microservices"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29197272",
      "titel": "Senior Java Developer",
      "beskrivning": "Senior Software Engineer – Java, AWS, and Microservices Architecture\nAs a Senior Java Developer, you will leverage the latest technologies, including AWS and Microservices, to develop cutting-edge solutions and services. Your role is crucial in ensuring that we stay ahead by offering innovative and relevant services, both now and in the future.\nKey Responsibilities:\nCollaborate with your team throughout the entire service lifecycle – from gathering requirements, development, testing, deployment, and maintenance to continuous improvements and new innovations.\n\n\nDevelop scalable, secure, and high-performance applications using Java and AWS.\n\n\nDesign and implement microservices architectures.\n\n\nEnsure best practices in coding, testing, and deployment are followed.\n\n\nWork in an Agile environment using methodologies such as SAFe and Scrum.\n\nWho You Are:\nA curious, innovative, and analytical problem solver.\n\n\nA team player with an inclusive and collaborative approach.\n\nQualifications:\nAcademic degree in Computer Science, Mathematics, Engineering, or another relevant field.\n\n\nMinimum of 8 years of relevant professional experience.\n\nRequired Competencies:\nFluent in English, both written and verbal.\n\n\nStrong experience working with Agile methodologies (SAFe, Scrum).\n\n\nExpertise in Microservices Architecture.\n\n\nProficiency in Java (versions 8-11).\n\n\nExperience with Linux environments.\n\n\nHands-on experience with Spring Boot and Maven.\n\n\nUnit Testing using JUnit.\n\n\nDeep understanding of AWS services, including:\nAWS CloudFormation\n\n\nAWS Identity and Access Management (IAM)\n\n\nAmazon EC2\n\n\nAmazon Elastic Container Service (ECS)\n\n\nAWS Lambda\n\n\nAWS API Gateway\n\n\nDynamoDB and/or Aurora PostgreSQL\n\nValuable Competencies:\nExperience with both relational and non-relational databases.\n\n\nFamiliarity with Liquibase for database versioning.\n\n\nKnowledge of ActiveMQ.\n\n\nExperience with AWS CloudFormation.\n\n\nUnderstanding of certificate management and security best practices.\n\n\nExperience working with Continuous Integration and Deployment (CI/CD) in a microservices architecture.\n\n\n\nIf you are passionate about Java development, cloud computing, and microservices, we encourage you to apply and be part of an innovative and dynamic team!\n\n\n\n\n\n\n\n\n\n\n\n\nÖppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.",
      "Techstack": "AWS, Microservices, Agile Methodologies (SAFe, Scrum), Java8 -11, Linux, Spring boot, Maven, Unit Testing (JUnit), AWS Cloud Formation, AWS Identity and Access Management (IAM), Amazon Elastic Compute Cloud (EC2), Amazon Elastic Container Service (ECS), AWS Lambda,  AWS API Gateway, DynamoDB and Aurora PostgreSQL, Liquibase, Active MQ, Cloud Formation (AWS), Certificate usage",
      "Produkt": "IT-konsulttjänster och utveckling av lösningar med hjälp av senaste teknologierna",
      "Företagsstruktur": "Företaget har 6 anställda. Fördelningen i styrelsen är 50% män (1), 50% kvinnor (1). Bolagets VD är Omobolaji Geoffrey Opanike.",
      "Ekonomi": "Under 2023 gjorde företaget ett resultat på 731 KSEK med en omsättning på 17 696 KSEK. Bolaget hade en vinstmarginal på 5,2% vilket placerar dem på plats 278 629 i Sverige av totalt 761 241 aktiebolag.",
      "Ekonomisiffor": {
        "Omsättning": 17696,
        "Resultat": 731,
        "Omsättningsförändring": "23.1%"
      },
      "kontakter": [
        {
          "email": "info@presiskonsult.se",
          "name": "PRESIS KONSULT AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/presiskonsult/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 12,
      "företagsnamn": "Rectention AB",
      "företagswebb": "http://www.rectention.se/",
      "organisationsnummer": "5594864497",
      "sökterm": [
        "Azure",
        ".NET",
        "Frontendutvecklare",
        "backendutvecklare",
        "React",
        "HTML",
        "Microservices",
        "TypeScript",
        "Node.js",
        "MongoDB",
        "Frontend",
        "Angular",
        "MySQL",
        "C#",
        "Robot Framework",
        "Kafka",
        "GCP",
        "AWS Lambda",
        "CSS",
        "Spring",
        "Mjukvaruutvecklare",
        "DynamoDB",
        "Javascript",
        "JavaScript",
        "Java",
        "utvecklare",
        "HTML5",
        "Material-UI",
        "ASP.NET Core"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29494757",
      "titel": "Java utvecklare till ett IT-konsultbolag som drivs av innovation, gemens...",
      "beskrivning": "Om kunden Vår kund är ett framstående teknikföretag med över 20 års erfarenhet inom branschen. Företaget har byggt upp en unik kultur där gemenskap, handlingskraft och självledarskap står i centrum. Här finns inga mellanchefer, utan fokus ligger på kollektivt ledarskap och en nära arbetsmiljö där alla stöttar varandra.\nHos vår kund äger medarbetarna både sina projekt och sin egen utveckling, med stöd från seniora mentorer och kollegor som gärna delar med sig av sin kunskap.\n Brädspelskvällar, kunskapsutbyte och en stark gemenskap gör detta till en arbetsplats där teknisk excellens kombineras med personlig trivsel och utveckling.\nOm rollen Vi söker dig som kan:\n Designa och utveckla avancerade systemlösningar med Java och Springboot.\n Arbeta med molnteknologier (AWS, GCP eller Azure) och container-orkestrering (Kubernetes eller Nomad).\n Bygga och optimera både monolitiska och mikroservicebaserade arkitekturer.\n Använda relationsdatabaser (Postgres/MySQL) och dokumentdatabaser (MongoDB/DynamoDB).\n Samarbeta med kunder och kollegor i en konsultativ roll som kräver affärskänsla och initiativförmåga.\n \nDin profil Vi söker dig som har:\n Minst 7 års erfarenhet av Java-utveckling.\n Minst 1 års erfarenhet av Springboot.\n Gedigen kunskap om molnlösningar och container-orkestrering.\n Erfarenhet av både relations- och dokumentdatabaser.\n En konsultmässig personlighet och vana att ta ansvar för projekt och kunder.\n Flytande svenska i både tal och skrift.\n Intresse för självledarskap och att arbeta i en miljö med kollektivt ledarskap.\n \nMeriterande erfarenheter\n Frontend-utveckling med React, Angular eller liknande bibliotek.\n Erfarenhet av att arbeta med rörliga lönemodeller.\n \nVad kunden erbjuder\n En arbetsplats som värderar gemenskap och samarbete.\n Möjligheter till personlig utveckling genom självledarskap och seniormentorskap.\n Intressanta utvecklingsprojekt som kombinerar teknik och affärsmannaskap.\n En kultur där framgångar firas tillsammans – både med kreativa projekt och brädspel.\n \nAnsökan Är du rätt person för rollen? Skicka in din ansökan redan idag! Vi ser fram emot att lära känna dig och hjälpa dig ta nästa steg i din karriär.",
      "Techstack": ".NET, C#, .NET Core, MVC, ASP.NET, Azure, DevOps",
      "Produkt": "Systemutveckling och skräddarsydda IT-lösningar",
      "Företagsstruktur": "Företaget erbjuder tjänster både på kontoret i Linköping och på distans. Strukturen i styrelsen är jämnt fördelad med 50% män och 50% kvinnor.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@rectention.se",
          "name": "Rectention AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 13,
      "företagsnamn": "Sogeti Sverige AB",
      "företagswebb": "https://www.sogeti.se/",
      "organisationsnummer": "5566314687",
      "sökterm": [
        "RabbitMQ",
        "Azure",
        "Go",
        "M365",
        ".NET",
        "Sharepoint",
        "Artificial Intelligence",
        "Cypress",
        "CloudFormation",
        "backendutvecklare",
        "React",
        "Terraform",
        "HTML",
        "Microservices",
        "GitHub",
        "Ansible",
        "TypeScript",
        "DevOps",
        "Python",
        "Node.js",
        "Kubernetes",
        "NLP",
        "Postman",
        "C#-utveckling",
        "Frontend",
        "utvecklare",
        "Angular",
        "MySQL",
        "C#",
        "fullstackutvecklare",
        "Kafka",
        "NumPy",
        "GCP",
        "AWS Lambda",
        "JUnit",
        "Jenkins",
        "AWS",
        "CI/CD",
        "CSS",
        "Spring",
        "Docker",
        "PostgreSQL",
        "Java",
        "Scrum",
        "Javascript",
        "PowerShell",
        "SQL",
        "JavaScript",
        "Bootstrap",
        "MongoDB",
        "Robot Framework",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558180",
      "titel": "Systemutvecklare C# till Sogeti Örebro",
      "beskrivning": "Vill du vara med och skapa morgondagens IT-lösningar?\nDet vill vi! På Sogeti gillar vi att arbeta med teknik, och att därigenom skapa värde för människor och våra kunder. Du är en engagerad systemutvecklare med fokus inom C# .NET, som vill vara med på en utvecklande resa där du erbjuds bland annat skaparglädje, kompetensutveckling, frihet och trygghet. Vi söker dig som uppskattar hantverket, som ständigt vill utvecklas, som håller dig i teknikens framkant och som söker en ny utmaning!\n\nSom konsult behöver du vara flexibel och trivas i olika arbetsmiljöer, samt ha förmågan att bygga förtroende hos både kunder och kollegor vilket kommer vara en stor fördel i denna roll - det viktigaste vi har är nämligen du.\n\nLäs mer om några av de många anledningarna som finns för att jobba hos oss:\n\n\n - Våra förmåner - Här hittar du en översikt av de förmåner vi erbjuder på Sogeti.\n\n - Din utveckling - Vårt mål är att den som är anställd hos oss ska vara på en ständig utvecklingsresa och bli den bästa versionen av sig själv.\r\nVi söker dig som:\n\n\n - \när nyfiken och vill utvecklas\n\n\n - har minst 8 års arbetslivserfarenhet av systemutveckling inom C# \n - kunskap av molntjänster, CI/CD-verktyg och DevOps-principer\n\n - \nvill dela med dig av din kunskap och dina erfarenheter\n\n\n - \nhar stor samarbets- och kommunikationsförmåga, som är en lagspelare helt enkelt \n\n - talar och skriver flytande svenska och uttrycker dig väl i tal och skrift på engelska\n\n\n\nVarmt välkommen med din ansökan idag, urval sker löpande! Hoppas vi ses!\n\n\n\nSogeti Sverige, en del av Capgemini-koncernen, med 21 kontor och 1300 medarbetare, skapar affärsvärde med teknologi för organisationer som behöver införa innovation snabbt och som vill ha en lokal partner med global skalbarhet. Med en hands-on-kultur och närhet till kunderna, implementerar Sogeti lösningar som hjälper organisationer att arbeta snabbare, bättre och smartare. Genom att kombinera agilitet och snabb implementation via en DevOps-ansats, levererar Sogeti innovativa lösningar inom test- och kvalitetssäkring, molnet och systemutveckling, förstärkta av AI, data och automation. \n\nAlla människor ska ha samma möjligheter. Inte minst i sitt arbete, därför är jämställdhet en självklarhet för oss och vi tar mängder av initiativ för att främja detta, bland annat genom #addher - ett av Sveriges största nätverk för kvinnor i IT-branschen.",
      "Techstack": "Python, JAVA, .NET, API-testning (t.ex. Postman, SoapUI, Ready API), GUI-testning med verktyg (t.ex. Selenium, Cypress, Playwright), Projekthanterings-/testmanagement-system (t.ex. Jira, Azure Devops), CI/CD pipelines (t.ex. Jenkins, Azure DevOps), Microsoft Services och SOAP/REST-baserade tjänster och verktyg, ISTQB certifiering, AI-drivna testverktyg eller ramverk, verktyg för att generera testfall baserat på maskininlärning",
      "Produkt": "Kvalitetssäkrade IT-leveranser med inriktning på testning och automatiska lösningar inom systemutveckling",
      "Företagsstruktur": "Över 6200 anställda, varav 250 i Sverige. En stor del av verksamheten är fokuserad på testning, vilket kallas för Quality Engineering & Testing. De arbetar med uppdrag, projekt och kunder inom olika branscher. Hos Sogeti finns även möjligheter till vidareutveckling inom (och även utanför) testområdet.",
      "Ekonomi": "Baserat på Bing-sökresultat finns det inte tillräcklig ekonomisk information tillgänglig.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "dldposweden.se@capgemini.com",
          "name": "Dldposweden Se",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "viktor.svensson@sogeti.se",
          "name": "Viktor Svensson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "viktor.bargard@sogeti.se",
          "name": "Viktor Bargard",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "jerker.dahlback@sogeti.se",
          "name": "Jerker Dahlback",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "amanda.m.eriksson@sogeti.se",
          "name": "Amanda M Eriksson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "joakim.palmertz@sogeti.se",
          "name": "Joakim Palmertz",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "fredrick.vistrom@sogeti.se",
          "name": "Fredrick Vistrom",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "lena.helldahl@sogeti.se",
          "name": "Lena Helldahl",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "jorge.bolin@sogeti.se",
          "name": "Jorge Bolin",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "joakim.strand@sogeti.se",
          "name": "Joakim Strand",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "nina.pettersson@sogeti.se",
          "name": "Nina Pettersson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "erika.isaksson@sogeti.se",
          "name": "Erika Isaksson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "emma.nord@sogeti.se",
          "name": "Emma Nord",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "sara.stangenberg@sogeti.se",
          "name": "Sara Stangenberg",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "mikael.wigerhall@sogeti.se",
          "name": "Mikael Wigerhall",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "joakim.segerberg@sogeti.se",
          "name": "Joakim Segerberg",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "anna.ardfors@sogeti.se",
          "name": "Anna Ardfors",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "thomas.boden@sogeti.se",
          "name": "Thomas Boden",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "Patrik.Bernhardsson@sogeti.se",
          "name": "Patrik Bernhardsson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "ann.jonsson@sogeti.se",
          "name": "Ann Jonsson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "annika.norberg@sogeti.se",
          "name": "Annika Norberg",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "rimsky.barlari@sogeti.se",
          "name": "Rimsky Barlari",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "helena.bejerstal@sogeti.se",
          "name": "Helena Bejerstal",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "anders.gahnstrom@sogeti.se",
          "name": "Anders Gahnstrom",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "jonas.fjelling@sogeti.se",
          "name": "Jonas Fjelling",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "andreas.nylin@sogeti.se",
          "name": "Andreas Nylin",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "maria.heidenbeck@sogeti.se",
          "name": "Maria Heidenbeck",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "miguel.exposito@sogeti.se",
          "name": "Miguel Exposito",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "jan.bortin@sogeti.se",
          "name": "Jan Bortin",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "mattias.bergstromner@sogeti.se",
          "name": "Mattias Bergstromner",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "mona.holmstrom@sogeti.se",
          "name": "Mona Holmstrom",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "nino.ramiz@sogeti.se",
          "name": "Nino Ramiz",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "jan.stenwall@sogeti.se",
          "name": "Jan Stenwall",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "susanne.andersson-dahlen@sogeti.se",
          "name": "Susanne Andersson Dahlen",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "michael.holmgren@sogeti.se",
          "name": "Michael Holmgren",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "sofia.tonnberg@sogeti.se",
          "name": "Sofia Tonnberg",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "jenny.lindmark@sogeti.se",
          "name": "Jenny Lindmark",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "johanna.hansson@sogeti.se",
          "name": "Johanna Hansson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "sofie.jakobsson@sogeti.se",
          "name": "Sofie Jakobsson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "carl-fredrik.lauren@sogeti.se",
          "name": "Carl Fredrik Lauren",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "marie.norrbrink@sogeti.se",
          "name": "Marie Norrbrink",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "annette.ljunggren@sogeti.se",
          "name": "Annette Ljunggren",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "Gunnar.Sodersten@sogeti.se",
          "name": "Gunnar Sodersten",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "lejla.basic@sogeti.se",
          "name": "Lejla Basic",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "christoffer.sanchez-lindgren@sogeti.com",
          "name": "Christoffer Sanchez Lindgren",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "claudio.leal@sogeti.se",
          "name": "Claudio Leal",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "fredrik.rostlund@sogeti.se",
          "name": "Fredrik Rostlund",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "david.hubinette@sogeti.se",
          "name": "David Hubinette",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "patrik.nilsson@sogeti.se",
          "name": "Patrik Nilsson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "kristoffer.bjuhr@sogeti.se",
          "name": "Kristoffer Bjuhr",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "henrik.sivertsson@sogeti.se",
          "name": "Henrik Sivertsson",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        },
        {
          "email": "fredrik.wikberg@sogeti.se",
          "name": "Fredrik Wikberg",
          "position": "",
          "source": "http://www.sogeti.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/sogeti",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 14,
      "företagsnamn": "Envoi AB",
      "företagswebb": "http://www.envoi.se",
      "organisationsnummer": "5569845133",
      "sökterm": [
        "Ansible",
        "DevOps",
        "Java",
        "fullstackutvecklare",
        "Kotlin",
        ".NET",
        "Serverless",
        "AWS Lambda",
        "CSS",
        "Angular",
        "CloudFormation",
        "Frontend",
        "MongoDB",
        "Terraform",
        "Mjukvaruutvecklare",
        "HTML",
        "Microservices",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29383303",
      "titel": "Senior Java Engineer",
      "beskrivning": "We are seeking a Senior Software Engineer to work with a client in their digital transformation journey. If you are self-driven, passionate about quality software development, and enjoy dynamic work environments, this is the role for you.\n\nResponsibilities:\nDesign and develop distributed systems using microservices and event-driven architectures.\nCollaborate on cloud-based solutions (AWS preferred).\nEvaluate and integrate complex IT systems and third-party platforms.\nContribute to secure, scalable, and high-performance system designs.\nIdentify technical improvements and ensure alignment with business goals.\n\nRequirements:\n10+ years of software development experience.\nProficiency in Java/Kotlin and API-first development.\nStrong knowledge of microservices, cloud platforms, and databases (MongoDB preferred).\nFamiliarity with event-driven architecture and agile practices.\nExcellent problem-solving skills and fluency in English.\n\nDesirable Skills:\nExperience with Terraform, Kubernetes, and MongoDB cluster administration.",
      "Techstack": "Java, Angular 14+, HTML, CSS, RxJS, AWS services, Aurora Serverless, Step Functions, Lambda, Event Bridge, S3, CloudFormation, SQL, NoSQL databases, Microservices, API, WSO2, SCRUM/Kanban",
      "Produkt": "IT-konsulttjänster och webbapplikationer",
      "Företagsstruktur": "-",
      "Ekonomi": "Företaget hade en omsättningsförändring på -25.5% vid sitt senaste bokslut 2023",
      "Ekonomisiffor": {
        "Omsättning": 22968,
        "Resultat": -458,
        "Omsättningsförändring": "-25.5%"
      },
      "kontakter": [
        {
          "email": "kontakt@envoi.se",
          "name": "Kontakt",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "jobb@envoi.se",
          "name": "Jobb",
          "position": "",
          "source": "http://www.envoi.se"
        },
        {
          "email": "partner@envoi.se",
          "name": "Partner",
          "position": "",
          "source": "http://www.envoi.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/geodis/",
        "facebook": null,
        "twitter": "https://twitter.com/geodis_group",
        "instagram": "https://www.instagram.com/geodisgroup/"
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 15,
      "företagsnamn": "Veritaz AB",
      "företagswebb": "http://www.veritaz.se",
      "organisationsnummer": "5592500705",
      "sökterm": [
        "Azure",
        "Git",
        "Sharepoint",
        "IoT",
        "PyTest",
        "Terraform",
        "React",
        "GitHub",
        "Ansible",
        "TypeScript",
        "GitLab",
        "DevOps",
        "Appium",
        "PyTorch",
        "Python",
        "Agile",
        "Serverless",
        "MongoDB",
        "Kubernetes",
        "C/C++",
        "C#-utveckling",
        "Object-Oriented Programming",
        "Frontend",
        "Angular",
        "MySQL",
        "C#",
        "Katalon Studio",
        "Kafka",
        "Penetration Testing",
        "GCP",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "Docker",
        "PostgreSQL",
        "TensorFlow",
        "Tableau",
        "Scrum",
        "PowerShell",
        "Kotlin",
        "Redis",
        "Functional Programming",
        "Bash",
        "JavaScript",
        "Java",
        "Robot Framework",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29548044",
      "titel": "Senior Incident Manager - 11964",
      "beskrivning": "Veritaz is a leading IT staffing solutions provider in Sweden, committed to advancing individual careers and aiding employers in securing the perfect talent fit. With a proven track record of successful partnerships with top companies, we have rapidly grown our presence in the USA, Europe, and Sweden as a dependable and trusted resource within the IT industry.\nAssignment Description:\nWe are looking for a Senior Incident Manager to join our dynamic team.\nWhat you will work on:\nLead the incident management process within a dual-framework environment of ITIL and SAFe, driving service improvements and optimizing incident response.\nMaintain a holistic view of incidents, identifying and addressing recurring issues to enhance service reliability.\nEnsure visibility and communication of incidents and resolutions across the business, improving transparency and alignment.\nImplement best practices to reduce incident resolution time and increase system reliability.\nSupport and oversee Daily Triage Calls, ensuring effective root cause identification and cross-team collaboration.\nEstablish efficient communication and escalation paths between ITIL-driven service operations and SAFe Agile teams.\nSupport major incident resolution by collaborating with IT operations, development teams, and business stakeholders.\nImprove collaboration between operational teams and the Service Desk, working closely with the IT Operations Service Manager.\nIdentify skill gaps in teams regarding operational incident handling and drive targeted training initiatives.\nDefine and track incident-related KPIs and SLAs to ensure data-driven continuous improvement.\nDrive Post-Incident Reviews (PIRs), Root Cause Analysis (RCA), and corrective actions.\nIntegrate proactive incident detection by leveraging AIOps, predictive analytics, and real-time monitoring solutions.\nDevelop a Crisis Management Playbook to standardize the response to major business-critical incidents.\nManage relationships with external vendors and ITSM providers to ensure SLA adherence.\nEnhance incident management workflows by identifying process bottlenecks, implementing automation, and improving cross-team collaboration.\n\nWhat you bring:\n5+ years of experience in IT Service Management, with a strong focus on Incident Management, Major Incident Handling, and ITSM process improvements.\nStrong background in bridging traditional ITSM frameworks (ITIL) with Agile methodologies (SAFe, DevOps, or iterative development models).\nHands-on experience with ITSM platforms such as ServiceNow, Jira Service Management, or other enterprise ITSM tools.\nProven ability to work in cross-functional teams, engaging with technical and non-technical stakeholders to resolve incidents effectively.\nAnalytical mindset with experience in problem-solving, RCA, and data-driven decision-making.\nAbility to work in a fast-paced, dynamic environment while managing multiple priorities.\nITIL certification required; SAFe certification is a plus.\nExperience leading automation initiatives for ITSM workflows and Major Incident resolution is a plus.\nBackground in risk management and compliance related to incident handling is preferred.\nPrior experience in ITSM transformation initiatives within an Agile organization is beneficial.\nProficiency in English.",
      "Techstack": "Systemutveckling, integrationer, SaaS och PaaS-tjänster, API-hantering, behållare, datalagring, meddelanden, Azure och/eller andra molnteknologier, REST-API:er, OpenAPI-standard, Java, Spring Boot, ServiceBus, PostgreSQL, CosmosDB, MongoDB, Redis, DevOps och FinOps-praktiker",
      "Produkt": "IT-bemanningslösningar",
      "Företagsstruktur": "Veritaz AB leds av Ngoc Vu Huy Tran. Företaget har en styrelse bestående av 100% män (2).",
      "Ekonomi": "Veritaz AB rapporterade en omsättningsförändring på 53.0% under 2023 och gjorde ett resultat på 16 KSEK med en omsättning på 11 243 KSEK.",
      "Ekonomisiffor": {
        "Omsättning": 11243,
        "Resultat": 16,
        "Omsättningsförändring": "53.0%"
      },
      "kontakter": [
        {
          "email": "info@veritaz.se",
          "name": "Veritaz AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "Info@veritaz.se",
          "name": "Info",
          "position": "",
          "source": "http://www.veritaz.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/bureau-veritas-group",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/bureauveritasgroup/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 16,
      "företagsnamn": "Instabee Group AB",
      "företagswebb": "https://instabee.com",
      "organisationsnummer": "5593966236",
      "sökterm": [
        "TypeScript",
        "Python",
        "Tableau",
        "Java",
        "PostgreSQL",
        "A/B Testing",
        "GCP",
        "MongoDB",
        "AWS Lambda",
        "SQL",
        "JavaScript",
        "backendutvecklare",
        "Terraform"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29562494",
      "titel": "Consumer Analytics",
      "beskrivning": "About the Role\nAt Instabee, the consumer is at the core of everything we do, and you will play a key role in understanding and enhancing the consumer experience. Your insights will shape how we approach consumer growth, loyalty, and feedback, ensuring we continuously improve our services.\nAs a champion for the consumer, you’ll work closely with teams across the company to define and measure success. This role calls for a mix of analytical expertise, business acumen, and a deep curiosity about consumer behavior.\nYou won’t just report on data; you will help drive smarter decisions that shape the consumer journey and improve how we serve millions of users.\n \nWhat you’ll be doing \nAnalyze consumer behavior and engagement to uncover insights and trends.\n\n \nDevelop and maintain KPIs related to consumer growth and experience.\n\n \nWork with large datasets to find opportunities to improve acquisition, retention, and conversion.\n\n \nCollaborate with Product, Tech, and Operations to test and launch consumer-facing initiatives.\n\n \nTranslate data into clear recommendations that enhance the customer journey.\n\n \nChallenge how we do things today and explore new ways to understand and improve the consumer experience.\n\n \nSupport A/B testing and measure the impact of new strategies.\n\n \nPresent findings and actionable insights to stakeholders at various levels of the organization. \n\n About You \nYou’re passionate about creating great consumer experiences and curious about what drives people’s behavior.\n\n \nYou possess a unique blend of analytical expertise and business acumen, enabling you to translate complex data into actionable strategies that drive real impact.\n\n \nYou thrive on testing and pioneering new approaches, pushing the boundaries of traditional consumer analytics.\n\n \nYou are not afraid to develop and implement novel tools and technologies to uncover deeper insights and solve challenging problems.\n\n \nYou are comfortable challenging the status quo, constantly seeking innovative ways to measure and improve the consumer journey.\n\n  What We’re Looking For \nA Bachelor’s degree in a relevant field (e.g., engineering, IT, finance, economics, marketing, psychology).\n\n \n2+ years of experience working with consumer data, such as segmentation, feedback, or behavior analysis.\n\n \nHands-on experience working with data tools like SQL, Python, Tableau, PowerBI, or similar.\n\n \nComfortable working with large datasets and performing data analysis.\n\n \nSolid understanding of A/B testing and statistical methods.\n\n \nStrong business sense and ability to translate data into actionable insights.\n\n \nExperience collaborating across departments (e.g., tech, product, marketing).\n\n \nExperience presenting findings to senior stakeholders.\n\n \nExcellent communication skills in English.\n\n \n \nIf this is you then we can’t wait to meet you! \nWhat you’ll get We can promise you that you will be challenged, develop your skills and have the opportunity to work with truly amazing and competent colleagues. If you like changes and want to set new processes and ways of working - this is the place for you! Of course, we have all the necessary and standard benefits in place, but in addition to this, we can also offer: \n \n Sky-High Office: Modern and newly renovated with a 360-degree view around Stockholm.\n\n \n Puppy Friendly: Bring your dog to work - we've got a whole floor for our furry friends!\n\n \n Rooftop Fridays: Chill out at our Friday rooftop bar with the best views in town\n\n \n Fun & Games: Ping pong, Shuffleboard, Foosball, and even a Karaoke Room for your leisure time.\n\n \n Parental Pay for Six Months: Step away from work and provide the best care and love to your little one.\n\n \n A Day Off on Your Birthday: We love to celebrate, so enjoy your birthday to the fullest with a day off each year!m for your leisure time.\n\n \n Flexible Hours: Hybrid setup with working hours that adapt to your lifestyle.\n\n \n \nDiversity and inclusion is very important to us and we are committed to creating an inclusive work environment. We want to be a workplace where everyone’s perspectives and opinions are valued, and we are dedicated to creating opportunities for all employees to thrive and reach their full potential. \nGet to know usIn 2022, Instabee was founded after combining Budbee and Instabox - two leading last-mile delivery companies with three consumer-facing brands: Budbee, Instabox, and Porterbuddy. Instabee serves millions of consumers across Europe with convenient deliveries and is on track to become the leading European e-commerce enabler. Always with the consumer at heart.\nWe’re fast, both in terms of parcel delivery and when it comes to growing our business. So far our journey has taken us from Sweden to the rest of Scandinavia and parts of continental Europe, but we have no plans on stopping anytime soon. As we continue to expand, the complexity of Instabee grows in parallel. With that in mind, we’re now looking for you to help us on the journey ahead.\nThis recruitment process consists of background checks via Verifiera as a review of previous public criminal records. The result is public information that is handled confidentially. This is mandatory for all recruitment processes at Instabee in Sweden. #LI-HR1",
      "Techstack": "Java, Node.js, PostgreSQL, Terraform, DevOps",
      "Produkt": "Last mile delivery tjänster under varumärkena Budbee, Instabox och Porterbuddy",
      "Företagsstruktur": "Instabee Group AB kombinerar två ledande företag inom lastmile-leveranser, Budbee och Instabox, och tjänar miljontals konsumenter över hela Europa. Företaget växer snabbt och har expanderat från Sverige till resten av Skandinavien och delar av kontinentala Europa.",
      "Ekonomi": "Företaget visade ett resultat på -7 790 701 KSEK med en omsättning på 75 436 KSEK under 2023. Företagets vinstmarginal låg vid senaste årsbokslutet på −216 781,4 % vilket ger Instabee Group placeringen 474 061 i Sverige av totalt 762 334 aktiebolag.",
      "Ekonomisiffor": {
        "Omsättning": 75436,
        "Resultat": -7790701,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@instabee.com",
          "name": "Instabee Group AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/instabee-official",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/instabeeglobal/"
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 17,
      "företagsnamn": "Engcon Nordic AB",
      "företagswebb": "https://engcon.com/sv_se.html",
      "organisationsnummer": "5564056835",
      "sökterm": [
        "Python",
        "C/C++",
        "Java",
        "utvecklare",
        "Mjukvaruutvecklare",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29377384",
      "titel": "engcon söker mjukvaruutvecklare",
      "beskrivning": "Jämtland är inte bara fjäll, naturupplevelser och friluftsliv, utan också födelseplats för engcons tiltrotator. Ett stenkast från skidstadion i Östersund pågår en del av arbetet för att \"Change The World of Digging\" hos detta globala tillväxtbolag. Har du ett par års erfarenhet av utveckling, helst i C/C++, och ser dig själv som en allsidig mjukvaruutvecklare kan du vara engcon Control Systems nya mjukvaruutvecklare!\n\nVi söker dig med fallenhet för mjukvaruutveckling och som har förmågan att snabbt driva från idé till funktion. Välkommen på en tillväxtresa!\n \n Information om uppdraget\n \n engcon är marknadsledande inom utveckling, produktion och försäljning av grävmaskinstillbehör. Som mjukvaruutvecklare på engcon Control Systems kommer du att ha en central funktion och brygga samman engcon, globala samarbetspartners och befintligt implementationsteam. Du kommer att ingå i ett team tillsammans med flera mjukvaruutvecklare, applikationstekniker, produktägare och lösningsarkitekt. Verka för att snabbt utveckla lösningar och ”proof of concepts” som tas vidare till färdig produkt tillsammans med några av världens största grävmaskintillverkare. Du kommer också att arbeta med underhåll och support av engcon´s befintliga produkter.\n \n Du erbjuds:\n\n\n• En varierad roll med stora påverkansmöjligheter på engcon’s tillväxtresa\n• Produktutveckling med helhetsgrepp\n• Ett engagerat och kompetent team\n• En global arbetsplats med hjärtat i Jämtland\n• Ett högt friskvårdsfokus\n\nArbetsuppgifter\n\nSom mjukvaruutvecklare kommer du att vara en nyckelperson för engcons mjukvaruutveckling gällande såväl nya produkter/funktioner som uppdateringar av befintliga. Arbetssättet är framför allt testdrivet och agilt. Du kommer att jobba med bland annat:\n\n\n• Styrning och kommunikationsbussar\n• Användarinterface och mobilapp\n• Funktionssäkerhet\n• Datasäkerhet\n• Utveckla testramverk\n\nVi söker dig som\n\n\n• Har högskole/universitetsexamen inom datavetenskap, mekatronik, teknisk fysik eller liknande\n• Har erfarenhet som system- eller mjukvaruutvecklare\n• Har goda kunskaper i C/C++\n• Har stort tekniskt intresse och gillar att lära dig nya saker\n• Kommunicerar obehindrat på engelska i båda tal och skrift\n\nVi ser det som meriterande om du har erfarenhet av C#, java, Python, säkra styrsystem, styrsystem för hydraulik eller CANbus. Det är också ett plus om du har kunskap om Embedded Linux/FreeRTOS eller arbetslivserfarenhet som mjukvaruutvecklare inom fordonsindustri eller maskintillverkning.\n \n Som person är du:\n\n\n• Problemlösande\n• Ansvarstagande och engagerad\n• Initiativtagande\n• Bra på att samarbeta\n• Strukturerad\n\nÖvrig information\n\n\n• Omfattning: Heltid, tillsvidare.\n• Placering: Östersund. Internationella resor ingår i tjänsten.\n• För frågor kring tjänsten, kontakta rekryterande chef, Christian Olsson, på antingen christian.olsson@engcon.com eller på tel; +46 70 438 79 21\n\nVarmt välkommen med dig ansökan!",
      "Techstack": "C/C++, C#, java, Python, CANbus, Embedded Linux/FreeRTOS",
      "Produkt": "Tillverkning och försäljning av grävmaskinstillbehör",
      "Företagsstruktur": "Engcon Nordic AB är ett dotterbolag till Engcon AB. De har en centraliserad struktur med fokus på mjukvaruutveckling där de jobbar i team bestående av flera mjukvaruutvecklare, applikationstekniker, produktägare och lösningsarkitekt.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@engcon.com",
          "name": "Engcon Nordic AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 18,
      "företagsnamn": "Acely AB",
      "företagswebb": "https://www.acely.se",
      "organisationsnummer": "5569079816",
      "sökterm": [
        "Python",
        "AWS Lambda",
        "PHP",
        "C/C++",
        "Java",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29376758",
      "titel": "Penetrationstestare till ledande IT-säkerhetsbolag",
      "beskrivning": "Om rollen \n\nI rollen som penetrationstestare arbetar du med både interna och såväl externa nätverk, applikationer, molntjänster, mobila plattformar, etc. Arbetet sker både på plats hos kund och remote. I rollen krävs god kommunikationsförmåga, både skriftlig och muntlig, liksom förmågan att förmedla komplex teknisk information till viktiga internationella kunder. Tjänsten är på heltid på kontoret i Stockholm.\n\n\n\n\n\nAnsvarsområden \n\nUtföra djupgående penetrationstester på applikationer, infrastruktur, moln och mobila plattformar.\nGenomföra zero-knowledge black-box, grey-box och white-box penetrationstester av specifika områden inom företaget.\nUtföra tester och bedömningar i molnmiljöer, inklusive men inte begränsat till AWS, Azure, GCP, etc.\nUtföra säkerhetsgranskningar av servrar, nätverksenheter, arkitektur och applikationsdesign.\nAgera som eskaleringspunkt för teammedlemmar gällande projektrelaterade problem.\n\n\nVidare i i rollen tillhandahåller du pre-sales-stöd, inklusive projektdimensionering, uppskattningar och teknisk assistans via samtal, möten och presentationer med nyckelkunder. Du är med och förbättrar företagets säkerhetstjänster genom att förfina metoder, rapporteringsstandarder och utbildningsmaterial. Du representerar företaget vid internationella evenemang, forum eller utbildningstillfällen.\n\nFör att kunna axla rollen krävs: \n\nMinimum 5 års erfarenhet av penetrationstester eller red team-operationer, inklusive tester av kritisk funktionalitet, banksystem och mer.\nErfarenhet av manuell penetrationstestning utöver att köra automatiserade verktyg.\nExpertis inom AWS, Azure och molnbaserade teknologier, inklusive virtuella maskiner, containers och infrastruktur som kod.\nErfarenhet av att testa ICS, SCADA, mainframes, containers och hårdvaruenheter.\nUtmärkt förståelse av brandväggar, proxies, iptables, antivirusprogram och EDR-produkter, VPN, IDS/IPS och olika nätverkskoncept.\nKunskap om trådlösa teknologier, främst RF, mobilnät, NFC och Bluetooth-teknologi.\nErfarenhet av att testa OSX/iOS och Android-enheter.\n\n\nDu har tidigare erfarenhet från området eller liknande roll och du besitter en utmärkt kommunikations- och presentationsförmåga. Du har skaffat dig erfarenhet av att utveckla anpassande säkerhetsverktyg och skript, där du är flytande i ett eller flera programmerings- eller skriptspråk: Java, Python, C/C++, C#, .NET, ASP, PHP.\n\nÖnskade kvalifikationer\n\nEn eller flera branschledande certifieringar (OSCP, CRTE, CRTO, OSCE, OSWP, ARTE, CPTS, etc.)\nCHECK Team Leader eller motsvarande är meriterande.\nExamen inom datavetenskap, IT eller cybersäkerhet ett starkt plus.\n\n\nOm företaget \n\nFöretaget, ett ledande bolag i sitt slag inom cybersäkerhet med kontor på flera platser i Europa. Bolaget erbjuder ett stort utbud av professionella, support- och cybersäkerhetstjänster för över 300 kunder runt om i världen. Med fyra förstklassiga Security Operation Centers erbjuder man sina kunder kompletta säkerhetstjänster som täcker behov av säkerhet från alla håll och vinklar. Tjänster inkluderar bland annat Managed Security, Cyber Security Testing, Incident Response, Security Integration, PCI Compliance och Cyber Risk & Assurance.\n\nBolaget sticker ut och skiljer sig från mängden. Kompetensen och erfarenheten hos medarbetarna är några av de bästa inom branschen och kunder väljer att stanna kvar över tid, framför allt för hög tillit och att leveranserna alltid överträffar förväntningar. Företaget grundades med fokus på teknisk expertis – en filosofi som lever kvar. Vid flera tillfällen har man listats på Gartners Market Guides för Managed Security Services.\n\nÖvrig information\n\nStart: Omgående med hänsyn till ev. uppsägningstid\n\nOmfattning: Heltid\n\n\n\nDetta är en rekrytering där vi på Acely är rekryteringspartner till vår uppdragsgivare. Vi intervjuar löpande så skicka gärna din ansökan redan idag!\n\nFör mer information, vänligen kontakta:\n\nchristoffer.sjostrom@acely.se",
      "Techstack": "AWS, Azure, GCP, Java, Python, C/C++, C#, .NET, ASP, PHP",
      "Produkt": "Cybersäkerhetstjänster, Managed Security, Cyber Security Testing, Incident Response, Security Integration, PCI Compliance och Cyber Risk & Assurance",
      "Företagsstruktur": "Företaget har kontor på flera platser i Europa och har fyra förstklassiga Security Operation Centers. Ledarskapsstruktur innehåller VD Hanna Helene Märta Malmenbratt och en styrelse med 75.0 % män (3), 25.0 % kvinnor (1)",
      "Ekonomi": "Företaget hade en omsättningsförändring på 6.3% under senaste bokslut 2023 och har över 300 kunder runt om i världen",
      "Ekonomisiffor": {
        "Omsättning": 16002,
        "Resultat": 321,
        "Omsättningsförändring": "6.3%"
      },
      "kontakter": [
        {
          "email": "info@acely.se",
          "name": "Acely AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/acely.ai/?hl=en"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 19,
      "företagsnamn": "Professional Galaxy AB",
      "företagswebb": "http://www.progalaxy.se",
      "organisationsnummer": "5593660524",
      "sökterm": [
        "Django",
        "Go",
        "Sharepoint",
        "Frontendutvecklare",
        ".NET",
        "IoT",
        "Cypress",
        "GoLang",
        "GraphQL",
        "backendutvecklare",
        "React",
        "Terraform",
        "HTML",
        "Backend",
        "Ansible",
        "TypeScript",
        "Python",
        "Generative AI",
        "MongoDB",
        "Node.js",
        "Swagger",
        "Domain-Driven Design",
        "C/C++",
        "Postman",
        "Frontend",
        "Object-Oriented Programming",
        "Vue",
        "Angular",
        "MySQL",
        "C#",
        "OpenAI",
        "Kafka",
        "Scikit-learn",
        "Penetration Testing",
        "GCP",
        "AWS Lambda",
        "Jenkins",
        "CSS",
        "PostgreSQL",
        "TensorFlow",
        "Mjukvaruutvecklare",
        "REST",
        "Data Visualization",
        "Javascript",
        "Scrum",
        "Kotlin",
        "Assembly",
        "Functional Programming",
        "Bash",
        "Java",
        "Robot Framework",
        "HTML5",
        "Material-UI",
        "Swift",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29543709",
      "titel": "Testare inom mjukvara",
      "beskrivning": "Assignment Description and Requirements\nI ett av våra utvecklingsteam i Linköping söker vi efter en mjukvarutestare. I denna roll blir du en del av ett team som består av mjukvaruutvecklare och testare. Du ska ha en god förmåga att ex. driva testfrågor och kommunicera problembeskrivningar både skriftligt och muntligt.\nDu ska ha erfarenhet av:\n- Programmeringsspråk, gärna Python.\n- Utforskande testning.\n- Testautomation.\n- Linux\nMeriterande med erfarenhet av:\n- Test av embedded mjukvara\n- Kodgranskning/kodvana (i syfte för felsökning, buggletande).\n- Processutveckling.\n- Testplanering i ett agilt team.\n- Testspecifikationer och krav.\n- IoT och/eller mobil nätverksteknik.\n- HiL/testriggar\n- Performance testning\n- Säkerhetstestning\n- Azure DevOps\n- Power Bi\n- Azure Databricks\nUppdraget är på heltid.\nOther relevant information\nMotivera gärna i ditt svar varför just du passar för uppdraget. Det är önskvärt att du bor inom ett rimligt dagpendlingsavstånd till Linköping. Välkommen med din ansökan! \nDuration: 20250421 - 20260421 Application deadline: 2025-03-17",
      "Techstack": "SQL, SAS, Python",
      "Produkt": "IT-konsulttjänster",
      "Företagsstruktur": {
        "Företagets namn": "Professional Galaxy AB",
        "Organisationsnummer": "5593660524",
        "Adress": "Snickervvägen 37, 197 30 Bro",
        "VD": "Sanjay Kumar",
        "Styrelse": "50.0 % män (1), 50.0 % kvinnor (1)"
      },
      "Ekonomi": {
        "Vinstmarginal": "18,5 %",
        "Placering i Sverige": "174 546 av totalt 761 194 aktiebolag"
      },
      "Ekonomisiffor": {
        "Omsättning": 324,
        "Resultat": 48,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@progalaxy.se",
          "name": "Professional Galaxy AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/professional-galaxy-ab/posts/?feedview=all",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 20,
      "företagsnamn": "Nordea Bank Abp, Filial i Sverige",
      "företagswebb": "https://www.nordea.com",
      "organisationsnummer": "5164111683",
      "sökterm": [
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29372819",
      "titel": "Senior IT Developer for Calypso",
      "beskrivning": "Nordea is a leading Nordic universal bank. We are helping our customers realise their dreams and aspirations - and we have done that for 200 years. We want to make a real difference for our customers and the communities where we operate - by being a strong and personal financial partner.\r\n\r\nJob ID: 28004\n#Java #Calypso #HighPerformance #BusinessOriented #MessageDriven\nWelcome to Group Technology, where we pride ourselves on engineering solutions and direct Nordea’s transformation by providing a holistic technological view and structured understanding of the bank, and its surrounding environment to enable the Customer Vision and the Business Strategy.\nWe are now looking for a Senior IT Developer to work as an expert in Calypso settlement application.\nNordea is a place where traditions meet tomorrow. We’re not just a bank; we’re a tech employer on a mission to evolve finance securely and responsibly. Together, we impact millions of people’s daily lives by ensuring they can access our solutions anytime, anywhere, while safeguarding their personal data and wealth. Join us in making an impact on the banking industry. \nAbout our team\nYou will join a highly professional and dedicated team with a large network across the bank and have excellent opportunities for personal and professional development. We have a very experienced and helpful team working on a broad platform. This gives unique opportunities to frequently learn new things. Besides the 4 scrum teams developing the platform, there are a development support team and a maintenance team. This way the development teams can focus on delivering high quality solutions.\nWhat you’ll be doing\nWelcome to the Securities Trading Operations technology service domain. We add value by providing excellent software solutions supporting post-trade business processes. As the Senior IT Developer you’ll play a valuable role in taking part of an exciting and ambitious transformation journey towards a modern, resilient target state. You will  grow as a Calypso platform expert and and deliver superior value to the bank.\nMain responsibilities in this role:\n  *  Designing and coding robust, well-tested, clean solutions using latest tools and technology\n  *  Develop in and around a complex off the shelf platform Calypso – creating code, which smoothly integrates with the Calypso engine\n  *  Perform code reviews and work with developer colleagues in continuously improving quality and clean coding practices\n  *  Closely collaborate with product owners, business experts, IT Analysts, Developers, testers and Scrum Masters and take an active part in agile ceremonies\n  *  Participating in our technology communities - dev days, innovation sprints and day to day\n\nThe role is based in Stockholm (Sweden), and will require regular office presence.\nWho you are\nYour experience and background:\n  *  Knowledge of Calypso platform, preferably supporting settlement of securities (bonds, equities)\n  *  Good expertise in software development in Java supported by 6+ years of experience\n  *  Understand how to define and design good test coverage including negative tests\n  *  Degree in Software Engineering, Computer Science or similar.\n  *  Practical experience in using some of tools and technologies below – or similar: Docker, Kubernetes or OpenShift\n  *  Git, BitBucket, SonarQube, Splunk, Bamboo\n  *  Confluence, Jira\n\n  *  Experience or desire to learn to build and maintain integrations with off-the-shelf software in the enterprise setup. \n  *  Good interpersonal skills, able to deal with technical and business stakeholders\n  *  Creative, analytical, curious, proactive and solution-oriented\n  *  Fluency in English, as it is used on a daily basis\nYou will work with the Calypso application and implementation of settlement for bonds and equities. This is an opportunity to gain first hand insight how capital markets function, and to be part of significant scale up of Calypso implementation at Nordea. \n\nIf this sounds like you, get in touch!\nNext steps\nSubmit your application in English no later than 09/02/2025. Applications will be reviewed on ongoing basis and we will start interviews already before job opening closes. For more information, you’re welcome to contact Zbigniew Piotrowski at Zbigniew.piotrowski@nordea.com .\nPlease be aware that any applications or CVs coming through email or direct messages will not be accepted or considered. \n\nFor union information, please contact Finansförbundet at finansforbundet@nordea.com or SACO at SacoNordea@nordea.com",
      "Techstack": "Java, Calypso, Docker, Kubernetes, OpenShift, Git, BitBucket, SonarQube, Splunk, Bamboo, Confluence, Jira",
      "Produkt": "Bank- och finanstjänster, teknologilösningar",
      "Företagsstruktur": "Nordea Bank Abp är en filial i Sverige till Nordea Bank Abp, som är baserat i Finland. Bolaget är registrerat med organisationsnummer 516411-1683. Företaget är beläget på Smålandsgatan 17, 105 71 Stockholm. Verkställande direktör är Martin Anders Persson. Företaget har 0 anställda.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@nordea.com",
          "name": "Nordea Bank Abp, Filial i Sverige",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/nordea",
        "facebook": "https://www.facebook.com/nordea",
        "twitter": "https://twitter.com/nordea",
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 21,
      "företagsnamn": "Coody IO AB",
      "företagswebb": "https://www.linkedin.com/company/coody/",
      "organisationsnummer": "5593549313",
      "sökterm": [
        "TypeScript",
        "Python",
        "Javascript",
        "Kotlin",
        "GCP",
        "Erlang",
        "GoLang",
        "JavaScript",
        "Java",
        "Mjukvaruutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29511436",
      "titel": "Data Scientist in Sweden!",
      "beskrivning": "About Coody\nCoody is changing the consulting industry with a new model designed to benefit the individual, not the consulting company. We do this by combining the benefits of being a freelancer with the security of a traditional employment.\nThis means that we pay the best salary in the industry, provide fantastic benefits while at the same time being a secure workplace with a fixed monthly salary, stable employment terms and above all - a wonderful community and really good exchange of knowledge.\nWhy chose when you can have both?\nWe have simply stripped away all unnecessary overhead between yourself and the company to be able to offer you a platform that will help you achieve your priorities in life and at the same time work on meaningful projects for some of the country's most exciting digital leaders.\n(We do work for digital game changers such as Spotify, Volvo Cars, Tobii, TV4, Hemnet, Paradox Interactive, Bokio, and others).\nWe are hiring Data Scientists to be part of changing the world of consulting together with Coody and our clients!\n\n\n﻿What we look for \nWe are looking for data scientists to work together with our exciting clients who are leading products companies, startups and scaleups. You’ll work as an integral part of our clients team to solve complex business challenges together with engineers, developers and designers.\nYou have previous professional experience from data science or machine learning, and a relevant educational background. When working as a consultant with Coody it’s crucial that you are communicative and can work well with others.\n\n\nYour background\nExtensive knowledge in Python, R and machine learning.\n\n\nExperience from building data pipelines and ML models with some of the major cloud platforms (AWS, Azure, GCP).\n\n\nEnglish fluently, spoken and written.\n\n\n\nWhat we offer\nWe offer you an opportunity to work with exciting challenges and projects with our clients where your work will impact a great number of users. \nAt your service is an experienced sales-team with best-in-industry tools and the right network to find you the perfect assignment and give you the best time of your career!\nYou will focus on working on longer assignments for between 6 months to 3 years, that will both challenge your knowledge and give you the best possible use of your skill set. You will work as an integral part of the client’s organization, remote or on-site. We do not work with customers in morally dubious industries.\n\n\nYour application\nIf you meet our criteria and are up for the time of your career, don't wait - send us your application. \nIf we find you being a good fit, you'll hear from us within a week. \n\n\nWelcome with your application!",
      "Techstack": "Java, C#.Net, Golang, TypeScript, JavaScript, Kotlin, Python, Rust, Ruby, Erlang/Elixir",
      "Produkt": "Konsulttjänster inom mjukvaruteknik och IT",
      "Företagsstruktur": "Företaget drivs som ett konsultbolag, med individen i centrum. Konsulterna är fjärrstyrda och kan arbeta helt digitalt. Företaget består av en dynamisk grupp av teknikstjärnor som kommer från 13 olika nationaliteter.",
      "Ekonomi": "Företaget hade en omsättningstillväxt på 221.7% under 2023. Deras vinstmarginal låg på 2.6%, vilket placerar dem på 311,962 i Sverige av totalt 761,847 aktiebolag.",
      "Ekonomisiffor": {
        "Omsättning": 16062,
        "Resultat": 308,
        "Omsättningsförändring": "221.7%"
      },
      "kontakter": [
        {
          "email": "CONTACT@COODY.IO",
          "name": "Contact",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "contact@coody.com",
          "name": "Contact",
          "position": "",
          "source": "https://www.coody.io"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/coody",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 22,
      "företagsnamn": "Academic Work Sweden AB",
      "företagswebb": "http://www.academicwork.se",
      "organisationsnummer": "5565595450",
      "sökterm": [
        "Azure",
        "Go",
        "M365",
        "Git",
        "Blazor",
        ".NET",
        "Frontendutvecklare",
        "Sharepoint",
        "Artificial Intelligence",
        "IoT",
        "PHP",
        "backendutvecklare",
        "React",
        "Terraform",
        "HTML",
        "Microservices",
        "GitHub",
        "TypeScript",
        "Python",
        "DevOps",
        "Ansible",
        "GitLab",
        "Agile",
        "Node.js",
        "Kubernetes",
        "MongoDB",
        "C/C++",
        "jQuery",
        "C#-utveckling",
        "Frontend",
        "Object-Oriented Programming",
        "Vue",
        "Angular",
        "C#",
        "Katalon Studio",
        "fullstackutvecklare",
        "Kafka",
        "Penetration Testing",
        "GCP",
        "AWS Lambda",
        "Jenkins",
        "AWS",
        "Dart",
        "CSS",
        "Spring",
        "Docker",
        "PostgreSQL",
        "Mjukvaruutvecklare",
        "REST",
        "Data Visualization",
        "Scrum",
        "Kotlin",
        "Redis",
        "Assembly",
        "Functional Programming",
        "SQL",
        "Bash",
        "JavaScript",
        "Java",
        "utvecklare",
        "HTML5",
        "Material-UI",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29560825",
      "titel": "IT-support medarbetare sökes i Malmö!",
      "beskrivning": "Har du ett stort intresse för IT och trivs med att ge service till användare? Nu söker vi efter en motiverad och social person som vill arbeta inom IT-support i Malmö! \n\nOM TJÄNSTEN \nVår kund är ledande inom fastighetstjänster och levererar servicelösningar världen över. Nu söker kontoret i Malmö en ny medarbetare till deras IT support. Initialt är det ett tidsbegränsat uppdrag som sträcker sig från april till början av 2026, men med möjligheter till förlängning. Det är också av stor betydelse att du har möjlighet att arbeta mycket i sommar då det finns ett stort behov av det. I rollen kommer du att arbeta med ärenden från användare via telefon, ärendehanteringssystem och mail. Andra ansvarsområden är kontohantering och hantering av beställningar.\n\nDu erbjuds\n- En möjlighet att arbeta på ett spännande och globalt bolag\n- En engagerad och stöttande konsultchef från Academic Work som blir din karriärspartner under hela uppdraget.\n\nARBETSUPPGIFTER \n\nArbetsuppgifter\n\n\n* Hantera och lösa inkommande ärenden via telefon och ärendehanteringssystem  \n* Fokusera på ägandeskap och koordinerng av incident och beställningar  \n* Förmedla riktlinjer och råd till användare rörande användning av digital arbetsplats\n\n\nVI SÖKER DIG SOM \n- har god kompetens inom IT-infrastruktur, Active Directory och Azure\n- har god erfarenhet av nätverk\n- har god kunskap inom ITILs processramverk\n- talar och skriver obehindrat på svenska och engelska\n\nFör att lyckas i rollen har du följande personliga egenskaper:\n- Hjälpsam\n- Social\n\nVår rekryteringsprocess\n\nDenna rekryteringsprocess hanteras av Academic Work och vår kunds önskemål är att alla frågor rörande tjänsten skickas till Academic Work.\n\nVi tillämpar löpande urval och kommer plocka ner annonsen när tillräckligt många kandidater har nått slutskedet i rekryteringsprocessen. Rekryteringsprocessen innehåller två urvalstest: ett personlighetstest och ett test i kognitiv förmåga. Testerna är ett verktyg för att kunna hitta den kandidat med högst potential för tjänsten samt främja jämlikhet, mångfald och en rättvis rekryteringsprocess.",
      "Techstack": "C# / .NET, JavaScript/TypeScript, ASP.Net, cloud services (Azure/AWS/GCP), SQL Server, Azure SQL, Entity Framework, HTML5, Responsive/Adaptive Design, CSS3, Bootstrap, Angular, React, NodeJS, Vue.js, Git, Azure DevOps",
      "Produkt": "Academic Work Sweden AB fokuserar på att erbjuda personalrekryteringsverksamhet med särskild inriktning på att hyra ut studenter till företag och skapa kontakter mellan företag och studenter.",
      "Företagsstruktur": "Academic Work Sweden AB är ett aktiebolag. Det funktionerar som en plattform som hjälper företag att hitta kvalificerade anställda genom att rekrytera och hyra ut studenter",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på - 4.1%. Bolagsfakta nämner att Academic Work Sweden AB är ett aktiebolag.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-4.1%"
      },
      "kontakter": [
        {
          "email": "info@academicwork.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "info@acadmicwork.se",
          "name": "Info",
          "position": "",
          "source": "http://www.academicwork.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/academic-work/",
        "facebook": "https://www.facebook.com/academicwork/?locale=sv_se",
        "twitter": null,
        "instagram": "https://www.instagram.com/academicwork/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 23,
      "företagsnamn": "Koenigsegg Automotive AB",
      "företagswebb": "https://www.koenigsegg.com/",
      "organisationsnummer": "5565748018",
      "sökterm": [
        "RabbitMQ",
        "TypeScript",
        "Python",
        "Kafka",
        "PostgreSQL",
        "Kotlin",
        "Frontend",
        "Java",
        "Robot Framework",
        "React",
        "Mjukvaruutvecklare",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29380579",
      "titel": "Junior Embedded Software Engineer - Body Control and Comfort",
      "beskrivning": "We are looking for new employees to join our pursuit of ultimate performance. In this role, you will be working with the software that controls the body and comfort of the car, such as the famous “Ghost Mode” function. \n\nThe body controllers and the software that goes in them are fully developed in-house. It will be your mission, in close collaboration with your team, to formulate new concepts and algorithms for the body-related applications. This is the perfect opportunity for someone who wants to get first-hand experience in how innovation comes to life and become highly proficient in developing software from scratch. \n\nMain responsibilities:\n\n\n - Actively support the design, implementation, integration and debugging low level and application-level software for in-house body controllers\n\n - Support our production line, prototype, and service department\n\n - Play an active role in the development of our ways of working\n\n - Participate in various cross-functional projects between Hardware Engineers, Software Engineers, Designers and Technicians\n\nYou will report directly to the Body Control & Comfort Team Lead and be located at our main production facility in Ängelholm, Sweden. \r\nWe are looking for someone that is naturally curious, eager to learn and passionate about developing embedded software from scratch. You thrive in small teams that operate in highly dynamic, cross-functional working environments and see every challenge as a learning experience. \n\nFurther skills needed:\n\n\n - Proven hands-on working experience within embedded software engineering in C. Typically development, trouble-shooting for both low- and high-level embedded software in real-time environment\n\n - Embedded systems debugging skills\n\n - High standards for clean code quality, maintainability, and performance\n\n - Knowledge of Git or similar version control system\n\n - Adequate knowledge of reading schematics and data sheets for components\n\nAs we operate in an international environment. Fluency in written and spoken English is a must. \n\nIt would also be considered meritorious, but not required if you have: \n\n\n - Previous Formula Student or Motorsport experience (or similar)\n\n - Knowledge of C++ and Python\n\n - Knowledge of how a car and its systems and components work\n\n - Experience working with CAN, LIN protocols and similar diagnostics and automotive tools and standards.\n\n - Experience in troubleshooting automotive electrical systems\n\n\nKoenigsegg is most known for building some of the fastest cars in the world; with almost all of our megacar technologies that are patented and made in-house by our almost 500 world-class technicians, engineers, sourcing experts, production craftsmen, and communicators. \n\nWhat we’ve created is a unique proving ground of engineering creativity that makes use of our breakthrough megacar development and legacy to push the boundaries of sustainable mobility technology.\n\nSo, what’s next? \n\nWe are on a universe-denting mission to develop the next generation of breakthrough tech and products. We are looking for outstanding, impactful, and authentic individuals to grow with us. Our ambitions are inspiring but will push the limits of what is possible – requiring one to work efficiently amid our cross-functional teams to execute at high-quality levels.\n\nThe goal is clear: innovate and transform.",
      "Techstack": [
        "Embedded software engineering in C",
        "Git or similar version control system",
        "Knowledge of C++ and Python",
        "Work with CAN, LIN protocols and similar diagnostics and automotive tools and standards",
        "Troubleshooting automotive electrical systems"
      ],
      "Produkt": "Megacars. The company is known for building some of the fastest cars, patented and made in-house by its nearly 500 world-class technicians, engineers, sourcing experts, production craftsmen, and communicators.",
      "Företagsstruktur": "Koenigsegg Automotive AB is a part of a group with 10 companies. The parent company is Alpraaz AB and the group parent company is Spirit Of Performance AB. The company structure is based on data from December 2022.",
      "Ekonomi": "Koenigsegg Automotive AB has 567 employees and made a profit of 148 877 KSEK with a turnover of 952 093 KSEK in 2023. The company's turnover growth was then 66.0%. Koenigsegg Automotive's profit margin was 18.8% at the last annual financial statement.",
      "Ekonomisiffor": {
        "Omsättning": 952093,
        "Resultat": 148877,
        "Omsättningsförändring": "66.0%"
      },
      "kontakter": [
        {
          "email": "info@koenigsegg.com",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/koenigsegg-automotive-ab",
        "facebook": "https://www.facebook.com/koenigseggautomotiveab",
        "twitter": "https://twitter.com/koenigsegg",
        "instagram": "https://www.instagram.com/koenigsegg"
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 24,
      "företagsnamn": "Försäkringskassan",
      "företagswebb": "http://www.forsakringskassan.se/omfk/jobba_hos_oss",
      "organisationsnummer": "2021005521",
      "sökterm": [
        "Git",
        "Eclipse",
        "Cypress",
        "TDD",
        "Ansible",
        "Python",
        "TypeScript",
        "Kubernetes",
        "C#-utveckling",
        "Frontend",
        "Vue",
        "Jenkins",
        "Docker",
        "Scrum",
        "PowerShell",
        "Bash",
        "ActiveMQ",
        "Java",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29556557",
      "titel": "IT-tekniker inom cybersäkerhet i Sundsvall",
      "beskrivning": "Varje år fattar Försäkringskassan 24 miljoner beslut som påverkar människors liv och hela samhället. Vi betalar ut cirka 250 miljarder kronor varje år. Det är allas skattepengar vi har hand om. Det är ett stort ansvar. Därför tänker vi nytt och använder den senaste tekniken för att förenkla och förbättra, utveckla och leverera it-tjänsterna för den svenska socialförsäkringen. Välkommen till en av Sveriges största it-avdelningar.\nSecurity Operations Center (SOC) med 6 medarbetare är en del av enheten för Cybersäkerhet som tillsammans arbetar för att skydda Försäkringskassans och andra myndigheters IT-miljöer. Enheten hanterar allt från regelverk och lösningsarkitektur till avancerad incidenthantering och hotanalys. Det nära samarbetet inom teamet ger dig en unik helhetsbild av cybersäkerhetsarbetet och möjlighet att växa i din roll.\n\nFör att möta en ökad efterfrågan förstärker vi nu vårt SOC-team och söker en ny medarbetare som vill bidra till arbetet med att skydda och utveckla vår IT-säkerhet.\n\nCybersäkerhet, Incidenthantering, Säkerhetshot och Omvärldsbevakning\nI rollen som it-tekniker på SOC kommer du att arbeta med att analysera säkerhetshot, identifiera sårbarheter och utreda cybersäkerhetsincidenter. Du använder din erfarenhet av logganalys för att övervaka nätverk, servrar och Windows-klienter och för att upptäcka avvikelser som kan indikera hot. Vid mer komplexa incidenter har du en ledande roll i utredningarna och säkerställer att åtgärder genomförs effektivt.\n\nEn viktig del av rollen är att kontinuerligt bevaka och analysera aktuella säkerhetshot i omvärlden. Du bedömer hur dessa hot kan påverka Försäkringskassans och andra myndigheters IT-miljöer och implementerar förebyggande åtgärder. Med dina kunskaper om säkerhet i Linux- och Windows-miljöer bidrar du till att stärka vår förmåga att hantera och förebygga hot.\n\nDu kommer även att arbeta med att anpassa och optimera våra SIEM-lösningar för att förbättra detektering och analys av incidenter. I rollen ingår att utveckla skript, exempelvis i Bash eller Python, för att effektivisera arbetet och förbättra automatisering\n\nTjänsten innebär att du hanterar sekretessbelagda uppgifter vilket ställer höga krav på rätt hantering. Därför är det viktigt att du som ska arbeta hos oss har högt säkerhetsmedvetande.\n\nDet är ett jobb för dig som vill vara med och ta ansvar.\n\nVi söker dig som \n\n\n• har högskoleexamen eller erfarenheter och kvalifikationer som kan prövas likvärdiga\n• har erfarenhet av logganalys inom nätverk, server eller Windows-klienter\n• har goda kunskaper inom säkerhet för Linux eller Windows\n• agerar på eget initiativ och tar ansvar för att nå goda resultat\n• samarbetar effektivt med andra för att nå gemensamma mål\n• har god kommunikativ förmåga, i tal och skrift\n• har ett systematiskt och noggrant arbetssätt\n• kan förstå och analysera komplexa frågor\n• har goda kunskaper i svenska och engelska, i tal och skrift.\n\nDet är meriterande om du\n\n\n• har goda kunskaper inom PC-klienter med Microsoft Windows\n• har erfarenhet av arbete med Microsoft Active Directory\n• har goda kunskaper inom nätverkssäkerhet\n• har erfarenhet av att skriva shell-script t.ex bash, python\n• har vana att jobba med incidenthantering\n• har vana att jobba med SIEM-lösningar och justera dessa efter behov\n• har erfarenhet av att drifta och förvalta it-system, t.ex. verktyg och system som hör till SOC:ens vardag\n• har erfarenhet av att tillämpa säkerhetsramverk som ISO-27001, ISO-27002 eller motsvarande.\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\nÖvrigt\nEn tjänst, tillsvidare, heltid, med tillträde enligt överenskommelse. Provanställning kan bli aktuellt. Försäkringskassan kan komma att göra viss ekonomisk personkontroll innan anställning. För den här tjänsten krävs svenskt medborgarskap. I den här rekryteringen kan arbetspsykologiska test användas som en del i urvalsarbetet. Placeringsort: Sundsvall. Vill du veta mer om Försäkringskassan som arbetsgivare? Besök fk.se/jobbahososs\n\nKontaktpersoner\nChef: Greger Älgemon, 010-113 44 32 (för frågor om tjänsten). HR-specialist, Ahmad Mohsen, 010 113 45 24, ahmad.mohsen@fk.se (för frågor om rekryteringsprocessen). Fackliga representanter är för ST Marie Nordenfjäll, Saco-S Kenneth Kullbrandt, Seko Eliza Grundström. Dessa nås via vår växel 08-786 90 00.\n\nVälkommen med din ansökan senast den 13 april 2025. Ladda gärna upp dina examensbevis, betyg och intyg i samband med din ansökan.\n\nHar du skyddade personuppgifter eller ingen tillgång till bank-id kontaktar du den HR-specialist som finns namngiven i annonsen via telefon så får du hjälp med att skicka in din ansökan.",
      "Techstack": "C++, Java, SQL, Jenkins, Tekton, ArgoCD, Quarkus, Typescript, Wildfly, Git, Vue, Jira, OpenShift, Docker, Kubernetes, Helm",
      "Produkt": "IT-tjänster för den svenska socialförsäkringen",
      "Företagsstruktur": "Försäkringskassan är involverade i hela utvecklingskedjan med fokus på samarbete och gemensam problemlösning. De är nu i en omställning till en produktorganisation",
      "Ekonomi": "Försäkringskassan betalar ut cirka 250 miljarder kronor varje år",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@forsakringskassan.se",
          "name": "Försäkringskassan",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/forsakringskassan",
        "facebook": "https://www.facebook.com/foralder",
        "twitter": "https://twitter.com/fk_media",
        "instagram": "https://www.instagram.com/forsakringskassan.se/"
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 25,
      "företagsnamn": "Nordnet Bank AB",
      "företagswebb": "https://nordnetab.com/",
      "organisationsnummer": "5164060021",
      "sökterm": [
        "TypeScript",
        "Node.js",
        "JUnit",
        "Frontend",
        "Java",
        "React",
        "backendutvecklare",
        "Microservices",
        "Backend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29531639",
      "titel": "Fullstack Software Engineer",
      "beskrivning": "Nordnet redefined the financial world as the first digital bank in Europe. Now we are about to do it again and the aim is to create the next generation of bank, in the cloud. We know that this requires great people, great teams, and great technology. Do you want to join us and build the new Nordnet?\nIn brief\nAt Nordnet we want to democratize savings and investments by giving our customers access to the best tools and information whether you are a professional investor or a small saver. With modern technologies and speed of delivery, we are building the next generation investment platform.\nThis is part of the role\nNordnet is a company with tech as the primary focus. In our agile and autonomous teams, you will be working with engaged colleagues that love to share their knowledge. As a developer at Nordnet, you will have the possibility to make an impact and create value for our customers with continuous releases several times a day.\nThis is you\nTo succeed in this role, we believe that you take great pride in your work, are curious and continuously want to learn and grow. Collaboration and discussing ideas and concepts with your colleagues are things you enjoy and believe are important in order to build great products.\nAs a Fullstack Software Engineer, you:\n Have extensive experience of modern Java (17+) and interest in building microservices using technologies/frameworks like Spring Boot, jUnit and Maven\n Have experience in modern frontend technologies, preferably ReactJS, NodeJS\n Have experience of cloud development\n Have an interest in infrastructure as code and DevOps\n Keen to work in a modern React tech stack including TypeScript and React hooks\n Find the user experience important and appreciate working closely together with product design\n Are a true team player that likes to share knowledge with your colleagues\n Love to automate, especially when it comes to testing\n \nNordnetters\n Are proud of the friendly and humble environment\n Are team players that likes to share knowledge with colleagues\n Believe that the best code is written together and therefore appreciate pair/mob programming\n Continuously improve to ensure quality, making the code better with every release\n Commit to goals as a team, sharing the responsibility, success and failure\n \nWhat we offer\n Fullstack agile team which owns and maintains their product\n Your expertise and contribution will be appreciated from day one\n Plenty of opportunities to grow as an engineer\n Competitive salary and compensation\n \nWe offer you the opportunity to work in a Nordic environment with a strong focus on delivery, product development and technology. Our ambitions are high and you will embark on a fast and challenging journey together with a skillful team of sharp and committed colleagues. Our teams are autonomous and embrace the agile way of working.\nCulture is built and cared for, each day by everyone. We’re proud of ours. Having a flat organization where anyone can talk to anyone creates a warm and friendly atmosphere worth protecting. We believe in a culture where every effort counts and where everyone is being recognized. A culture embracing our core values – passion, simplicity and transparency on all levels, no matter who you are or what you do.\nWe are over 900 employees in Stockholm, Oslo, Helsinki and Copenhagen. Visit us on: career.nordnetab.com/pages/engineering Learn more about Nordnet in our brand movie This is Nordnet, that describes our identity. Questions & applications Apply today – we will start interviewing immediately. Please note that we do only accept applications through our recruitment system, hence no email applications will be considered. We want to inform you that Nordnet conducts mandatory credit and background checks, as well as drug testing as a part of our recruitment process. We look forward to receiving your application! \n#LI-HE1",
      "Techstack": "Java, Spring Boot, Cloud Development, Infrastructure as Code, DevOps",
      "Produkt": "Demokratisering av sparande och investeringar genom att erbjuda kunderna tillgång till de bästa verktygen och informationen, oavsett om du är en professionell investerare eller en liten sparare.",
      "Företagsstruktur": "Företaget präglas av decentraliserade och agila team, med teknik som en primär fokus. Nordnet är över 900 anställda i Stockholm, Oslo, Helsingfors och Köpenhamn.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "johan.tidestad@nordnet.se",
          "name": "Johan Tidestad",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "Jonas.Melander.Hammer@nordnet.dk",
          "name": "Jonas Melander Hammer",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "info@nordnet.se",
          "name": "Info",
          "position": "",
          "source": "https://nordnetab.com"
        },
        {
          "email": "marcus.lindberg@nordnet.se",
          "name": "Marcus Lindberg",
          "position": "",
          "source": "https://nordnetab.com/contact-us"
        },
        {
          "email": "heidi.ershult@nordnet.se",
          "name": "Heidi Ershult",
          "position": "",
          "source": "https://nordnetab.com/contact-us"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 26,
      "företagsnamn": "Taxicaller Nordic AB",
      "företagswebb": "http://www.taxicaller.com",
      "organisationsnummer": "5568787864",
      "sökterm": [
        "GitLab",
        "Java",
        "React Native",
        "Jenkins",
        "PHP",
        "JavaScript",
        "backendutvecklare",
        "HTML5",
        "MySQL",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29539842",
      "titel": "Backend-utvecklare till global molntjänst i Linköping",
      "beskrivning": "Vi på TaxiCaller söker en duktig backend-utvecklare för att kunna öka utvecklingstakten av vår mobility as a service-plattform.\n\n\nOm dig\nVi söker dig som passar in på följande beskrivning:\n* Du har studerat på universitet/högskola med inriktning mjukvaruutveckling.\n* Du har programmerat mycket i objektorienterade språk, gärna i Java men det är ej ett krav.\n* Du har ett bra driv och kan jobba självständigt.\n* Du har erfarenhet av serverprogrammering med databaskoppling.\n* Du har god förståelse för skalbarhet och prestanda, du får gärna ha erfarenhet av att arbeta med transaktionsintensiva system.\n\n\nVi ser det som positivt om:\n* Du har erfarenhet av HTML5 och JavaScript.\n* Du har erfarenhet av PHP, SSL och MySQL.\n\n\nOm dina arbetsuppgifter\nDu kommer att arbeta med serverdelen i vår mobility as a service-plattform.\nVi har servrar i samtliga världsdelar och systemet är mycket komplext.\nUtvecklingen sker delvis i Java med mysql som databas.\nVi har även micro services, där vi kör med redis som in memory data store samt mysql som databas.\nDu kommer att jobba både med att designa serverarkitekturen och även själva implementationen och du kommer att jobba mycket tätt med vår CTO.\nVi arbetar agilt enligt Scrum.\n\n\nOm oss\nTaxiCaller grundades 2011 och har utvecklat en mobility as a service-plattform som snabbt har nått internationella framgångar och används idag av transportbolag i hela världen. Inledningsvis var vårt fokus på erbjuda vårt system till taxibolag, men vi har nu breddat oss och erbjuder vårt system till andra typer av transportbolag också, t.ex. bussbolag. \nVårt system är revolutionerande i och med att vi hela tiden använder den senaste teknologin inom både webb-lösningar och smarta mobiler (iPhone och Android). Vi upplever en stark efterfrågan på vår produkt och vi behöver därför utöka vår utvecklingsavdelning.\nVi har vårt huvudkontor på Mjärdevi i Linköping. \nMer information om oss finner du på: www.taxicaller.com och www.linkedin.com/company/taxicaller",
      "Techstack": "Java, mysql, Micro services, redis, React-native, redux, TypeScript",
      "Produkt": "Boknings- och trafikledningssystem för transportbolag",
      "Företagsstruktur": "Företaget grundades 2011 och har sitt huvudkontor i Linköping, Sverige. Dess system används globalt av olika transportbolag samt organisationer som FN. Företaget söker regelbundet efter sommarjobbare och anställda inom mjukvaruutveckling. Företagets adress är Diskettgatan 11a, 583 30 Linköping.",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningstillväxt på 29.9%, med ett resultat på 4,697 KSEK och omsättning 26,375 KSEK (information baserat på Bing sökdata).",
      "Ekonomisiffor": {
        "Omsättning": 26375,
        "Resultat": 4697,
        "Omsättningsförändring": "29.9%"
      },
      "kontakter": [
        {
          "email": "info@taxicaller.com",
          "name": "Taxicaller Nordic AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {},
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 27,
      "företagsnamn": "Data Ductus Holding AB",
      "företagswebb": "https://ductus.global",
      "organisationsnummer": "5566153762",
      "sökterm": [
        "utvecklare",
        "C/C++",
        "Ansible",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29361727",
      "titel": "Utvecklare inom automation av telekom- och företagsnätverk",
      "beskrivning": "Vilka är vi?\nKan man ha roligt på jobbet och samtidigt lösa morgondagens utmaningar? Ja, det kan man! Hos oss får du tillsammans med kunniga och trevliga kollegor bidra till vår vision om att skapa en hållbar värld genom att utveckla digitala lösningar för våra kunder. Som teknikoberoende it-konsultbolag kan vi erbjuda dig varierade och utvecklande uppdrag som framtidssäkrar ditt CV. Bra arbetsvillkor och en sund balans mellan arbete och fritid ingår såklart!\nVi är idag drygt 300 medarbetare worldwide med kontor i Skellefteå, Stockholm, Uppsala, Malmö, Luleå, Boston, Longmont, Dallas och Indonesien.\nOm rollen \nDen här rollen innebär att du kommer att ingå i vårt affärsområde Network Orchestration and Automation. Vi är världsledande inom mjukvaruutveckling av avancerad nätverksautomation och till våra kunder hör exempelvis internetoperatörer eller andra företag med stora och komplexa nätverk, främst i utlandet. \nEftersom vi även har verksamhet i USA och Indonesien innebär det att du kommer jobba i en internationell miljö där resor förekommer. I din roll ges du möjlighet att utveckla både din bredd och spets inom avancerad automation av telekom- och företagsnätverk och jobba i teknikens framkant med innovativa lösningar.\nDu bör ha: \n·        förmåga att kunna omfamna konsultrollen och vara beredd på föränderliga arbetsuppgifter med nya kunder\n·        förmåga att analysera nya situationer och vara kreativ i att hitta lämpliga lösningar.\n·        lätt att knyta kontakter och god samarbetsförmåga.\n·        erfarenhet av att jobba i team med agila metoder och testdriven utveckling\n·        goda kunskaper i Python, Java och/eller C/C++ med vana av att arbeta med Linux eller andra öppna operativsystem.\n·        en relevant högskoleutbildning alternativt bred, dokumenterad erfarenhet inom mjukvaruutveckling.\n·        förmåga att kunna kommunicera obehindrat i tal och skrift på både svenska och engelska.\n·        dokumenterad vana att leda mindre grupper.\n Meriterande: \n·        Om du har jobbat med orkestrerings- eller automationsplattformar som Cisco Crosswork NSO, Camunda, Itential, Ansible, Kubernetes eller liknande.\n·        Om du har BSS/OSS-erfarenhet.\n·        Om du har NOC-erfarenhet.\n·        Om du har erfarenhet av pre-sales.\nVem söker vi?\nVi söker dig som gillar teknik, människor och hållbarhet. Som person är du en ödmjuk och ansvarstagande lagspelare som med ett stort mått nyfikenhet både lär av andra och delar med dig av kunskaper. Att bemöta kunder och kollegor på ett vänligt och proffsigt tycker du är självklart. Dessa egenskaper speglar vår värdegrund som vi har sammanfattat i det vi kallar vårt Ductus-hjärta: Pålitlighet, Samarbete, Empati, Innovation.\nVi sätter stor vikt på personliga egenskaper där det för oss är viktigt att du är självgående och har ett driv att ständigt vilja lära dig nya saker, samt en vilja att dela med dig av dina kunskaper. Du agerar självständigt genom att ta initiativ och hittar alternativa lösningar om problem uppstår.\nEn förutsättning för tjänsten är att du trivs med att arbeta i team, är prestigelös och bra på att skapa relationer. Vi ser gärna att du har nära till skratt och humor. Ett trevligt bemötande och en villighet att hjälpa till är nyckelorden hos oss, både inom företaget och mot våra kunder.\n Du trivs i en internationell miljö med en mångfald av kundprojekt och teknik. Du är van att fånga och dokumentera kundens kravbild samt hantera kundförväntningar. Du har även förmåga att bryta ner komplexa problem i hanterbara delar som möjliggör kommunikation på teknisk nivå.\nPå Ductus är vi övertygade om att en inkluderande och diversifierad arbetsplats ger bäst förutsättningar att möta våra kunders behov. Vi strävar efter att spegla samhällets mångfald och därför välkomnar vi verkligen ALLA som känner igen sig i vår värdegrund.\nVad erbjuder vi?\nHos oss får du en arbetsplats där du får utrymme att växa. Vi erbjuder löpande kompetensutveckling som du själv är med och påverkar och du har alltid tillgång till företagets samlade kunskapsbas som stöd i ditt arbete. Din närmaste chef kommer att stötta dig genom frekventa 1:1-samtal där ni stämmer av läget.\nFör oss är gemenskap och sammanhållning viktigt. Förutom att vi har väldigt roligt tillsammans på jobbet så arrangerar vi också sociala aktiviteter utanför arbetstid för de som kan och vill. \nVi vet att en trevlig arbetsmiljö, balans i livet och god hälsa är en förutsättning för att du ska må bra och nå din fulla potential. Våra kontor är därför alltid central belägna och vi erbjuder flexibla arbetstider och bra förmåner som exempelvis kollektivavtal och friskvårdsbidrag.\nOm tjänsten\nOrt: Stockholm \n Omfattning: Heltid \n Tillträde: Enligt överenskommelse\nFör mer information\nKontakta gärna Ronny Bergström på vårt Stockholms-kontor om du vill veta mer om företaget eller om möjligheten till jobb på Ductus. Du når Ronny enklast på mail: Ronny.Bergstrom@ductus.se.\nAnsökan\nVälkommen med din ansökan via Careers - Ductus. Urval sker löpande, så hör av dig redan idag!",
      "Techstack": "Python, Java, C/C++, Linux, Cisco Crosswork NSO, Camunda, Itential, Ansible, Kubernetes",
      "Produkt": "Mjukvaruutveckling av avancerad nätverksautomation",
      "Företagsstruktur": "Företaget består av mer än 300 medarbetare över hela världen med kontor i Skellefteå, Stockholm, Uppsala, Malmö, Luleå, Boston, Longmont, Dallas och Indonesien.",
      "Ekonomi": "Data Ductus Holding AB hade 16 anställda och gjorde ett resultat på 7 422 KSEK med omsättning 48 301 KSEK under 2018. Företaget hade en omsättningstillväxt på −5,4 %.",
      "Ekonomisiffor": {
        "Omsättning": 48301,
        "Resultat": 7422,
        "Omsättningsförändring": "-5,4 %"
      },
      "kontakter": [
        {
          "email": "info@ductus.global",
          "name": "Data Ductus Holding AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/63113/",
        "facebook": "https://www.facebook.com/ductusitconsultants/",
        "twitter": "http://www.twitter.com/dataductus",
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": true
    },
    {
      "id": 28,
      "företagsnamn": "Frontwalker Group AB",
      "företagswebb": "https://frontwalker.se/",
      "organisationsnummer": "5565116125",
      "sökterm": [
        "fullstackutvecklare",
        "Java",
        "PowerShell",
        "GCP",
        ".NET",
        "Node.js",
        "AWS Lambda",
        "React",
        "Backend",
        "PHP",
        "Frontend",
        "MongoDB",
        "Vue",
        "Angular",
        "Mjukvaruutvecklare",
        "Wordpress",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29521321",
      "titel": "Fullstackutvecklare .NET/Angular",
      "beskrivning": "Forma framtiden med kod – bli en del av Frontwalker Group\nFrontwalker Group är en väletablerad aktör med över 35 års erfarenhet i IT-branschen. Vi arbetar med spännande uppdrag – där teknik gör verklig skillnad för människor och samhälle. \nNu söker vi en fullstackutvecklare med expertis inom .NET och Angular – en tekniskt skicklig och konsultmässig kollega som vill utvecklas, samarbeta och skapa framtidens digitala lösningar. Är det du? \nVem är du?Vi söker en skicklig och konsultmässig fullstackutvecklare med expertis inom .NET och Angular, som trivs med att arbeta både självständigt och i team. Teknisk kompetens:\n Fullstack .NET – Stark utvecklingsförmåga i backend och frontend.\n Frontend Erfarenhet av Angular.\n Backend: C# \n Testautomatisering: Van att arbeta med acceptanskriterier, (tex, Flow Red & Roll och Cypress.)\n Spårbarhet: Förståelse för kravhantering och spårbarhet genom utvecklingsprocessen.\n Erfarenhet av Azure modern infrastruktur, (tex. hub & spoke och landing zone-lösningar.\n Förståelse för komplexitet i nätverk.\n CI/CD & DevOps: Förmåga att bygga och optimera pipelines för kontinuerlig integration och leverans. \n  \nArbetssätt & mindset:\n Trivs med Scrum och vill ständigt förbättra arbetssätt och effektivitet.\n Receptiv, flexibel och redo att bidra där det behövs.\n Förmåga att snabbt sätta sig in i nya tekniker och arbetsuppgifter. \n Vi erbjuder dig En inkluderande arbetsplats\n Work-life balance kultur\n Interna utvecklingsmöjligheter samt kompetensutveckling\n Friskvård och bra försäkringar\n Flexibla lönemodeller\n Sist men inte minst – att ha kul på jobbet\n \nVarför Frontwalker Group?\nHos oss blir du en del av en spännande resa. Vårt kontor i Magasin X, nära Uppsala Central, erbjuder en inspirerande miljö där du kan utvecklas och göra skillnad tillsammans med engagerade kollegor. \nVill du vara en Frontwalker?Skicka in din ansökan så snart som möjligt då urval sker löpande. Vid frågor om rekryteringen är du välkommen att kontakta Carolina Gustavson på 073505 42 34 eller mejla till rekrytering@frontwalker.se Varmt välkommen att höra av dig!",
      "Techstack": "Microsofts teknologier, .NET, Azure, C#, SQL Server, Molnlösningar (fördelaktigt Azure), Frontendramverk (som React eller Angular), DevOps (Erfarenhet av CI/CD, Docker och Kubernetes)",
      "Produkt": "Tjänster inom systemutveckling, IT-strategi, kravhantering, testning och mycket mer.",
      "Företagsstruktur": "Frontwalker Group AB är ett växande IT-organisation som är en del av en koncern med 11 bolag. Koncernmoderbolaget är Frontwalker AB (publ). Frontwalker Group AB har 32 anställda.",
      "Ekonomi": "Under finansåret 2023 omsatte företaget 46,32 Mkr kronor. Företagets vinstmarginal låg på 2% och årets resultat blev 658 Tkr.",
      "Ekonomisiffor": {
        "Omsättning": 46320,
        "Resultat": 658,
        "Omsättningsförändring": "40.10 Mkr ökning jämfört med föregående år"
      },
      "kontakter": [
        {
          "email": "info@frontwalker.se",
          "name": "Frontwalker Group AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "rekrytering@frontwalker.se",
          "name": "Rekrytering",
          "position": "",
          "source": "https://jobb.frontwalker.se/jobs/5417261-fullstackutvecklare-net-till-vart-stockholmskontor?promotion=1293938-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": "Nej",
      "consultantcompany": true
    },
    {
      "id": 29,
      "företagsnamn": "Zcelero AB",
      "företagswebb": "https://www.zcelero.se/",
      "organisationsnummer": "5592821838",
      "sökterm": [
        "GitLab",
        "AWS Lambda",
        "React",
        "Backend",
        "Spring",
        "Object-Oriented Programming",
        "Java",
        "Angular",
        "Mjukvaruutvecklare",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29351779",
      "titel": "Software Developer",
      "beskrivning": "Zcelero is a Swedish IT Consulting Company based in Gothenburg, Sweden. For our clients, we are looking for experienced Software Developers who wants to find a new mission and join our team in Gothenburg. You will join a team at our client’s site located in Gothenburg and will be part of an exciting journey towards a product-oriented software company.\nTechnical Qualifications:\nAcademic degree within Computer Science, Mathematics, Engineering or other relevant area\nMinimum 7+ years of relevant professional experience\nFluent in English, written and verbal – Swedish is a plus\nExperience working with Agile Methodologies (e.g. SAFe, Scrum, Lean, Kanban)\nExperience in Java and/or C# and back end programming \nExperience with Test frameworks and test automation\nDocumented experience in cloud technologies primary Azure or AWS but also Google Cloud would be of interest\nExperience working with DevOps methodologies e.g. Continuous Integration (CI) and Continuous Delivery (CD) like Jenkins, GitLab, GI, pipelines, Kubernetes or similar\nExperience in Microservice architecture, e.g. AWS cloud services\nExperience in REST and RESTFUL API\nPreferably experience in spring boot and asynchronous server side programming\nPreferably experience in React/Angular/Android\nPreferably experience working with container runtime and orchestration e.g. Kubernetes and Docker in AWS and/or Azure\n\nPersonal Qualifications:\nAs person you are a curious, innovative and analytical problem solver\nDocumented track record from working with international clients from the Europe, US and Asia\nExcellent communication skills and good collaboration ability within development teams and with project stakeholders\nFlexible and adaptable: the ability to accept, promote and drive change and implementation\nSelf-driven and organized: has a structured and analytical way of taking on tasks and performing on a daily basis in a result oriented way\nTeam player\nStrong focus in delivering customer value - consultant minded",
      "Techstack": "Java, C#, back end programmering, Test ramverk, test automatisering, cloud-teknologier (Azure, AWS, Google Cloud), DevOps-metodologier (t.ex. Continuous Integration och Continuous Delivery), Microservice-arkitektur (t.ex. AWS molntjänster), REST och RESTFUL API, Spring boot och asynkron serversideprogrammering, React/Angular/Android, container runtime och orkestration (t.ex. Kubernetes och Docker i AWS och/eller Azure)",
      "Produkt": "IT-konsultföretag som specialiserar sig på att hitta uppgifter för erfarna mjukvaruutvecklare.",
      "Företagsstruktur": "Företaget har 16 anställda. Fördelningen i styrelsen är 50.0 % män (1), 50.0 % kvinnor (1). Ansvarig är Sandy Hind Shagram, 51 år.",
      "Ekonomi": "Företaget hade ett resultat på 1 358 KSEK med omsättning 19 649 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 19649,
        "Resultat": 1358,
        "Omsättningsförändring": "12.0%"
      },
      "kontakter": [
        {
          "email": "info@zcelero.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/zcelero-tech-experts/",
        "facebook": "https://www.facebook.com/zcelero/",
        "twitter": null,
        "instagram": "https://www.instagram.com/zcelero/"
      },
      "recruitmentcompany": true,
      "consultantcompany": true
    },
    {
      "id": 30,
      "företagsnamn": "Cambio Healthcare Systems AB",
      "företagswebb": "https://www.cambio.se/",
      "organisationsnummer": "5564873585",
      "sökterm": [
        "Crystal",
        "Terraform",
        "React",
        "Microservices",
        "Ansible",
        "Python",
        "GitLab",
        "TypeScript",
        "Agile",
        "Kubernetes",
        "Frontend",
        "Vue",
        "AWS Lambda",
        "CSS",
        "Spring",
        "PowerShell",
        "Kotlin",
        "Bash",
        "Java",
        "Robot Framework",
        "HTML5",
        "CI/CD"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29559747",
      "titel": "System Engineer - Automation",
      "beskrivning": "Cambio is one of the Nordics' leading suppliers in e-health with a comprehensive offering for the entire health and care chain. Our e-health solutions support healthcare professionals in their daily work and offer patients safer and more easily accessible care. We are proud to be an important part of Swedish health and social care. We are growing continuously and now have about 1000 employees in several countries.\nThe position\nCambio has built an organization to deliver our products as a service. We are now looking for a Senior System Engineer who wants to join our IT Infrastructure and Operations team and be part of deploying and improving the infrastructure for what is Sweden's largest electronic health record (EHR). \nAs a System Engineer, you will be responsible for maintaining and building the technical infrastructure and IT systems that support our products and services. You will also be responsible for implementing DevOps best practices and collaborating with development teams to improve the software delivery process.\nYou will be working with designing and improving the services that we provide to the organization. You will also be working on automating, maintaining, and supporting our systems, such as Gitlab, Ansible Automation Platform, Artifactory to name a few. In that work you will work closely with our development organizations and our delivery organization. Additionally, you will have the opportunity to work with modern tooling and enjoy the freedom to choose your technology stack, allowing you to drive innovation and efficiency in your projects.\nAbout you\nTo succeed in this role, we believe that you have great technical skills and have a keen interest in Infrastructure as code and software development. You enjoy putting together technical solutions with your team as well as developing and coaching the team further in your area of expertise.\nYou take pride in working together with others to solve problems and improve existing solutions. You are detail-oriented, organized, and able to manage multiple tasks and priorities simultaneously. To work proactive and take the initiative to identify areas of improvement comes natural for you, and along with your excellent communication and interpersonal skills that enables you to effectively collaborate with other teams and stakeholders, you have what it takes to make it happen. You also have a strong willingness to learn and stay up to date with the latest technologies and tools in the DevOps space.\nRequirements \n Experience of working with infrastructure development or related areas\n Experience of working with both Linux and Windows based systems\n Expertise in developing tools using scripting languages such as PowerShell, Bash, and Python\n Experienced and interested in utilizing infrastructure automation, such as Ansible, for various tasks\n Background within software development\n Can communicate fluently in spoken and written English\n \nIt's a bonus if you have\n Experience with Terraform or similar IAC frameworks\n Experience with Kubernetes\n Experience of tools such as: Artifactory, Gitlab or similar\n Experience in CI/CD development\n Experience with OpenSearch or similar log frameworks\n Experience with Java development\n Can communicate fluently in spoken and written Swedish\n \nPlace of employment: Linköping\nAt Cambio, we promote a healthy work-life balance through a hybrid model where you and your team decide office days, with the option to work remotely. We encourage initiatives that foster personal and company growth, ensuring you can develop both as an individual and employee. Our culture is built on \"Trust,\" \"Care,\" and \"Together,\" which shape everything we do.\nScope: Full time\nForm of employment: Permanent employment, 6 months trial period\nOther: The job requires being on-call at certain times.\nWe screen the applications and hold interviews continuously so please send your application as soon as possible via the link.\nWe encourage and eagerly welcome all applications, but we will only consider candidates who are located and have the legal right to work in Sweden. We will ask for verification during the process. \nWe look forward to receiving your application!\nRead more about us here!",
      "Techstack": "Linux, Windows, PowerShell, Bash, Python, Ansible, Terraform, Kubernetes, Artifactory, Gitlab, CI/CD development, OpenSearch, Java",
      "Produkt": "e-hälsolösningar som stöder vårdpersonal i deras dagliga arbete och erbjuder patienter säkrare och mer lättillgänglig vård.",
      "Företagsstruktur": "Cambio har byggt en organisation för att leverera sina produkter som en tjänst. De har cirka 1000 anställda i flera länder och strävar efter att främja en hälsosam balans mellan arbete och fritid genom en hybridmodell där du och ditt team bestämmer kontorsdagar, med möjlighet att arbeta på distans.",
      "Ekonomi": "Företaget hade en omsättning på 929 757 KSEK och gjorde ett resultat på 16 842 KSEK under 2023, med en omsättningstillväxt på 28,6 %. Bolagets vinstmarginal låg vid senaste årsbokslutet på 1,8 %.",
      "Ekonomisiffor": {
        "Omsättning": 929757,
        "Resultat": 16842,
        "Omsättningsförändring": "28,6%"
      },
      "kontakter": [
        {
          "email": "marketing@cambio.dk",
          "name": "Marketing",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "info@cambiohealthcare.co.uk",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "cambioinnovation@cambio.se",
          "name": "Cambioinnovation",
          "position": "",
          "source": "https://www.cambio.se"
        },
        {
          "email": "999info@cambiohealthcare.co.uk",
          "name": "Info",
          "position": "",
          "source": "https://www.cambio.se/contact"
        },
        {
          "email": "info@cambio.se",
          "name": "Info",
          "position": "",
          "source": "https://www.cambio.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/28255",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 31,
      "företagsnamn": "Camai Consulting AB",
      "företagswebb": "http://www.camai.se",
      "organisationsnummer": "5593954521",
      "sökterm": [
        "MariaDB",
        "Azure",
        "M365",
        "PHP",
        "backendutvecklare",
        "Terraform",
        "Ansible",
        "DevOps",
        "GitLab",
        "MongoDB",
        "Kubernetes",
        "MySQL",
        "Unity",
        "fullstackutvecklare",
        "AWS Lambda",
        "AWS",
        "Spring",
        "Docker",
        "PostgreSQL",
        "Scrum",
        "PowerShell",
        "Bash",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558951",
      "titel": "Nätverkstekniker till Uppsala",
      "beskrivning": "Vi söker en Nätverkstekniker för ett uppdrag till vård kunds IT-avdelning. Uppdraget omfattar konfiguration, drift och nyinstallation av nätverk, servermiljöer och datahallskomponenter. \n Arbetsuppgifter\n Ingå i ett mindre team som arbetar med nätverkskonfiguration och drift.\n Installation och underhåll av servermiljöer och datahallskomponenter.\n Säkerställa att nätverksinfrastrukturen uppfyller höga krav på säkerhet och prestanda.\n Dokumentera arbetet enligt vedertagna principer.\n \nKvalifikationer\n Minst 5 års dokumenterad erfarenhet av nätverkskonfiguration (exempelvis Cisco, Unify eller Checkpoint).\n Erfarenhet av att arbeta enligt agila metoder.\n Erfarenhet av NetApp, VMware och Dell Unity (EMC) är meriterande.\n God samarbetsförmåga och vana att arbeta i team.\n Flytande svenska i tal och skrift.\n \nPersonliga egenskaper\n Strukturerad och lösningsorienterad.\n God förmåga att samarbeta och dela kunskap med kollegor.\n Serviceminded och flexibel.\n \nStart: Omgående start med hänsyn till uppsägningstid. Uppdraget är på heltid och är tillsvidare \nPlaceringsort: Stockholm\nAnsökan: Intervjuer sker löpande och tillsättning sker vid rätt match \n\n Vad vi står för: Vi på Camai erbjuder ett av marknadens branschledande anställningsvillkor med stor frihet som ledord. Vi drivs av att hitta det bästa uppdraget för våra medarbetare. Det roligaste som finns är att hitta en perfekt matchning mellan konsult och kund. Vi vet att alla har ett drömarbete, och vi är ett tight entreprenörsdrivet team som arbetar för att se till att du tycker att det är roligt att gå till jobbet, varje dag. Vi tror att kompetenta människor dras till varandra och vill jobba med likasinnade i spännande kunduppdrag.\nVi har en av marknadens mest förmånliga ersättningsmodell anpassad för en modern konsultorganisation med mycket frihet. Vi har helt enkelt kul tillsammans! \nVarför ska du välja oss? Med många års erfarenhet i konsultbranschen har vi valt våra tre värdeord med omsorg; kommunikation, ambition och balans. För att lyckas tror vi att våra medarbetare får vara med och forma sitt arbete efter prioriteringar och intresse i livet. Med din ambition och rätt verktyg från oss ser vi till att du utvecklas och samtidigt belönas på vägen. \nVill du vara en del av vår fortsatta tillväxt?",
      "Techstack": "Linux, Puppet, Red Hat, MariaDB, Apache, PHP, Java, Spring Boot, GIT, Bash, Tomcat/Apache, MariaDB, DB2, MySQL, PHP, JVM (Java Virtual Machine)",
      "Produkt": "IT-konsulttjänster med fokus på automation och avancerad IT-infrastruktur, särskilt i Linux-miljöer",
      "Företagsstruktur": {
        "VD": "Christin Aina Sofi Mattsson",
        "Styrelsen": "33,3 % män (1), 66,7 % kvinnor (2)",
        "Antal anställda": "23"
      },
      "Ekonomi": {
        "Vinstmarginal": "3,2 %",
        "Placering i Sverige av totalt aktiebolag": "303 956 av 761 847"
      },
      "Ekonomisiffor": {
        "Omsättning": 20369,
        "Resultat": 457,
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "info@camai.se",
          "name": "Camai Consulting AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "caroline.biverman@camai.se",
          "name": "Caroline Biverman",
          "position": "",
          "source": "http://www.camai.se"
        },
        {
          "email": "maurice.toma@camai.se",
          "name": "Maurice Toma",
          "position": "",
          "source": "http://www.camai.se"
        },
        {
          "email": "maria.legerius@camai.se",
          "name": "Maria Legerius",
          "position": "",
          "source": "http://www.camai.se"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/in/caroline-biverman-ba8314b1/",
        "facebook": null,
        "twitter": null,
        "instagram": "https://www.instagram.com/camaiconsultingab/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": true
    },
    {
      "id": 32,
      "företagsnamn": "Technology Nexus Secured Business Solutions AB",
      "företagswebb": "https://www.nexusgroup.com/",
      "organisationsnummer": "5562580414",
      "sökterm": [
        "IoT",
        "Java"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29350025",
      "titel": "Senior Software Engineer (full-time)",
      "beskrivning": "At Nexus, part of French IN Groupe, we secure the new society that emerges in the ever-expanding world of digitaltransformation. By challenging ourselves to go further and do better, we’re developing technology for high-demand global clients. Nexus’ Smart ID solutions and IoT platforms are changing how we perceive trusted identities. Do you want to be a part of our journey?\nTerje Lindberg, our Head of the Certificate Manager development team, is looking to strengthen his team with a talented Senior Software Engineerto join our Stockholm office. \nIf you thrive in tech and international environments this might be the right opportunity for you. Give your career a real boost by participating in the digital transformation of society while contributing to securing identities.\nWhat we offer you\n Be part of a friendly and skilled team, that enjoys working and hanging out together.\n Work on our own powerful Certificate Authority solutions for people and IoT.\n If you're not already are familiar with the topic of \"Public Key Infrastructure\" (PKI), you will be in the best possible environment to master it\n Have the opportunity to collaborate and make a difference every day; we are small enough so every individual counts, and big enough for you to have work security and development opportunities.\n \nWant to know more? Check out our value proposition: To work with us!\nWhat you’ll do at Nexus\nNexusSmart ID Certificate Manageris a flexible and scalableCertificate Authority(CA)software portfoliothat is fast growingin the domainof theInternet of Things(IoT).\n You will thrive on feature development and ensure that our product is easier to deploy, in the cloud, on-premises, or deliver as a service.\n You will take part in architecting the cloud transition and contributing to interesting feature development activities.\n You will work as agile as possible. We have daily stand-ups (remote or on-site) and do proper sprint planning and retros. We highly appreciate your opinion and ownership of driving the agenda.\n We work closely with the customer, therefore, from time to time you will have direct contact with internal and external customers of the product. This can be for new feature development, cloud strategy discussions, PoCs, or PKI ceremonies. We believe in the concept “you develop it, you run it”.\n \n\nSome of our Tech Stack:\nApplication:Java,Gradle, REST,Docker, Kubernetes\nTools:GIT, Jira, Confluence, SonarQube, Azure Pipelines\nConcepts: PKI, aaS, IoT\n\nAbout you\n You have extensive experience in developingapplications in Java and experience with cloud technologies and continuousdelivery.\n  You enjoy working in an open team and you firmly believe that cooperation and teamwork is the way to succeed. Continuous improvement, working closely together, and discussing is the way to learn from each other.\n  You have the DevOps mindset and don’t have any issues sharing your ideas and inspiring people around you.\n  You have a strong interest in security, have some experience or you are willing to learn.\n \nNot sure you meet 100% of the qualifications?\nAt Nexus, we understand that experience comes in many forms. We’re dedicated to adding new perspectives to the team - so if your experience is this close to what we’re looking for, please consider applying.\nAbout your CV and the Process\nYou will not be asked to do a two-day assignment as a skill assessment, we do real-time tech interviews together with the team and we do not require you to apply with a resume/CV. Who has an updated resume anyway?\n\nTransparency, security, and trust are the core of our company; therefore, the final candidate will be subjected to a background check before training.\nNexus is an equal-opportunity employer. We truly believe in being ONE Nexus. You are welcomed at Nexus for who you are, no matter where you come from or what you look like. Our technology is for everyone, and so is our workplace. So, bring us your personal experience, your perspectives, and your background to thrive, collaborate, and be forward-thinking! It’s in our differences that we will find the power to keep innovating the way we secure the world.",
      "Techstack": "Java, Gradle, REST, Docker, Kubernetes, GIT, Jira, Confluence, SonarQube, Azure Pipelines",
      "Produkt": "Nexus’ Smart ID solutions och IoT platforms",
      "Företagsstruktur": "Headquarter i Stockholm med Terje Lindberg som Head of the Certificate Manager development team. Företaget har 3 dotterbolag.",
      "Ekonomi": "Företaget har under de senaste 5 åren betalat in totalt 4 475 KSEK i skatt.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "141.7%"
      },
      "kontakter": [
        {
          "email": "contact@nexusgroup.com",
          "name": "Contact",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "customerservice@nexusgroup.com",
          "name": "Customerservice",
          "position": "",
          "source": "https://www.nexusgroup.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/nexusgroup-global",
        "facebook": "https://www.facebook.com/nexusgroupglobal/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 33,
      "företagsnamn": "Starweb AB",
      "företagswebb": "https://www.starweb.se",
      "organisationsnummer": "5566969019",
      "sökterm": [
        "Laravel",
        "Javascript",
        "CSS",
        "JavaScript",
        "PHP",
        "HTML"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29304188",
      "titel": "PHP Developer",
      "beskrivning": "Om Starweb\nVill du vara med och skapa morgondagens e-handelsupplevelse tillsammans med oss? Isåfall är Starweb det rätta valet för dig.\nHär på Starweb har vi jobbat med e-handel i 20 års tid och vi brinner för att hjälpa våra kunder med deras e-handelsresa. Vi vill vara det absoluta förstahandsvalet för kunder som vill samla alla delar av sin e-handel hos oss – från plattform till design, strategi och digital marknadsföring.\nNu befinner vi oss i en otroligt spännande del av vår tillväxtresa, då vi under det gångna året har påbörjat en sammanslagning med det Malmöbaserade bolaget Nordisk E-handel där vi med gemensamma krafter tar fram ett nytt och modernt erbjudande till marknaden. Det innebär att vi nu är ett fantastiskt gäng medarbetare som sätter hög tilltro till innovation, engagemang och att alltid försöka göra det lilla extra för att våra kunder ska lyckas. Det är här du kommer in i bilden.\n\nOm rollen\nNu söker vi en PHP Developer till vårt härliga gäng i Malmö – kan det vara du? Vi ser gärna att du har starka färdigheter inom webbutveckling och e-handel. Dessutom är du analytisk, har ett sant öga för detaljer och delar visionen att kontinuerligt sträva efter att leverera morgondagens e-handelslösning. Du delar även tilltron att vi tillsammans gör skillnad – vilket i praktiken innebär ett tätt samarbete i team där ödmjukhet och teamet framför jaget hamnar i första rummet.\n\nSom PHP Developer ansvarar du för att: \nUtveckla och underhålla PHP-baserade applikationer och mikrotjänster för vår e-handelsplattform.\n\n  \nSamarbeta med andra utvecklare och tekniska team för att designa, implementera och testa nya funktioner och förbättringar.\n\n \nIntegrera och arbeta med olika tjänster och API:er för att förbättra funktionaliteten och prestandan hos vår plattform.\n\n \nBidra till tekniska diskussioner och beslut kring systemarkitektur, prestandaoptimering och säkerhet.\n\n Kvalifikationer för rollen: \nMinst 3 års relevant arbetslivserfarenhet.\n\n \nErfarenhet av PHP-utveckling och kunskap om ramverk som Laravel eller Symfony.\n\n \nErfarenhet av att samarbeta med cross-funktionella team för att leverera mjukvarulösningar.\n\n \nGod förståelse för webbteknologier som HTML, CSS, JavaScript och relaterade ramverk.\n\n \nUtmärkta problemlösningsförmågor och förmåga att arbeta självständigt såväl som i team.\n\n Meriterande om du har kunskap inom: \nE-handelsplattformar och dess utmaningar\n\n \nMolnbaserade plattformar som AWS eller GCP\n\n \nMicro services\n\n \nVi erbjuder en dynamisk och stimulerande arbetsmiljö där du får möjlighet att växa och utvecklas som professionell. Om du delar vår passion i att skapa innovativa lösningar inom e-handel och vill vara en del av vårt team är detta rätt tillfälle för dig. Känner du att det är dig vi söker? Välkommen med din ansökan!",
      "Techstack": "PHP, Laravel, Symfony, HTML, CSS, JavaScript, AWS, GCP, Mikrotjänster",
      "Produkt": "Företaget erbjuder tjänster inom e-handel – från plattform till design, strategi och digital marknadsföring",
      "Företagsstruktur": "Starweb AB är ett svenskt företag baserat i Malmö. Företaget har nyligen fusionerat med Nordisk E-handel och tar nu gemensamt fram ett nytt erbjudande till marknaden. Styrelsen består av 75% män (3) och 25% kvinnor (1). Ansvarig är Bengt Jimmy Bäckström, 47 år.",
      "Ekonomi": "Vid senaste bokslut 2022 hade företaget en omsättningsförändring på - 4,1%.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "- 4,1%"
      },
      "kontakter": [
        {
          "email": "hello@nordiskehandel.se",
          "name": "Hello",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "hello@starweb.se",
          "name": "Hello",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/alumio-int",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "-",
      "consultantcompany": "-"
    },
    {
      "id": 34,
      "företagsnamn": "Flightradar24 AB",
      "företagswebb": "https://www.flightradar24.com",
      "organisationsnummer": "5568951213",
      "sökterm": [
        "RabbitMQ",
        "Frontendutvecklare",
        "PHP",
        "PyTest",
        "Terraform",
        "HTML",
        "Backend",
        "Ansible",
        "GitHub",
        "TypeScript",
        "Python",
        "Laravel",
        "DevOps",
        "Frontend",
        "Vue",
        "MySQL",
        "Jest",
        "Kafka",
        "Penetration Testing",
        "AWS Lambda",
        "CSS",
        "PostgreSQL",
        "Javascript",
        "Redis",
        "Functional Programming",
        "JavaScript"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29511573",
      "titel": "Test Automation Engineer",
      "beskrivning": "Flightradar24 is one of the most successful growth-stage tech companies in Stockholm. Each day, more than 4 million aviation enthusiasts use our app or website, and we have many of the biggest names in aviation as business customers. \n\n\nThe position requires that you are able to work from our office in Stockholm, Sweden. Relocation is not offered for this role.\nFlightradar24 is looking for a skilled Test Automation Engineer to join our team. The successful candidate will be responsible for developing and implementing automated test cases for our products . The candidate must have experience working with automation of APIs (REST and gRPC), Backend Testing and the ability to work with cross-platform teams to set up CI/CD pipelines. The candidate must also be able to work independently and identify opportunities for automated testing improvements across teams.\n\n\nWhat you’ll do\nTest Automation & Framework Development:\nDesign, develop, and maintain scalable automated test frameworks.\nImplement robust automated scripts for functional and regression testing of APIs and Webservices.\nAPI Automation & Performance Testing:\nCreate and execute test strategies, plans, and cases to ensure high-quality releases of APIs.\nConduct performance and load tests, analyze results, and communicate findings effectively.\nContinuous Integration & Delivery:\nIntegrate automated tests into the CI/CD pipeline to support rapid, reliable releases.\nCollaborate with teams to optimize testing workflows and maintain high code quality.\nCollaboration & Communication:\nPartner closely with developers, product managers, and QA peers to define testing requirements.\nWorking closely with backend teams. \nCommunicate test results, defects, and quality metrics to both technical and non-technical audiences.\nParticipate in code reviews, design discussions, and agile ceremonies.\n\nWho you are\nSkilled in building and maintaining API test automation frameworks (e.g.,Karate, REST Assured, Pytest, etc..)\nExperienced with performance testing tools (e.g., JMeter, Gatling)\nKnowledgeable in CI/CD tools (e.g., Jenkins, GitHub Actions, GitLab CI, Azure DevOps)\nProficient in at least one programming language (e.g., Java, Python, JavaScript)\nExcellent communicator, adept at conveying complex ideas to diverse audiences\nStrong collaborator who thrives in cross-functional, distributed team environments\nDetail-oriented problem solver with a proactive approach\n\nAbout Flightradar24\nWith over 4 million daily users, Flightradar24 is the world’s most popular flight tracking service. Our app regularly tops the App Store and Google Play Travel charts. We also offer a wide range of commercial services, and our customers include many of the biggest names in aviation. \nWe're constantly adding new services and improving existing products. To help us meet those challenges, we're looking for creative, collaborative, and tech-savvy applicants to join us.\nBenefits of working at Flightradar24 include:\nOpportunity to impact a service with millions of end users from all around the world\nFlexible and social work environment with free beverages, fruit, and snacks\nModern office in the heart of beautiful downtown Stockholm, Sweden\nBeing part of a diverse team with +30 nationalities and 6 continents represented with English being our main language",
      "Techstack": "REST API, Python, AMQP 1.0, Microsoft Azure Event Hubs, iOS, Android",
      "Produkt": "Flight tracking data services and mobile applications",
      "Företagsstruktur": "Diverse team with +30 nationalities and 6 continents represented, working closely with both customers and internal teams on a range of services",
      "Ekonomi": "Ett aktiebolag med en omsättning på 418 793 KSEK under 2024 och en vinst på 217 492 KSEK",
      "Ekonomisiffor": {
        "Omsättning": 418793,
        "Resultat": 217492,
        "Omsättningsförändring": "27.4%"
      },
      "kontakter": [
        {
          "email": "info@flightradar24.com",
          "name": "Flightradar24 AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "nej",
      "consultantcompany": "nej"
    },
    {
      "id": 35,
      "företagsnamn": "TechLove AB",
      "företagswebb": "https://techlove.se",
      "organisationsnummer": "5592293178",
      "sökterm": [
        "fullstackutvecklare",
        "Redis",
        "PHP",
        "Frontend",
        "utvecklare",
        "Vue",
        "React",
        "Mjukvaruutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29379795",
      "titel": "Frontendtung fullstackutvecklare",
      "beskrivning": "Vi är ett Stockholmbaserat företag med en stark entreprenörsanda som söker en frontendtung fullstackutvecklare. \nSom utvecklare hos techlove erbjuds du ett varierande arbete med olika typer av uppdrag som omfattar allt från enklare webbplatser till avancerade system och applikationer. \nVad kommer du att få göra?\nJobba med utveckling av tjänster och applikationer, både i back- och frontend.\nVara med att ta fram nya produkter och tjänster.\nSäkerställa att kod, test och dokumentation håller hög kvalitet.\nStändigt leta efter nya lösningar om du stöter på patrull.\nHa kul på jobbet.\n\n\n\nPerson före papper\nFör att bli en del av teamet ser vi att du är driven, vågar säga vad du tycker och inte är rädd för att ta egna initiativ. Vi har högt i tak och allas åsikter tas på allvar. \nArbetet bedrivs huvudsakligen på plats men behöver man arbeta hemifrån någon dag går det att ordna.\nUppdragen är olika men ofta är det fria arbetstider vilket innebär att du i stor mån kan bestämma själv när du vill arbeta - så länge du klarar av dina arbetsuppgifter. Vi tror därför att du är ansvarstagande, strukturerad och trivs med att planera din egen tid. Då våra projekt ofta har hög teknisk grad krävs tidigare erfarenhet från utveckling samt en kunskap att förstå system från ett användarperspektiv. Därför ser vi gärna att du:\nHar 4+ år erfarenhet\nKan agera techlead\nPratar flytande svenska och bra engelska\nHar erfarenhet av att bygga kundrelationer\nHar god kommunikation, både i skrift och tal\nÄr en social kameleont och van vid många kontaktytor\nTycker om att arbeta i team\n\n\n\nVårt nätverk sträcker sig från spännande uppstickare och startups till svenska stoltheter som Klarna, Telia och Spotify.\nTekniker som du behöver ha professionell erfarenhet av:\nReact.js\nLaravel\nPHP\nDocker\n\n\n\nMeriterande:\nStarkt meriterande är UI/UXkunskaper inom mobil- och webappsutveckling.\nWebSockets och Redis, eller liknande protokoll för eventdriven utveckling och direktkommunikation.\nDevOps. Molnplattformar AWS, Bitbucket, Azure. Terminalbaserade Unix-miljöer. Verktyg som VIM, Bash-skriptning etc. Arbete i lokal- och fjärrmiljöer.\nReact Native, Vue.js, Flutter.js\nSCRUM och andra arbetsmetoder i projektteam.\nCRM- och projektledningsverktyg, t.ex. ClickUp, Monday.com, Asana, Trello, Jira\nContinious Integration/Deployment. Erfarenhet av att bygga pipelines i t.ex. Github Actions.\nDDD, SOLID och andra designprinciper.\n\n\n\nTransparens, Värde, Gemenskap\nVi står för våra ledord och vet att både anställd och kund mår bäst om vi lever som vi lär.\nKultur\nFör oss är det viktigt att alla våra medarbetare trivs på jobbet och mår bra. Vi vill att alla ska känna den gemenskap vi har byggt upp.\nDärför kan du förvänta dig:\nFlexibla och schyssta anställningsvillkor\nRoliga events och happenings med techlovefamiljen\nUtveckling både som individ, team och företag\nTV-spel med kollegorna \nAtt få vara med på en spännande expansions-resa \n\n\n\nTror du att det skulle passa dig? Skicka in en ansökan till jobb@techlove.se så hör vi av oss inom kort.\nVi ser fram emot din ansökan!",
      "Techstack": "React.js, Laravel, PHP, Docker, UI/UX, WebSockets, Redis, DevOps, AWS, Bitbucket, Azure, Terminalbaserade Unix-miljöer, VIM, Bash-skriptning, React Native, Vue.js, Flutter.js, SCRUM, CRM, ClickUp, Monday.com, Asana, Trello, Jira, Github Actions, DDD, SOLID",
      "Produkt": "Utveckling av tjänster och applikationer, både i back- och frontend. Framtagning av nya produkter och tjänster",
      "Företagsstruktur": "Entreprenöriellt företag baserat i Stockholm som värdesätter en företagskultur med högt i tak. Man arbetar med flexibla arbetsförhållanden.",
      "Ekonomi": "I 2023 hade företaget 4 anställda och gjorde ett resultat på -34 KSEK med en omsättning på 11 567 KSEK.",
      "Ekonomisiffor": {
        "Omsättning": 11567,
        "Resultat": -34,
        "Omsättningsförändring": "150.2%"
      },
      "kontakter": [
        {
          "email": "info@techlove.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "karl@techlove.se",
          "name": "Karl",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "oliver@techlove.se",
          "name": "Oliver",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "lennart@techlove.se",
          "name": "Lennart",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "jobb@techlove.se",
          "name": "Jobb",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "vladimir@techlove.se",
          "name": "Vladimir",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "linus@techlove.se",
          "name": "Linus",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "arwind@techlove.se",
          "name": "Arwind",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "sebastian@techlove.se",
          "name": "Sebastian",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "tommie@techlove.se",
          "name": "Tommie",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "tobias@sparpartner.se",
          "name": "Tobias",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "sandra@techlove.se",
          "name": "Sandra",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "jill@techlove.se",
          "name": "Jill",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "tobias@techlove.se",
          "name": "Tobias",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "love@techlove.se",
          "name": "Love",
          "position": "",
          "source": "https://techlove.se/kontakt"
        },
        {
          "email": "jesper@techlove.se",
          "name": "Jesper",
          "position": "",
          "source": "https://techlove.se/kontakt"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": "http://instagram.com/livetech_lovelife"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 36,
      "företagsnamn": "Lokalguiden Sverige AB",
      "företagswebb": "https://www.lokalguiden.se",
      "organisationsnummer": "5565535381",
      "sökterm": [
        "TypeScript",
        "fullstackutvecklare",
        "AWS Lambda",
        "PHP",
        "React",
        "MySQL"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29374304",
      "titel": "Senior fullstack-utvecklare till Lokalguiden i centrala Göteborg",
      "beskrivning": "Lokalguiden växer och vi söker nu vår nästa IT-stjärna. \nHos oss sitter du i centrala Göteborg tillsammans med fantastiska kollegor och nära till affärer, restauranger och kollektivtrafik. \nOm tjänsten\nSom utvecklare på Lokalguiden har du en viktig roll i verksamheten där du tar fram användarvänlig och kvalitativ kod för att, tillsammans med dina kollegor på IT och i övriga företaget, ta företaget till nästa nivå. I en innovativ arbetsmiljö kommer du under en dag exempelvis att:\n- Arbeta med PHP (8+), Symfony, React, TypeScript, MySQL och AWS\n- Vidareutveckla Lokalguidens marknadsplats\n- Vara delaktig i Lokalguidens framtida utveckling\nNär du inte arbetar kan du spela pingis eller dart med dina kollegor eller bara slappa i en skön soffa. Är det vår eller sommar kan du njuta på takterrassen. Har du ärenden som behöver fixas tar det inte mer än några minuter, eftersom alla affärer finns i närheten, du behöver inte ens ta på dig ytterkläderna. På måndagar startar vi veckan med att äta en gemensam frukost.\nMedarbetare på Lokalguiden erbjuds utöver flextid och en blandning av kontors- och distansarbete, ett generöst friskvårdsbidrag, förlängd lunch för träning och ett grymt geografiskt läge. Självklart får du också möjligheten att välja din tekniska utrustning och dina arbetsverktyg. \nOm dig\nTjänsten passar dig som har ett driv att utvecklas och som trivs med frihet under ansvar. Det är viktigt att du är proaktiv, initiativtagande och har en förmåga att se verksamhetens olika utmaningar och hur IT kan vara med och lösa dessa. \nAtt samarbeta med kollegor är en självklarhet för dig, samtidigt som du behöver vara trygg och bekväm med att självständigt arbeta i och utvecklas i vår IT-miljö och våra system.\nDu behöver\n- Ha god kunskap om PHP och/eller Typescript/react\n- Ha god kunskap om MySQL\n- Ha erfarenhet av att arbeta med molntjänster\n- Tala och skriva svenska och engelska obehindrat \nDet är också meriterande, men inget krav, med erfarenhet av:\n- Symfony, Laravel eller liknande ramverk\n- Automatiserad testning, CI/CD\n- AWS, Docker\n- Google analytics, tag manager, utfallsmätning\nOm Lokalguiden\nLokalguiden har varit en aktör i fastighetsbranschen i över 30 år där vi är den naturliga länken mellan lokalsökande bolag och fastighetsägare. Varje vecka besöker 10 000-tals användare vår webbplats för att söka bland Sveriges utbud av lediga lokaler. \nAnsök idag då urval sker löpande\nLåter detta som en arbetsplats för dig? Ansök redan idag då urval sker löpande.\nAnställningen startar så snart som möjligt eller enligt överenskommelse.",
      "Techstack": "PHP (8+), Symfony, React, TypeScript, MySQL, AWS",
      "Produkt": "Lokalguiden är en marknadsplats för fastighetsbranschen och dess kringtjänster. De fungerar som en länk mellan lokalsökande bolag och fastighetsägare. Varje vecka besöker 10 000-tals användare deras webbplats för att söka bland Sveriges utbud av lediga lokaler.",
      "Företagsstruktur": "Lokalguiden Sverige AB sitter i centrala Göteborg. De har anställda med en mängd olika befattningar, men särskilt betonas rollen som utvecklare i företaget. Deras utvecklare tar fram användarvänlig och kvalitativ kod för att, tillsammans med kollegor på IT och i övriga företaget, ta företaget till nästa nivå.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "-"
      },
      "kontakter": [
        {
          "email": "kundtjanst@lokalguiden.se",
          "name": "Kundtjanst",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/1193189/",
        "facebook": "https://www.facebook.com/lokalguidensverigeab/",
        "twitter": null,
        "instagram": "https://www.instagram.com/lokalguidensverigeab/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 37,
      "företagsnamn": "Jobbakuten Väst AB",
      "företagswebb": "http://www.jobbakuten.se",
      "organisationsnummer": "5566228846",
      "sökterm": [
        "Laravel",
        "JUnit",
        "PHP",
        "JavaScript",
        "backendutvecklare",
        "Vue"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29503530",
      "titel": "Jönköping: Senior Javautvecklare hybridtjänst",
      "beskrivning": "Vi söker en Senior Javautvecklare för kundsräkning som har erfarenhat av e-tjänster, för en spännande digitaliseringsresa. I arbetsuppgifterna ingår både frontend och backend samt att säkerställa kvalitet genom testning.\n\nVi söker dig som har erfarenhet av:    \n\nJava EE och Java 11+\nEJB/CDI\nJPA\nREST\nMicroservices\nOpenAPI\nFrontend:  Angular, Typescript och JavaScript\nEnhetstester och integrationstester (JUnit eller liknande)\nKan svenska flytande i tal och skrift.\nVi söker dig som är Senior Javautvecklare med minst 5 års arbetserfarenhet. Samt relevant högskole- eller universitetsexamen som systemutvecklare eller likvärdig utbildning eller motsvarande praktisk erfarenhet.\n\nSom Javautvecklare hos oss är det viktigt att du har en helhetsförståelse för uppdraget och tjänsterna så att du kan föra en dialog med våra angränsande team och kollegor. Du uppfattar kundens behov och kan tillsammans med ditt team översätta dem till tekniska krav.\n\nFör att lyckas väl i tjänsten som Javautvecklare behöver du vara en person som är strukturerad i ditt arbete. Du planerar, organiserar och prioriterar ditt arbete på ett effektivt sätt samt arbetar mot uppsatta mål, sätter i gång aktiviteter och uppnår resultat. Som en del av teamet är du en drivande person som tar initiativ, driver frågor framåt och bidrar i utvecklingen av våra lösningar.\n\nEn viktig del i din personlighet är att du är skicklig på att samarbeta där du lyssnar, kommunicerar och löser problem som kan uppstå. Du är skicklig på att kommunicera och anpassa ditt budskap till mottagaren, både i tal",
      "Techstack": "Laravel, Python, Docker, Linux, PostgreSQL, Git, RabbitMQ, Redis",
      "Produkt": "Utveckling av ett helt nytt Transport Management System (TMS) som är skräddarsytt för framtidens logistikbehov",
      "Företagsstruktur": "Företaget skapades genom samarbetet mellan Närkefrakt i Örebro, Märsta Förenade i Stockholm och Alwex Logistik i Växjö. VD för företaget är Lars Stephan Thorstensson",
      "Ekonomi": "Bolaget hade vid senaste bokslut en omsättningsförändring på −8,6%",
      "Ekonomisiffor": {
        "Omsättning": 3889,
        "Resultat": 84,
        "Omsättningsförändring": "-8,6%"
      },
      "kontakter": [
        {
          "email": "info@recruitmore.se",
          "name": "Jobbakuten Väst AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "stefan.thorstensson@jobbakuten.se",
          "name": "Stefan Thorstensson",
          "position": "",
          "source": "http://www.jobbakuten.se/kontakt/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/jobbakuten/?viewasmember=true",
        "facebook": "https://www.facebook.com/jobbakuten/",
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 38,
      "företagsnamn": "OnePartnerGroup Skaraborg AB",
      "företagswebb": "https://www.bozzanova.se/",
      "organisationsnummer": "5568615545",
      "sökterm": [
        "PHP",
        "Vue",
        "Swift",
        "Kotlin"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29361249",
      "titel": "App- och webbutvecklare till Bozzanova i Vänersborg",
      "beskrivning": "Ta nästa steg i din karriär och bli Bozzanovas nya stjärnutvecklare!\n \nHar du ett brinnande intresse för apputveckling och digital innovation?\nVill du vara med och utveckla lösningar som skapar verklig samhällsnytta? Hos Bozzanova får du en unik möjlighet att vara en del av ett familjärt team med stora ambitioner.\n \nOm Bozzanova\nBozzanova är en fullservicebyrå med ett dynamiskt team som består av 12 personer med spetskompetens inom olika områden. Bozzanova har ett stort fokus på digitala lösningar men erbjuder också tjänster inom varumärkesutveckling, kommunikation och strategi. Vårt kontor ligger mitt i hjärtat av Vänersborg, ett stenkast från Vänern. I mer än två decennier har vi hjälpt företag över hela landet med allt från webbdesign och avancerade digitala system till strategiska helhetslösningar inom kommunikation och marknadsföring.\nVi är stolta över vårt helhjärtade engagemang i varje projekt och vi tror på att förena kreativitet med teknisk innovation och grafisk höjd för att skapa lösningar som gör skillnad på riktigt.\nLäs mer om oss på www.bozzanova.se.\n \nOm tjänsten\nSom App- och Webbutvecklare kommer du att utveckla och implementera innovativa digitala lösningar för våra kunder. Din roll omfattar både front-end och back-end-utveckling med fokus på robusta och skalbara funktioner. Du kommer att arbeta nära ett engagerat och kunnigt team som strävar efter ständig utveckling.\n \nDu kommer att:\n Utveckla och underhålla applikationer och webblösningar\n Programmera integrationer mot externa affärssystem och databaser för att skapa smidiga lösningar\n Analysera, felsöka och åtgärda tekniska problem för våra kunder\n\n \nBozzanova är i en expansiv fas och erbjuder stora möjligheter till personlig utveckling. Vi arbetar aktivt med samhällsnyttiga projekt, särskilt inom miljö- och avfallsbranschen. Vi ser fram emot att du bidrar med dina idéer och erfarenheter för att hjälpa oss växa och leverera värde till våra kunder.\n\nTjänsten är på heltid och arbetet är förlagt måndag till fredag kl. 8-17.\nDu kommer utgå från kontoret som ligger i centrala Vänersborg, med möjlighet till 1-2 dagars distansarbete enligt överenskommelse. \n\nStart för tjänsten är enligt överenskommelse.\n \nOm dig\nVi söker dig som har:\n Minst 3-5 års erfarenhet av systemutveckling och relevant högskoleutbildning eller motsvarande arbetslivserfarenhet.\n Mycket goda kunskaper inom PHP, SQL, Node.js och API-integrationer.\n Erfarenhet av att utveckla appar med ramverk som NativeScript, Vue.js, och/eller React Native för både iOS och Android.\n Du har erfarenhet av avancerad programmering och en god förståelse för att utveckla, publicera och underhålla appar.\n Kunskap om Git eller motsvarande versionshanteringssystem.\n Kunskap om Continuous Integration (CI) och Continuous Deployment (CD) är en fördel.\n Det är meriterande om du har utvecklat native-appar med Swift och Kotlin.\n Det är meriterande om du har erfarenhet av WordPress-utveckling.\n Erfarenhet från SaaS-bolag är meriterande.\n En passion för problemlösning och teknisk utveckling, och du håller dig uppdaterad inom de senaste digitala trenderna.\n\nSom person är du nyfiken och drivs av utmaningar. Du har förmågan att snabbt sätta dig in i nya tekniker och hitta innovativa lösningar. Din nyfikenhet hjälper oss att hitta nya lösningar som överträffar kundernas förväntningar. Du är lösningsorienterad, noggrann och ansvarstagande, och har en god förmåga att kommunicera både med kollegor och kunder. Du är flexibel, stresstålig och har en naturlig förmåga att prioritera arbetsuppgifter. Du kan självständigt driva dina uppgifter men är också en bra lagspelare som stödjer teamets framgång.\n \nDu behärskar svenska och engelska flytande, både i tal och skrift.\nKörkort är inget krav för tjänsten, dock bör du kunna ta dig till kontoret via kollektivtrafik.\n \nVi erbjuder\n En kreativ och familjär arbetsmiljö mitt i Vänersborg\n Flexibla arbetstider med möjlighet till distansarbete\n Stora möjligheter till personlig och professionell utveckling\n Spännande projekt som gör skillnad i samhället\n\n\n\nDu kommer bli erbjuden en anställning av Bozzanova med 6 månaders provanställning. \nTjänsten är tillgänglig omgående och startar vid överenskommelse. \n \nAnsökan\nI denna rekrytering samarbetar vi med OnePartnerGroup och du visar intresse för tjänsten via onepartnergroup.se. För frågor är du välkommen att ta kontakt med Jennifer Lindvall på 073-425 56 41 alternativ jennifer.lindvall@onepartnergroup.se \n\nI denna process jobbar vi med löpande urval och tillsättning, vilket betyder att tjänsten kan tillsättas innan sista ansökningsdag. När du har visat ditt intresse matchar vi din ansökan med tjänsten och vi kontaktar dig via mail eller telefon för återkoppling. I processen kommer sedan urval genom intervjuer, tester, referenstagning och bakgrundskontroll ingå för de kandidater som utifrån matchning med tjänstens kravprofil går vidare till kommande steg. Testerna är ett verktyg för att kunna säkerställa ett kompetensbaserat urval samt för att bidra till mångfald, jämlikhet, objektivitet samt en fördomsfri rekryteringsprocess. För oss är det viktigt att ta del av din upplevelse när du har sökt en tjänst hos oss. Därför skickar vi ut en kort enkät när du har sökt tjänsten och när processen är avslutad.\n\nGällande ansökan så sker det via annonsen på OnePartnerGroups hemsida, vi hanterar inte ansökningar via mail på grund av GDPR.\n\nVälkommen med din ansökan!",
      "Techstack": "PHP, SQL, Node.js, API-integrationer, NativeScript, Vue.js, React Native, Git, Continuous Integration (CI), Continuous Deployment (CD), Swift, Kotlin, WordPress, SaaS",
      "Produkt": "Bozzanova erbjuder tjänster inom webbdesign, avancerade digitala system, varumärkesutveckling, kommunikation och strategi. De utvecklar innovativa digitala lösningar, integrationer mot externa affärssystem och databaser.",
      "Företagsstruktur": "Bozzanova består av ett team av 12 personer med spetskompetens inom olika områden. Kontoret ligger i Vänersborg, Sverige. Företaget är i en expansiv fas med stora möjligheter till personlig utveckling.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 40528,
        "Resultat": 889,
        "Omsättningsförändring": "- 45.5%"
      },
      "kontakter": [
        {
          "email": "info@bozzanova.se",
          "name": "Info",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "daniel@bozzanova.se",
          "name": "Daniel",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "johan@bozzanova.se",
          "name": "Johan",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "johanna@bozzanova.se",
          "name": "Johanna",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "lotta@bozzanova.se",
          "name": "Lotta",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "albin@bozzanova.se",
          "name": "Albin",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "erika@bozzanova.se",
          "name": "Erika",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "marc@bozzanova.se",
          "name": "Marc",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "thomas@bozzanova.se",
          "name": "Thomas",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "axel@bozzanova.se",
          "name": "Axel",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "frida@bozzanova.se",
          "name": "Frida",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "david@bozzanova.se",
          "name": "David",
          "position": "",
          "source": "https://www.bozzanova.se/kontakt"
        },
        {
          "email": "halmstad@onepartnergroup.se",
          "name": "Halmstad",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "gavle@onepartnergroup.se",
          "name": "Gavle",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "goteborg@onepartnergroup.se",
          "name": "Goteborg",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "falkoping@onepartnergroup.se",
          "name": "Falkoping",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "halsingland@onepartnergroup.se",
          "name": "Halsingland",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "info@onepartnergroup.se",
          "name": "Info",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "orebro@onepartnergroup.se",
          "name": "Orebro",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "sthlm.bemanning@onepartnergroup.se",
          "name": "Sthlm Bemanning",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "kalix@onepartnergroup.se",
          "name": "Kalix",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "kalmar@onepartnergroup.se",
          "name": "Kalmar",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "skelleftea@onepartnergroup.se",
          "name": "Skelleftea",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "ljungby@onepartnergroup.se",
          "name": "Ljungby",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "sundsvall@onepartnergroup.se",
          "name": "Sundsvall",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "sthlm@onepartnergroup.se",
          "name": "Sthlm",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "lulea@onepartnergroup.se",
          "name": "Lulea",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "varberg@onepartnergroup.se",
          "name": "Varberg",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "jonkoping@onepartnergroup.se",
          "name": "Jonkoping",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "skovde@onepartnergroup.se",
          "name": "Skovde",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "vaggeryd@onepartnergroup.se",
          "name": "Vaggeryd",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "varnamo@onepartnergroup.se",
          "name": "Varnamo",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "ostersund@onepartnergroup.se",
          "name": "Ostersund",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "linkoping@onepartnergroup.se",
          "name": "Linkoping",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "helsingborg@onepartnergroup.se",
          "name": "Helsingborg",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "ornskoldsvik@onepartnergroup.se",
          "name": "Ornskoldsvik",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "malmo@onepartnergroup.se",
          "name": "Malmo",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "vara@onepartnergroup.se",
          "name": "Vara",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "karlstad@onepartnergroup.se",
          "name": "Karlstad",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "norrkoping@onepartnergroup.se",
          "name": "Norrkoping",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "mjolby@onepartnergroup.se",
          "name": "Mjolby",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "alingsas@onepartnergroup.se",
          "name": "Alingsas",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "anderstorp@onepartnergroup.se",
          "name": "Anderstorp",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "boras@onepartnergroup.se",
          "name": "Boras",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "lidkoping@onepartnergroup.se",
          "name": "Lidkoping",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "vaxjo@onepartnergroup.se",
          "name": "Vaxjo",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "nassjo@onepartnergroup.se",
          "name": "Nassjo",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        },
        {
          "email": "umea@onepartnergroup.se",
          "name": "Umea",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=403891&path=ams&sub_id=462"
        }
      ],
      "social_links": {
        "linkedin": "https://se.linkedin.com/company/onepartnergroup",
        "facebook": "https://www.facebook.com/onepartnergroup.se/?locale=sv_se",
        "twitter": null,
        "instagram": "https://www.instagram.com/onepartnergroup/"
      },
      "recruitmentcompany": true,
      "consultantcompany": "Nej"
    },
    {
      "id": 39,
      "företagsnamn": "Needo Recruitment West AB",
      "företagswebb": "https://www.traventus.se",
      "organisationsnummer": "5592183940",
      "sökterm": [
        "Azure",
        "C#",
        ".NET",
        "PHP",
        "GraphQL",
        "utvecklare",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29558107",
      "titel": "Senior Utvecklare med ERP-Fokus!",
      "beskrivning": "Är din tekniska nisch inom ERP-system? Pratar du Microsofts språk? Mår du som bäst i en tjänst med varierande projekt och kontaktytor? Då kan tjänsten som Senior Utvecklare med ERP-Fokus hos Traventus vara rollen för dig!      \n\nOm Traventus\n”Traventus är din pålitliga partner för att optimera affärsprocesser och främja tillväxt genom marknadens ledande affärssystem Visma ERP. Med bred expertis inom systemstöd och digital utveckling skapar vi skräddarsydda lösningar som passar din verksamhet perfekt”.\n\nOm tjänsten som Senior Utvecklare med ERP-Fokus\nSom utvecklare hos Traventus blir du en del av ett mindre team med två utvecklare och arbetar nära företagets 15+ verksamhetskonsulter. Tillsammans fokuserar ni på ERP-lösningar med kundens behov i centrum. Du arbetar i varierande uppdrag och använder dig av Microsofts språk och plattformar för att skapa kundunika lösningar inom Visma ERP-system. Du tillsammans med en annan Senior Utvecklare ansvarar således för den tekniska delen i leverans och implementering mot Traventus kunder och är involverad från teknisk rådgivning i säljprocessen tillsammans med säljaren till implementeringen. Uppdragens syfte och omfång varierar mellan nya och befintliga kunder, vilket ger dig en varierad arbetsvardag.\nDin arbetsdag kan bestå av allt från mindre uppdateringar i befintliga system och behovsanalyser till nyutveckling, kravöversättning till kod samt att stötta kollegor. Traventus erbjuder ett brett utbud av lösningar inom Visma, där du förväntas kunna delta i kunddialogen för att guida kunden tekniskt och förstå behovet. När du inte aktivt arbetar på ett uppdrag prioriteras interna utvecklingsprojekt.\nDina huvudsakliga arbetsuppgifter: Skapa kundanpassade lösningar inom Visma ERP med hjälp av Microsofts språk och plattformar.\n Arbetsuppgifter som innefattar allt från mindre uppdateringar i befintliga system, behovsanalys och nyutveckling, översätta kravställning till kod och support.\n Aktivt delta i kunddialogen för att guida kunden tekniskt och förstå behovet.\n Interna utvecklingsprojekt.\nOm dig\nVi söker dig med gedigen erfarenhet av att utveckla och anpassa ERP-system, samt en stark teknisk bakgrund inom Microsofts ekosystem. Du har en flerårig erfarenhet inom teknologier som C#, .NET, T-SQL samt molnplattformen Microsoft Azure. Vidare besitter du en god förståelse för affärsprocesser och hur de implementeras i systemmiljö. Flytande kunskaper i svenska och engelska är en förutsättning för rollen. Det är meriterande om du har erfarenhet av API-utveckling med Rest API och GraphQL samt har erfarenhet av kundkontakt och projektledning.\nSom person söker vi dig som drivs av att ta initiativ och driva processer framåt. Du är kreativ och har ett öga för prioritering samt har förmågan att se helheten så väl som detaljer. Du är kundorienterad och kan på ett pedagogiskt sätt förklara och prata tekniska lösningar. Vidare är du noggrann, kommunikativ och trivs att arbeta i projekt.\n\nViktigt för tjänsten är: God erfarenhet av utveckling och anpassning av ERP-system.\n Ett par års erfarenhet av Microsoft teknologier så som C#, .NET, T-SQL samt molnplattformen Microsoft Azure.\n Förståelse för affärsprocesser och hur de implementeras i systemmiljö.\n Serviceinriktad och förstår vikten av att arbeta både förebyggande och stödjande gentemot kunden.\n Flytande språkkunskaper i svenska och engelska.\nMeriterande för tjänsten är: Erfarenhet av API-utveckling med RestApi  GraphQL.\n Erfarenhet av kundkontakt och/eller projektledning.\nÖvrigt\nStart: Enligt överenskommelse.\nOmfattning: Heltid, 100%.\nPlacering: Malmö.\nLön: Enligt överenskommelse.\n\nFinner du tjänsten som Senior Utvecklare med ERP-Fokus intressant? Skicka in din ansökan idag, vi på Needo ser fram emot att höra från dig!",
      "Techstack": "Linux, Apache, PHP, FTP, NodeJS, BASH, Perl, PHP, Python, Windows servers, DNS/SSL certificates, Email Security (DKIM, SPF, or DMARC)",
      "Produkt": "IP and domain services, Brand Protection package, Software and services within Domain Management, Trademark Management, and Web Security.",
      "Företagsstruktur": "Företaget är strukturerat med en IT-avdelning bestående av IT-tekniker och Linux-tekniker. Företaget driver också en jourtjänst för IT. Företaget har 16 anställda och dess VD är Per Håkan Stefansson, 37 år gammal.",
      "Ekonomi": "Företaget befinner sig i en skalfas och planerar för både organisk och ackvisitiv tillväxt. Under 2023 hade företaget en omsättningstillväxt på 47,2 % och en vinstmarginal på 10,0 %.",
      "Ekonomisiffor": {
        "Omsättning": 27058,
        "Resultat": -17,
        "Omsättningsförändring": "47,2%"
      },
      "kontakter": [
        {
          "email": "info@abion.com",
          "name": "Needo Recruitment West AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "support@abion.com",
          "name": "Support",
          "position": "",
          "source": "https://abion.com/contact"
        },
        {
          "email": "abuse@abion.com",
          "name": "Abuse",
          "position": "",
          "source": "https://abion.com/contact"
        },
        {
          "email": "info@needo.se",
          "name": "Info",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=413931&path=ams&sub_id=754"
        },
        {
          "email": "philip@needo.se",
          "name": "Philip",
          "position": "",
          "source": "https://apply.recman.no/job_post.php?id=413931&path=ams&sub_id=754"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/arbetsformedlingen",
        "facebook": "https://www.facebook.com/arbetsformedlingen",
        "twitter": null,
        "instagram": "https://www.instagram.com/arbetsformedlingen"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    },
    {
      "id": 40,
      "företagsnamn": "Playipp AB",
      "företagswebb": "https://playipp.com",
      "organisationsnummer": "5567123012",
      "sökterm": [
        "JavaScript",
        "MySQL",
        "PHP"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29341001",
      "titel": "Android/Javascript-utvecklare",
      "beskrivning": "Vi söker en nyfiken och driven utvecklare med erfarenhet inom Android-utveckling.Gillar du hårdvarunära utveckling och att optimera kod för bästa möjliga prestanda? PLAYipp, ett ledande svenskt SaaS-bolag inom digitala informationsskärmar utökar nu vårt team inom mediaspelarutveckling. Vi söker därför en nyfiken och driven utvecklare med erfarenhet inom Androidutveckling.\nPå PLAYipp är vi specialiserade på att skapa en heltäckande användarvänlig lösning som hjälper företag i alla storlekar att hantera och visa innehåll sömlöst över olika skärmar, vilket leder till förbättrad kommunikation och engagemang gentemot besökare, kunder och medarbetare. En väldigt viktig del i detta är mjukvaran som driver skärmarna, och det är vad teamet ansvarar för.\nTeamets huvudsakliga ansvarsområden består av två delar:\n Apparna som körs på mediaspelarna\n Servermjukvaran till mediaspelarna.\n  \nPLAYipp stödjer en mängd olika mediaspelarhårdvaror, och vår spelarmjukvara äruppdelad i två tekniska platformar. En för Android-baserade mediasplare och en förwebbaserade. De Android-baserade apparna är skrivna i Java, och Web-apparna i JS.Mjukvaran till servern hanterar filkonvertering, styrdata och metadata för spelarna. Denär skriven huvudsakligen i objektorienterad PHP.\nDå den fysiska hårdvaran är så pass vital för ditt jobb så är detta en tjänst som utförspå plats på huvudkontoret i Gävle.\nKrav\nEn stark vilja att utvecklas och samarbetai ett växande team, samt något av följande:\n  Gedigen Github-profil inom området\n Yrkeserfarenhet inom Android-utveckling\n \nMeriterande\n Java\n PHP\n Javascript\n MySQL\n Git\n Linux",
      "Techstack": "Android, Java, PHP, JavaScript, MySQL, Git, Linux",
      "Produkt": "Digitala informationsskärmar, mediaspelarmjukvara",
      "Företagsstruktur": "Playipp AB är en del av en koncern med 4 bolag, där Seedground AB är moderbolag baserat på information från 2021.",
      "Ekonomi": "Företaget hade under 2023 en omsättning på 48 961 KSEK och ett resultat på 8 750 KSEK.",
      "Ekonomisiffor": {
        "Omsättning": 48961,
        "Resultat": 8750,
        "Omsättningsförändring": "2.4%"
      },
      "kontakter": [
        {
          "email": "info@playipp.com",
          "name": "Playipp AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/playipp",
        "facebook": "https://www.facebook.com/playipp",
        "twitter": null,
        "instagram": "https://www.instagram.com/playipp/"
      },
      "recruitmentcompany": "False",
      "consultantcompany": "False"
    },
    {
      "id": 41,
      "företagsnamn": "SAVR AB",
      "företagswebb": "https://savr.com/sv",
      "organisationsnummer": "5590841093",
      "sökterm": [
        "Tailwind CSS",
        "React Native",
        "Kotlin",
        "Frontendutvecklare",
        "Functional Programming",
        "AWS Lambda",
        "CSS",
        "PHP",
        "Frontend",
        "backendutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29510296",
      "titel": "👾 Software Engineer - Frontend",
      "beskrivning": "What about the role?\nJoin our dynamic team as a Software Engineer in our Frontend team, and be a part of our exciting journey in Stockholm or Halmstad. \nIn this role, you will collaborate with a talented group of individuals, including Software Engineers, Data Scientists, Product Designers, and Product Managers, fostering a creative and inclusive work environment.\nAs a Software Engineer, you will contribute to creating an exceptional user experience by closely collaborating with Design and User Experience teams. Additionally, you will have the opportunity to enhance our tech stack, architecture, and operational methods while driving innovation from a technical perspective. By following good engineering practices, you will play a crucial role in building high-quality products.\nWe value continuous learning and feedback. You will receive valuable feedback on your code and have the chance to provide feedback to your peers, fostering growth and collaboration within the team. Your work will be managed and supported by our Tech Team Lead. Our tech stack consists of Elm, React Native, Tailwind CSS, hosted on AWS.\nWhat we're looking for Motivated and talented engineers with a passion for software development\n Professional team-based software development experience\n A team player who values diverse opinions and believes in the power of collaboration\n Appreciation for an inclusive and vibrant office environment\n Experience with functional programming languages\n Fluent in English\n Swedish citizenship or a valid EU work permit (unfortunately, we cannot offer visa sponsorship for this role)\n \nIf you possess a different profile but believe you have relevant skills and can excel in this role, we encourage you to apply and share your motivation with us.\nWhat's in it for you Be part of an agile team that takes ownership and maintains their own product\n Your expertise and contributions will be valued from day one\n Ample opportunities for professional growth as an engineer\n  In addition, we offer the following benefits:\n Employee stock options\n Competitive salary\n Well-equipped work tools and the option to choose your preferred mobile phone\n Generous healthcare benefits (4000 SEK)\n Health, injury, and life insurance\n Paid parental leave\n Occupational pension, ITP1\n 30 days of vacation\nAbout SAVR\nSAVR is a technology-focused company where you can make a meaningful impact and deliver value to our customers. Join a team of passionate professionals who challenge conventional thinking and leverage collective intelligence to drive innovation.\nAs a fintech company, our mission is to revolutionize long-term saving by offering a simple and engaging investing experience, accessible through both web and mobile platforms. Our unique price model differentiates us from competitors as we prioritize giving the fund commission back to our clients.\nWe are looking forward to hearing from you!\n \nSAVR is an equal opportunity employer. All qualified applicants will be considered for employment without regard to gender, gender identity or expression, national origin, religion or other beliefs, disability, sexual orientation or age",
      "Techstack": "Terraform, PHP (Laravel), Kotlin , SQL, AWS",
      "Produkt": "Investment platform",
      "Företagsstruktur": "Företaget har en techbaserad struktur med en särskild backend team baserad i Stockholm eller Halmstad. Deras arbete hanteras och stöds av en Tech Team Lead.",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "60,0%"
      },
      "kontakter": [
        {
          "email": "info@savr.com",
          "name": "SAVR AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 42,
      "företagsnamn": "Clavister AB",
      "företagswebb": "http://www.clavister.com",
      "organisationsnummer": "5565461877",
      "sökterm": [
        "JavaScript",
        "PHP",
        "C#-utveckling",
        "backendutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29326631",
      "titel": "C developer to Clavister",
      "beskrivning": "We are now seeking a team player for our Technology team. We are looking for a new colleague who can understand and analyze technical problems, who wants to take responsibility, grow as a professional, and have fun with us while doing it! \nThe Clavister Technology team delivers best-in-breed network security solutions to a global and versatile market. As a Software Developer at Clavister, you will primarily be working with developing our firewall software. \nPrimary Responsibilities \n Design and maintain features in the current network product. \n  Implement and unit-test new features and solutions. \n  Debug, enhance, and refactor existing functionality. \n  Research new techniques to improve our products.\n \nTechnical Skills \n Years of hands-on experience in C-programming. \n  Experience with Git version control system. \n  Good spoken and written English.\n \nExtra points for \n Knowledge of scripting languages such as PHP, Python, and Javascript. \n  Knowledge of TCP/IP-based network communications & IP security. \n  Experience with Hypervisors such as VMware, KVM, etc.\n \nSoft Skills \n Good analytical and problem-solving skills. \n  Team player, but also fully able to efficiently accomplish tasks and projects independently. \n  Good time management skills and ability to deliver the right results at the right time. \n  Self-motivated and committed.\n \n\nWho we are \nWelcome to Clavister, where we believe in creating a world where communication is built on trust andsecurity. Our dynamic team is dedicated to providing top-tiercybersecuritysolutions, proudly made in Europe, for mission-critical applications. \nOur journey is driven by our vision of an interconnected world where every communication is secure and trustworthy. We are passionate about delivering robustsecuritysolutions that empower businesses, protect individuals, and foster a safer digital landscape. \nWhat do we offer \nAt Clavister, we offer a world of opportunities where your ideas matter and your growth is our priority. Join a global, collaborative team that thrives on innovation and embraces diversity.We foster an environment that nurtures skills, encourages ideas, and values individual contributions. \nWe will continuously review and interview qualified applicants.",
      "Techstack": "C-programming, Git version control system, PHP, Python, Javascript, TCP/IP-based network communications, IP security, Hypervisors such as VMware, KVM",
      "Produkt": "Cybersecurity solutions, Network security solutions, Firewall software",
      "Företagsstruktur": "Clavister AB ingår i en koncern med 5 bolag. Koncernmoderbolag är Clavister Holding AB. Företaget har sitt huvudkontor i Örnsköldsvik.",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 9.8%. Företagets VD är John Olof Vestberg. Under år 2023 omsatte företaget 115,68 Mkr vilket är en ökning med 12,14 Mkr.",
      "Ekonomisiffor": {
        "Omsättning": 115680,
        "Resultat": "-",
        "Omsättningsförändring": "9.8% ökning"
      },
      "kontakter": [
        {
          "email": "info@clavister.com",
          "name": "Clavister AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/clavister-ab/",
        "facebook": "https://www.facebook.com/clavister/",
        "twitter": "https://twitter.com/clavister",
        "instagram": null
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 43,
      "företagsnamn": "Xamera AB",
      "företagswebb": "https://xamera.se/",
      "organisationsnummer": "5569356735",
      "sökterm": [
        "TypeScript",
        "PHP",
        "fullstackutvecklare",
        "backendutvecklare"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29332779",
      "titel": "Fullstackutvecklare till Xamera",
      "beskrivning": "Om tjänsten:\nDenna roll som fullstackutvecklare hos Xamera erbjuder en unik chans att vara en nyckelspelare i en växande organisation. Som en av två utvecklare kommer du tillsammans med en senior programmerare ha stor påverkan på Xameras tekniska utveckling och direkt se hur ditt arbete bidrar till företagets framgång. Du får möjligheten att arbeta med ett befintligt system och utveckla det vidare, vilket innebär ett stort ansvar och möjlighet att påverka på riktigt. Rollen är bred, vilket ger dig chansen att utveckla relevanta kompetenser inom flera områden. Dessutom är det en fantastisk möjlighet för någon med ett genuint programmeringsintresse som vill lära sig och växa i en dynamisk miljö!\n\n Arbetsuppgifter:\nFlertalet av arbetsuppgifterna bygger på att du arbetar affärsnära då du kommer att få möta praktiska problem och uppgifter som kan kopplas till organisationens olika system och verktyg. Dessa problem är varierande och därav är det fördelaktigt att du uppskattar att jobba i en bred roll samt gillar problemlösning.\nHos oss kommer du bland annat få vara med och utveckla samt underhålla våra interna system med hjälp av Azure samt att du kommer sitta mycket med Python-programmering.Du kommer även få arbeta med felsökning av buggar i våra system samt att det finns goda möjligheter att jobba med att utveckla AI-verktyg. I denna roll får koden du skapar en stor inverkan på organisationen, du kommer att få sitta nära systemen samt få snabb feedback på det du producerar!\n\nVi söker dig som:\nFör att trivas i rollen som fullstackutvecklare hos oss bör du vara lösningsorienterad, driven, initiativtagande och trivas med att ha ett ägandeskap. Vidare kommer du att arbeta i en miljö som präglas av dialoger inom både tech och business, vilket medför att det är viktigt att du trivs i denna typ av miljö. Utöver detta så ser vi det även fördelaktigt att du är en social person som gillar att kommunicera med andra då du kommer att samspela med andra funktioner på kontoret.\nVi ser gärna att du läst någon form av teknisk utbildning samt har ett stort intresse för programmering. För att vara aktuell bör du besitta goda kunskaper i Python och TypeScript. Det är även meriterande med erfarenhet av Azure, Power Automate och Svelte. Har du dessutom kunskap inom trådning och asynkron programmering ser vi detta som ett stort plus. \n\nOm Xamera:\nPå Xamera ser vi till att unga ingenjörer och studenter inom IT, teknik och logistik får rätt jobb från början. För att lyckas med det har vi behövt vända upp och ner på hur karriärsamtal, jobbsökande och hur rekryteringar fungerar. För oss betyder det mycket att göra saker annorlunda och att överraska omgivningen.\nVi är ett rekryteringsföretag med engagerade kollegor som gemensamt drivs framåt av att utveckla bolaget såväl som oss själva. I dagsläget har vi kontor i Linköping, Göteborg, Malmö och Stockholm och samarbetar med både stora, medelstora och små bolag i de olika regionerna.\n\nVad erbjuder vi?\nTrevliga kollegor, en spännande utvecklingsresa i din karriär samt en innovativ organisation. Du kommer dessutom får en extern mentor som kommer stötta dig under din resa hos oss. Vårt kontor är beläget nära Linköpings centralstation i fräscha lokaler och vi är i dagsläget cirka 20 anställda på Linköpings kontoret. Vi är ett gängsom gillar att ha kul på jobbet och tillsammans bidra till en nytänkande och inspirerande miljö!\nKontaktperson: Ansök genom länken nedan. Om du har några frågor gällande tjänsten kan du kontakta elvira.hard@xamera.se. Detta uppdrag tillsätts löpande, så skicka iväg din ansökan idag!",
      "Techstack": "Azure, Python, TypeScript, Power Automate, Svelte, trådning, asynkron programmering",
      "Produkt": "Förmedling av tjänsteuppdrag och uthyrning av arbetskraft",
      "Företagsstruktur": "Xamera AB har kontor i Linköping, Göteborg, Malmö och Stockholm och samarbetar med både stora, medelstora och små bolag i de olika regionerna",
      "Ekonomi": "-",
      "Ekonomisiffor": {
        "Omsättning": 105367,
        "Resultat": 7188,
        "Omsättningsförändring": "122,3%"
      },
      "kontakter": [
        {
          "email": "info@xamera.se",
          "name": "Xamera AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "elvira.hard@xamera.se",
          "name": "Elvira Hard",
          "position": "",
          "source": "https://xamera.teamtailor.com/jobs/5362573-fullstackutvecklare-till-xamera?promotion=1267966-arbetsformedlingen"
        }
      ],
      "social_links": {},
      "recruitmentcompany": true,
      "consultantcompany": "False"
    },
    {
      "id": 44,
      "företagsnamn": "Simple Sign International AB",
      "företagswebb": "http://simplesign.io",
      "organisationsnummer": "5569478273",
      "sökterm": [
        "TypeScript",
        "fullstackutvecklare",
        "Laravel",
        "Frontendutvecklare",
        "PHP",
        "CSS",
        "HTML5",
        "Angular",
        "MySQL",
        "REST"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29472620",
      "titel": "Senior Fullstack-utvecklare till SimpleSign i Stockholm",
      "beskrivning": "SimpleSign är ett växande tech-företag inom elektroniska signaturer och digitala avtal. Hos oss arbetar ambitiösa och trevliga superstars. \nJust nu söker vi nästa techstar till vårt kontor i Stockholm, Karlavägen 20. Här kommer du arbeta i en kreativ miljö nära våra kunder och utvecklare. Här får du använda dina tekniska- och kommunikativa egenskaper. Du kommer vara det tekniska \"ansiktet\" utåt för våra kunder. \nOm rollen: I denna roll kommer du att ha ett brett ansvarsområde och vara delaktig i både utveckling av vår plattform och i att stötta marknads- och säljteamet med tekniska frågor. Du kommer främst att arbeta med frontend-utveckling men kommer också att ha möjlighet att bidra i backend-utvecklingen. Vi söker en person som trivs med att vara ”allt-i-allo” och som har ett öga för både teknik och användarupplevelse.\nNotera minimumkrav: 5 års arbetserfarenhet av Fullstack. \nDina ansvarsområden:\n Utveckling och förbättring av vår frontend med fokus på användarvänlighet och prestanda\n Stödja marknads- och säljteamet i tekniska frågor och lösningar\n Delta i utveckling och underhåll av vår backend för att säkerställa en högkvalitativ och säker plattform\n Samarbeta med övriga utvecklare och bidra till hela utvecklingscykeln\n \nVi söker dig som har:\n Stark erfarenhet av PHP, Laravel och REST API \n Gedigna kunskaper inom frontend-tekniker: AngularJS, Typescript, HTML5, CSS \n Erfarenhet av MYSQL och databashantering\n God förståelse för Git och versionshantering\n Känsla för kodstandarder och strukturerade arbetsflöden\n Flytande kunskaper i svenska (obligatoriskt)\n Förmåga att arbeta självständigt men också att samarbeta i team\n  Minimum 3 års arbetserfarenhet \n \nMeriterande:\n Erfarenhet av fullstack-utveckling med fokus på frontend\n Tidigare erfarenhet av att stötta sälj- och marknadsteam i tekniska frågor\n Erfarenhet av att arbeta i SaaS-miljöer\n \nVarför SimpleSign?\nHos oss får du möjligheten att utvecklas i en snabbt växande SaaS-miljö och bidra till en produkt som hjälper företag att effektivisera sina processer. Vi erbjuder en dynamisk arbetsmiljö, där du får arbeta i ett engagerat team på vårt kontor i Stockholm",
      "Techstack": "PHP, Laravel, REST API, AngularJS, Typescript, HTML5, CSS, MYSQL, Git",
      "Produkt": "Elektroniska signaturer och digitala avtal",
      "Företagsstruktur": {
        "Namn": "Simple Sign International AB",
        "Organisationsnummer": "5569478273",
        "Adress": "Karlavägen 20, 114 31 Stockholm",
        "Telefonnummer": "076-311 30 85",
        "Ansvarig": "Alf Christian Fredrik Nicolaisen, 39 år"
      },
      "Ekonomi": "Bolaget hade en omsättningstillväxt på 4,2 % senaste året",
      "Ekonomisiffor": {
        "Omsättning": 11427,
        "Resultat": 710,
        "Omsättningsförändring": "4.2%"
      },
      "kontakter": [
        {
          "email": "info@simplesign.io",
          "name": "Simple Sign International AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 45,
      "företagsnamn": "Schibsted Sverige AB",
      "företagswebb": "https://www.lendo.group/",
      "organisationsnummer": "5565369500",
      "sökterm": [
        "RabbitMQ",
        "Go",
        "SRE",
        "GCP",
        "CSS",
        "JavaScript",
        "Docker",
        "Frontend",
        "PostgreSQL",
        "OWASP",
        "React",
        "HTML",
        "Microservices",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29509485",
      "titel": "Frontend Engineer",
      "beskrivning": "Do you want to challenge the status quo and be a part of the disruptive innovation that’s changing the traditional banking services?\n\nDo you want to work in an entrepreneurial environment yet have all the perks from being a part of an international media company?\n\nIf yes, then take the opportunity to join the FinTech superstar Lendo. Lendo has already established a strong position in the Nordics. The newly acquired PSD2 licence creates opportunities in open banking, enabling us to further develop our value proposition and drive scalability in more markets.\n\nWhat you tell your friends you do\n\nI am a developer at Lendo, where I'm enhancing proven products and establishing new ones within the loan comparison, account services and payment areas.\n\nWhat you will really be doing\n\n - Use a modern technology stack such as React, Javascript, Kubernetes, Docker, RabbitMQ, PostgreSQL...etc.\n - Create exciting new products and features\n - Build, lead, design and optimize components to make them reusable for Lendo in multiple countries\n - Build software that is used daily by a great number of user\n - Take ownership of our projects and products!\n - Collaborate closely with colleagues and the business to increase value for our users\n - Prioritize work with the team and its Product Owner.\n - Write tests at different levels to ensure quality and that your code really does what you want\n - Identify and keep track of metrics that tell you how your software is performing\n - Be creative and brainstorm ideas for ways we can further streamline our development\n - Bring your own unique skill set to the table\n - You’ll become part of an international, agile, multidisciplinary team that loves to discuss and solve problems in the group.\n - You’ll experiment, test, try, fail and learn all the time\nWe offer\n\n - A place for everyone - You are welcome at Lendo for who you are, no matter where you come from or what you look like. Our product is for everyone, and so is our workplace!\n - Room for you to do things your way\n - We like to inspire your passion by organizing hackathons and other knowledge-sharing event\n - A wellness program, if you want to do yoga, meditation, running and other activities with colleagues and coaches\n - 4 000 SEK health promotion allowance\n - 30 days of paid leave\n - Super central location in Stockholm with a awesome rooftop- Please note that this position is based in Stockholm and offers a hybrid workplace setup. The required office days are Tuesdays and Wednesdays.\n - And yes, we also have the industry standard perks such as ping pong tables, team activities, and fun parties!\r\n\n\n - You’re curious and can find ways to show us\n - Good knowledge of JavaScript, React, HTML and CSS\n - Experience with REST API, CMS and integrations towards third party solutions\n - Code reviews, unit tests are natural parts of your daily work\n - Familiar with tools like: GitHub Actions, Docker, Kubernetes, Git, Yarn\n\n\nLendo, part of Lendo Group, is a leading marketplace for loans. On our marketplace people seek guidance, browse, get and manage consumer loans, car loans, credit cards, business loans and mortgages. Today we operate in Scandinavia including 250+ employees working each day to empower people to make smart financial decisions that actually make a difference in their lives. Since our humble beginning back in 2007, we have helped thousands of people get a fair price on loans, get in control and let the lenders compete for their business. \n\nSince the launch, we have worked hard to make the market for loans more transparent and digital. After the success in Sweden, we expanded into the Scandinavian countries of Norway and Denmark. \n\nSince 2009 Lendo is also a part of the Schibsted family of brands. \n\nLendo has always been about helping people keep control over their personal finances and lenders finding quality customers. As a leader in our category, we have made it easier for people to get a fair price on loans, often reducing their interest substantially. \n\nWe believe in a market built on trust and transparency. This is why we strive for openness between our customers and partners.",
      "Techstack": "React, Javascript, Kubernetes, Docker, RabbitMQ, PostgreSQL, REST API, CMS, GitHub Actions, Docker, Kubernetes, Git, Yarn",
      "Produkt": "Lendo, en digital plattform för lånejämförelser, kontotjänster samt betalningar",
      "Företagsstruktur": "Lendo, som är en del av Lendo Group, är förmånen för Schibsted Sverige AB. Schibsted Sverige AB ingår i en koncern med 54 bolag, moderbolaget är Schibsted ASA. Fördelningen i styrelsen är 50,0% män och 50,0% kvinnor.",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 5,8%",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "-",
        "Omsättningsförändring": "5.8 %"
      },
      "kontakter": [
        {
          "email": "info@lendo.group",
          "name": "Schibsted Sverige AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "sustainability-lendo@lendo.group",
          "name": "Sustainability Lendo",
          "position": "",
          "source": "https://www.lendo.group/"
        },
        {
          "email": "partners@lendo.group",
          "name": "Partners",
          "position": "",
          "source": "https://www.lendo.group/"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/lendo-group",
        "facebook": "https://www.facebook.com/lendosv",
        "twitter": null,
        "instagram": "https://www.instagram.com/lendonorge/"
      },
      "recruitmentcompany": "false",
      "consultantcompany": "false"
    },
    {
      "id": 46,
      "företagsnamn": "Wehype Global AB",
      "företagswebb": "http://wehype.com",
      "organisationsnummer": "5590686936",
      "sökterm": [
        "TypeScript",
        "fullstackutvecklare",
        "Frontendutvecklare",
        "AWS Lambda",
        "GraphQL",
        "Frontend",
        "MongoDB",
        "C#"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29347480",
      "titel": "Fullstack Developer",
      "beskrivning": "Fullstack Developer\nAbout Wehype:\nAt Wehype, we empower creators and game publishers to thrive through creator collaborations. Our platform has facilitated over 20,000 successful activations globally, including paid sponsorships, Support A Creator Codes, and exclusive giveaways, driving millions of impressions and boosting brand engagement. We work with some of the world’s biggest publishers, such as Tencent, Blizzard, and Supercell, to create impactful campaigns that connect creators with games on a global scale.\nPlay your part in our team's succeeding\nWe're seeking a hungry, energetic, and proactive Fullstack Developer who loves to make things happen. You thrive on exploring the latest technologies, leveraging AI to accelerate results, and experimenting with your own projects.\nAs a Fullstack Developer at Wehype, you'll play an integral role in building and optimizing our platform using a suite of technologies such as SvelteKit, GraphQL and .NET among others. You'll work in one of our cross-functional teams to design and implement robust, scalable solutions that empower our users and contribute to our growth. From architecting new features to optimizing performance, you'll have the opportunity to make a meaningful impact every day.\nRequirements\n  You are an ambitious developer who loves to jump on new projects\n Interested in new technologies and explore new technical solutions\n Experience in one or more modern programming languages, preferably C# and Typescript\n Experience with agile product development, from brainstorming concepts to implementation\n Experience in databases, relational and NoSQL\n Strong problem-solving and communication skills, with the ability to work in a collaborative environment\n \nIt would be nice to add on with\n Experience interacting with AI\n Familiarity with DevOps and/or automated testing\n Experience working with Microsoft SQL Server, MongoDB and/or Amazon Redshift\n Knowledge of cloud computing platforms, preferably AWS\n An interest in system design and architecture\n Experience in the .NET environment\n \nWhat’s in it for you?\n  Growth Opportunities: Learn as part of a collaborative team and grow in a fast-expanding company\n Health and Wellness: We offer a wellness grant to cover your gym/yoga/massage costs, as well as daily office breakfasts.\n Work with the biggest games: Work with some of the biggest games in the industry such as Fifa, Fortnite, Call of Duty, WoW and many more.\n Gaming Stations at work: Enjoy playing the games you work with daily, or just unwind with your personal favorites.",
      "Techstack": "SvelteKit, JavaScript, GraphQL (nice-to-have), .NET (nice-to-have), AWS (nice-to-have)",
      "Produkt": "Plattform för att skapa samarbeten mellan skapare, spelutgivare och varumärken, inklusive möjlighet för sponsrade inlägg, stöd för skaparkoder och exklusiva giveaways.",
      "Företagsstruktur": "Företaget består av ett team av frontendutvecklare, backendutvecklare och designers. De använder sig av agila produktutvecklingsprocesser. Styrelsen består uteslutande av män.",
      "Ekonomi": "Vid senaste bokslut 2023 hade företaget en omsättningsförändring på 49.4%. Fördelningen i styrelsen är 100.0 % män (6), 0.0 % kvinnor (0). Företaget är ett mellanstort aktiebolag med 45 anställda.",
      "Ekonomisiffor": {
        "Omsättning": "-",
        "Resultat": "8 238 TKR",
        "Omsättningsförändring": "49.4%"
      },
      "kontakter": [
        {
          "email": "bjorn@wehype.com",
          "name": "Bjorn",
          "position": "",
          "source": "migrated_from_kontakt_email1"
        },
        {
          "email": "axel@wehype.com",
          "name": "Axel",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        },
        {
          "email": "nils@wehype.com",
          "name": "Nils",
          "position": "",
          "source": "http://wehype.com/contact"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/wehype",
        "facebook": "https://www.facebook.com/wehypeit",
        "twitter": "https://twitter.com/wehype",
        "instagram": "https://www.instagram.com/wehypeit/"
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 47,
      "företagsnamn": "Brite AB",
      "företagswebb": "https://britepayments.com/",
      "organisationsnummer": "5591161632",
      "sökterm": [
        "TypeScript",
        "Python",
        "SRE",
        "Frontendutvecklare",
        "AWS Lambda",
        "Cypress",
        "JavaScript",
        "React",
        "Postman",
        "Bash",
        "Frontend",
        "Robot Framework",
        "Angular",
        "Mjukvaruutvecklare",
        "HTML",
        "Microservices",
        "Selenium"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29240332",
      "titel": "Platform Engineer",
      "beskrivning": "About Brite\nFounded in 2019, Brite Payments is a leading open banking-powered account-to-account (A2A) payment provider of instant payments, payouts, and other financial services in Europe. Brite is committed to creating fast, secure, and transparent payment solutions that reduce risk for businesses and provide consumers with the best possible payment experience.\nAt the heart of Brite is our proprietary instant payments network, Brite IPN, which enables real-time, 24/7 transaction processing with no delays, sign-ups, or card details required. Today, Brite connects with over 3,800 banks in 27 European markets and is committed to delivering cutting-edge, next-generation payment solutions that meet the market’s evolving needs.\nHeadquartered in Stockholm, Brite has offices in London and Malaga and now numbers over 150 colleagues.\nWant to join us on our journey? The future is Brite!\nAbout the role\n\nAt Brite Payments, we are looking for an experienced Platform Engineer to join our Platform Engineering team. In this role, you will focus on improving our platform infrastructure and work closely with various engineering teams to help them overcome challenges and adopt best practices. This position combines both platform engineering and an enabling role, ensuring operational excellence while enhancing developer experience.\nYou will be part of our growing Platform Engineering team, which acts as both a platform team (building foundational infrastructure) and an enabling team (supporting engineering teams to improve operational efficiency). Your focus will be slightly more on the enabling side, helping engineering teams to deliver high-quality solutions faster and more reliably.\nWhat you will do\n \nCollaborate with engineering teams to troubleshoot, optimize, and enhance their infrastructure and deployment processes, ensuring scalability, security, and performance.\n\n \nImprove platform tooling and automation to streamline the development lifecycle, reduce operational bottlenecks, and enable faster, more reliable deployments.\n\n \nImplement and promote DevOps best practices across teams, helping developers optimize CI/CD pipelines and adopt Infrastructure as Code (IaC).\n\n \nEnsure reliability and uptime by developing and maintaining effective monitoring, alerting, and incident response practices.\n\n \nDrive cloud infrastructure optimization within Google Cloud Platform (GCP), helping teams make the best use of GCP services while controlling costs and improving efficiency.\n\n \nEnable teams with automation solutions, whether through building self-service tools, improving deployment workflows, or offering guidance on GCP resources and operational processes.\n\n \nSupport a culture of continuous improvement by adopting and promoting Site Reliability Engineering (SRE) practices, ensuring stability and scalability across systems.\n\n \n\n\nRequired skills:\n \nExperience with at least one of the big cloud providers, but preferably GCP.\n\n \nProficiency in DevOps practices, including CI/CD pipeline management, Infrastructure as Code (IaC) with tools like Terraform, and cloud infrastructure automation.\n\n \nExperience working with monitoring and logging tools such as Prometheus, Grafana, Stackdriver, or Datadog to ensure system health and performance.\n\n \nExperience of containerization and orchestration tools.\n\n \nExpertise in troubleshooting and performance optimization, helping engineering teams resolve issues efficiently and improve the overall developer experience.\n\n \nExperience with incident management processes and a proactive approach to preventing downtime and service interruptions.\nPreferred skills:\n\n \nExperience in Google Cloud Platform (GCP), preferably hands-on use of services like AppEngine, Cloud Functions, Cloud Run, Pub/Sub, and BigQuery.\n\n \nExperience optimizing cloud resource usage and costs on GCP, with a focus on cost control and efficient infrastructure scaling.\n\n \nFamiliarity with microservices architecture and how to build, manage, and scale services in a cloud-native environment.\n\n \nProficiency in automation scripting using languages like Python, Bash, or similar to create reusable, scalable solutions.\n\n \nA solid understanding of SRE principles and experience applying them to achieve operational excellence.\n\n \nWith your contributions at Brite Payments, you will continue to empower our engineering teams and deliver high-quality platforms, setting the foundation for our next phase of growth. Join us and be part of building something exceptional!\n\n\nWhat we offer\n  An optimistic, caring, and inclusive culture where you can be yourself.\n A dynamic, fast-paced, and innovative environment, with the chance to join one of Europe’s hottest fintechs and learn from industry leaders.\n The opportunity to make an impact from day one in an organisation that values quick decision-making, teamwork, and results over titles.\n Exposure to a variety of verticals and use cases for our payments products, working with some of the fastest-growing businesses in Europe.\n An annual well-being and professional development allowance to invest in your personal growth.\n A team of fun, skilled professionals who together raised the largest Series A ($60m) in Europe last year – join colleagues who are committed to making a lasting impact. \n \nDo you want to learn more about our recruitment process? Here you can read about the hiring flow and find answers to the most frequently asked questions.",
      "Techstack": "React, HTML, SCSS, JavaScript/TypeScript, Python, Angular, AWS, Google Cloud, Azure, Figma",
      "Produkt": "Brite erbjuder lösningar för att förenkla betalningar för tusentals användare över hela Europa, inklusive omedelbara betalningar, utbetalningar och andra finansiella tjänster.",
      "Företagsstruktur": "Brite AB grundades 2019 och har nu över 150 anställda. Huvudkontoret ligger i Stockholm, med kontor i London och Malaga. Brite AB är moderbolaget i en koncern bestående av 2 bolag.",
      "Ekonomi": "Brite AB hade en omsättning på 148 381 KSEK och ett resultat på −12 570 KSEK under 2023. Omsättningsförändringen för företaget var 29,0%.",
      "Ekonomisiffor": {
        "Omsättning": 148381,
        "Resultat": -12570,
        "Omsättningsförändring": "29,0%"
      },
      "kontakter": [
        {
          "email": "info@britepayments.com",
          "name": "Brite AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/brite-ab/",
        "facebook": null,
        "twitter": null,
        "instagram": null
      },
      "recruitmentcompany": "nej",
      "consultantcompany": "nej"
    },
    {
      "id": 48,
      "företagsnamn": "Hopsworks AB",
      "företagswebb": "https://www.hopsworks.ai/",
      "organisationsnummer": "5590628987",
      "sökterm": [
        "TypeScript",
        "DevOps",
        "Javascript",
        "Kafka",
        "Frontendutvecklare",
        "AWS Lambda",
        "GCP",
        "CSS",
        "Cypress",
        "Backend",
        "JavaScript",
        "Redux",
        "Frontend",
        "backendutvecklare",
        "React",
        "GitHub"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29337150",
      "titel": "Senior Frontend Engineer",
      "beskrivning": "Company Overview\nHopsworks is a leading provider of machine learning solutions for enterprises. Our flagship product is the Hopsworks AI Lakehouse which enables organizations to build, manage, and serve machine learning features at scale, empowering data scientists, machine learning engineers, and data engineers to develop and deploy advanced machine learning models faster and more efficiently. Our platform is built on open-source technologies and offers robust features for data ingestion, feature engineering, model training, model serving, and monitoring, all within a collaborative and secure environment.\n\n\nWe are a fast-growing, innovative company that is at the forefront of the data and machine learning revolution. Our customers span across industries, including finance, healthcare, e-commerce, and technology, and data-driven enterprises around the world trust our platform to drive business insights and outcomes. With a strong focus on customer success and cutting-edge technology, we are dedicated to helping our customers harness the full potential of their data to achieve their business goals.\n\n\nJob Summary\nWe are seeking a highly skilled and experienced Senior Frontend Engineer to join our dynamic team. As a Senior Frontend Engineer, you will play a critical role in the design, development, and optimization of the Hopsworks MLOps platform's frontend. You will work alongside a highly talented team of engineers to build and maintain robust, scalable, and reliable frontend systems.\n\n\nTechnologies we are working with\nYou will work with tools such as TypeScript, React, Redux (50% Rematch, 50% RTK-Query), d3, recharts, Ramda, Chakra-UI, Cypress, Testing library, Vitest, Github, Gihub Actions, and Jira\n\n\n\n\n\n\nResponsibilities\n- Together with your colleagues and other teams, you will be involved in the entire development process: from requirements to development to shipping a finished product. Hopsworks develops & deploys a leading MLOps platform built around a class leading Feature Store\n- With a customer-centric attitude and openness to new technologies and trends, you will contribute to the development of the Hopsworks Platform UI that is used by our customers to build their Machine Learning pipelines and our Design System library which is being used by the Hopsworks Platform UI.\n- Benefit from your colleagues' knowledge to further develop your skills - or teach them something new\n\n\nQualifications\n- You have at least 5 years of experience in the software of web applications using TypeScript/JavaScript\n- Your know-how and practical expertise cover technologies for frontend application development such as React, Redux, and CSS\n- You are eager to take on complex problems to break them down and solve them.\n- Experience in testing React components, domain logic with unit tests, and the most critical user paths with end-to-end tests\n- As an enthusiastic developer, you enjoy working in an agile team\n\n\nIf you are a talented Senior Frontend Engineer with a passion for machine learning and want to be part of a dynamic team, we encourage you to apply.\n\n\nHow to Apply:\nPlease send your resume and cover letter to jobs@hopsworks.ai",
      "Techstack": "TypeScript, React, Redux (50% Rematch, 50% RTK-Query), d3, recharts, Ramda, Chakra-UI, Cypress, Testing library, Vitest, Github, Gihub Actions, Jira",
      "Produkt": "Hopsworks AI Lakehouse, en plattform som gör det möjligt för organisationer att bygga, hantera och tillhandahålla maskinlärandefunktioner i skala",
      "Företagsstruktur": "Företaget växer snabbt och ligger i framkant inom data- och maskininlärningsrevolutionen. Företagets kunder finns inom olika branscher, inklusive finans, hälsovård, e-handel och teknik. Styrelsen består av 60% män och 40% kvinnor och VD för bolaget är Jim Patrick Dowling",
      "Ekonomi": "Företaget hade en omsättningsförändring på 22,2% vid senaste bokslut 2023, 24 anställda, resultat på -31,816 KSEK och omsättning 20,729 KSEK",
      "Ekonomisiffor": {
        "Omsättning": 20729,
        "Resultat": -31816,
        "Omsättningsförändring": "22,2%"
      },
      "kontakter": [
        {
          "email": "info@hopsworks.ai",
          "name": "Hopsworks AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": "https://www.linkedin.com/company/hopsworks/",
        "facebook": null,
        "twitter": "https://twitter.com/hopsworks",
        "instagram": null
      },
      "recruitmentcompany": "Nej",
      "consultantcompany": "Nej"
    },
    {
      "id": 49,
      "företagsnamn": "Amuseio AB",
      "företagswebb": "http://amuse.io",
      "organisationsnummer": "5590367016",
      "sökterm": [
        "Frontendutvecklare",
        "Kotlin",
        "Swift",
        "Frontend"
      ],
      "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29284173",
      "titel": "Frontend Engineer, iOS",
      "beskrivning": "Role Description\n As a Frontend Engineer focusing on iOS at Amuse, you will build the client that hundreds of thousands of artists interact with and rely on to power their music careers. You'll joinan ambitious and friendly full-stack team building and maintaining the core of our artist services. Your mission will involve building smooth, responsive, and high-performance experiences that enable artists to effortlessly manage their music, track their progress, and access the essential tools needed to succeed in their careers.We are looking for someone withstrong iOS development skills, a proactive approach to problem-solving, and a genuine excitement for crafting out-of-the-ordinary user experiences. We believe you could be the perfect fit if you enjoy exploring new ways of doing things and thrives both independently and in a team. In addition, you are technically proficient and love music as much as we do!\n Responsibilities: Build, develop, and launch new features in the Amuse app.\n Collaborate with the frontend team to take ownership of and maintain the client application.\n Implement and maintain an internal multi-platform SDK written in Kotlin Multiplatform to share logic code between the user-facing frontend applications.\n Help design and deliver an excellent user experience.\n Learn, maintain and improve current codebase.\n Technically contribute to the design of our infrastructure.\n Write and review high-quality code and technical documentation. \n  Experience andskills you possess:  Proven experience as a Frontend Engineer with a focus on IOS development.\n Experienced in releasing and maintaining iOS apps through the Apple app store.\n Experience in Swift and SwiftUI.\n Passionate about developing code for other frontend platforms and good understanding of REST, mobile patterns and mobile recommendations.\n Excellent communication skills, with the ability to work effectively in a collaborative team environment.\n A problem-solving mindset with aninterest in the independent music industry.\n  Practical Information  Scope: Full-time and permanent.\n Team: Tech & Product.\n Reports to: Frontend Lead.\n Location: Stockholm/Hybrid.\n  \nIf this opportunity excites you, we encourage you to apply. Interviews will be conducted on a rolling basis to ensure we find the right fit. We welcome applications from candidates who may not meet every single requirement but possess relevant skills and potential.",
      "Techstack": "iOS, Swift, SwiftUI, REST, Kotlin Multiplatform",
      "Produkt": "Digitala tjänster inom digitala medier som musik, spel och video",
      "Företagsstruktur": "Amuseio AB är koncernmoderbolag i en koncern bestående av 3 bolag.",
      "Ekonomi": "Har 66 anställda. Gjorde ett resultat på −4 211 KSEK med omsättning 257 935 KSEK under 2023.",
      "Ekonomisiffor": {
        "Omsättning": 257935,
        "Resultat": -4211,
        "Omsättningsförändring": "- 39.9%"
      },
      "kontakter": [
        {
          "email": "info@amuse.io",
          "name": "Amuseio AB",
          "position": "",
          "source": "migrated_from_kontakt_email2"
        }
      ],
      "social_links": {
        "linkedin": null,
        "facebook": "https://www.facebook.com/amuse.io",
        "twitter": "https://twitter.com/amuse_io",
        "instagram": "https://www.instagram.com/amuse.io/"
      },
      "recruitmentcompany": false,
      "consultantcompany": false
    }
  ]
}