[
  {
    "sökterm": "HTML5",
    "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29378745",
    "application_url": null,
    "titel": "Frontend-implementatör inom e-handel",
    "sista_ansökningsdatum": "2025-02-13",
    "beskrivning": "Har du ett öga för detaljer och en känsla för vad som gör en webbshop användarvänlig? Som en del av vårt team på E37 får du implementera och anpassa våra kunders webbshopar med hjälp av vår välutvecklade e-handelsplattform. En roll för dig som gillar att jobba med tydliga uppgifter och skapa lösningar som syns och används dagligen!\nOm oss\nE37 är en ledande e-handelsleverantör som erbjuder helhetslösningar för butiker och företag som vill etablera eller förbättra sin digitala närvaro inom e-handel. Med en stark betoning på användarvänlighet och effektivitet, tillhandahåller vi skräddarsydda lösningar baserade på vår egen e-handelsplattform som anpassas efter kundernas specifika behov. \nVi är kända för vår innovativa teknik och pålitliga kundsupport, vilket gör oss till ett populärt val bland både små och stora företag. Vår e-handelsplattform är utformad för att vara skalbar och flexibel, vilket möjliggör enkel anpassning och tillväxt i takt med att kundernas verksamheter expanderar. Med ett fokus på att skapa en sömlös och engagerande köpupplevelse online, har vi positionerat oss som en nyckelspelare inom den svenska e-handelssektorn.\nBland våra kunder finns Länna Sport, AIK, Jordklok, IFK Göteborg, Addnature, Bikester och många fler. Vi sitter i trevliga lokaler centralt på Drottninggatan i Stockholm.\nDin roll\nSom frontend-implementatör hos E37 fokuserar du på att anpassa och implementera lösningar snarare än att utveckla nya funktioner från grunden. Rollen innebär att arbeta med vår välutvecklade e-handelsplattform med dess ramverk och komponenter för att skapa moderna och användarvänliga webbshopar som möter våra kunders behov. Du blir en viktig länk mellan våra designskisser och färdiga webbshopar. \nDu kommer att arbeta nära UX/UI-designer, projektledare och kunder för att säkerställa att varje lösning lever upp till förväntningarna. Under arbetets gång ser du till att hålla god ordning och kommunicera projektets status, vilket hjälper teamet att hålla uppsatta tidsramar och mål.\nUtöver det tekniska arbetet kan du också komma att hantera enklare frontend-relaterade supportärenden via vårt ärendehanteringssystem Zendesk. Vid behov hjälper du även till med att svara i telefon och stötta kunder i enklare frågor.\nDet här är en roll för dig som trivs med tydliga uppgifter, gillar att arbeta nära design och har ett öga för detaljer som gör skillnad i slutprodukten.\nArbetsuppgifter\nDin vardag hos E37 handlar om att implementera och anpassa webbshopar för våra kunder. Utifrån designskisser och med hjälp av vår plattform skapar du användarvänliga gränssnitt med HTML och CSS. I rollen kombinerar du det tekniska med det praktiska genom att arbeta med våra komponenter och befintliga verktyg. Dessutom hanterar du löpande frontend-relaterade supportärenden via Zendesk och stöttar teamet med enklare kundfrågor vid behov.\nDu arbetar strukturerat och balanserar flera uppgifter parallellt, från implementationsprojekt till snabb problemlösning för våra kunder. Samarbetet med designers och projektledare är en central del av jobbet, och du är en viktig kugge i att leverera högkvalitativa lösningar i rätt tid.\nKvalifikationer\nGoda kunskaper i HTML5 och CSS.\nGrundläggande kunskaper i JavaScript.\nErfarenhet av att arbeta med e-handel, webbplatser eller webbshopar.\nErfarenhet av designverktyget Figma.\nErfarenhet av att bygga webbgränssnitt baserat på CSS-ramverk och externa JavaScript-bibliotek. \nFörmåga att uttrycka dig väl i tal och skrift på svenska och engelska.\n\nMeriterande\nKunskap i CSS Less, Visual Studio, ASP.NET eller programmering.\nErfarenhet av sökmotoroptimering eller e-handelskonvertering.\nErfarenhet av kundkontakt, affärssystem eller teknisk dokumentation.\nTidigare roll för nätbutik eller webbplats.\n\nPersonliga egenskaper\nVi söker dig som har ett stort intresse för webben och e-handel, och som brinner för att skapa användarvänliga lösningar med det där \"lilla extra\". Du har en förmåga att omsätta designidéer till moderna och funktionella webbgränssnitt och trivs med att arbeta nära kunder, där du hanterar deras önskemål och förväntningar på ett lösningsorienterat sätt.\nSom person är du positiv och strukturerad, vilket gör att du kan hålla fokus även när tempot är högt. Du är lika bekväm med att arbeta självständigt som i team, och du har lätt för att prioritera och planera ditt arbete för att möta deadlines och leverera hög kvalitet.\nVi erbjuder\nEn spännande och utvecklande roll i en organisation där det händer mycket – med nya kunder och projekt som gör jobbet både varierande och intressant.\nMöjlighet till vinstdelning.\nFriskvårdsbidrag för att främja hälsa och välmående.\nFlexibilitet för delvis distansarbete för att ge dig ökad arbetslivsbalans.\nEn dynamisk arbetsmiljö där kreativitet och nya idéer uppmuntras.\nEn härlig företagskultur med engagerade och stöttande kollegor.\nTrevliga lokaler centralt på Drottninggatan i Stockholm, nära till både tunnelbana och bra lunchställen.\n\nAnsökan\nUrval och intervjuer sker löpande, så skicka in ditt CV och personliga brev till jobb@e37.se så snart som möjligt. Vi ser fram emot att höra från dig!\nVi undanber oss kontakt från rekryterings-, annonserings- och uthyrningsfirmor i samband med denna rekrytering.",
    "företagsnamn": "E37 System AB",
    "företagswebb": "https://www.e37.se/",
    "organisationsnummer": "5567332837",
    "publicerad": "2025-01-14",
    "websearch": "done",
    "kontaktperson1": "Info",
    "kontakt_email1": "info@e37.se",
    "kontakt_telefon1": "09666476497",
    "kontakt_email2": "support@e37",
    "kontaktperson2": "Support",
    "Techstack": "HTML5, CSS, JavaScript, Figma, CSS Less, Visual Studio, ASP.NET",
    "Produkt": "E-handelsplattform och konsulttjänster för skapande av webbshopar",
    "Företagsstruktur": "E37 System AB är beläget på Drottninggatan i Stockholm. Företaget har 10 anställda och har kunder som Länna Sport, AIK, Jordklok, IFK Göteborg, Addnature, Bikester och många fler.",
    "Ekonomi": "E37 System AB hade under 2023 en omsättning på 12 494 KSEK och nådde ett resultat på 3 996 KSEK. Företaget hade en omsättningsförändring på 0.9%",
    "recruitmentcompany": false,
    "consultantcompany": true,
    "SEEK": "HTML5, CSS, JavaScript, Figma, Visual Studio",
    "Ekonomisiffor": {
      "Omsättning": 12494,
      "Resultat": 3996,
      "Omsättningsförändring": "0.9%"
    },
    "openai": "done",
    "matched_candidates": [
      {
        "id": 100000003,
        "full_name": "Ricky Estropigan",
        "email": "rickyestropigan1281@gmail.com",
        "description": "Duktig webbutvecklare med över 10 års erfarenhet av webbutveckling, webbdesign och programmering. Skicklig på PHP, JavaScript, HTML5, CSS, NodeJs, ReactJs, WordPress, med mera.",
        "resume": "100000003_Ricky_Estropigan.pdf",
        "phone_number": "09458628997",
        "address": "Olongapo City",
        "latest_degree": "Bachelor of Science in Information Technology",
        "latest_university": "Online College",
        "current_company": "iFormatLogic PH",
        "current_position": "Medgrundare",
        "current_position_description": "Design och uppbyggnad av varumärken, digitala marknadsföringskampanjer och utveckling av webblösningar för byråer och små och medelstora företag. Fullt ansvar för framgångsrik initiering, planering, kommunikation, övervakning, leverans och överlämnande av digitala projekt.",
        "total_workexperience": "13 år 9 månader",
        "techterms": "PHP, JavaScript, HTML5, CSS, WordPress",
        "expected_salary": 117,
        "expected_cost": 25800
      },
      {
        "id": 100000054,
        "full_name": "Demric Bautista",
        "email": "demricbautista@gmail.com",
        "description": "Demric Bautista är en Fullstack Web App Developer med 2 år och 7 månaders erfarenhet på Roberts AIPMC. Han har använt HTML5, css, javascript, jquery, php, mysql och bootstrap för att utveckla webbapplikationer.",
        "resume": "100000054_Demric_Bautista.pdf",
        "phone_number": "09909444319",
        "address": "Calabarzon & Mimaropa",
        "latest_degree": "Bachelor's/College Degree in Computer Science/Information Technology",
        "latest_university": "San Sebastian College Recoletos Canlubang",
        "current_company": "Roberts AIPMC",
        "current_position": "Fullstack webbapputvecklare",
        "current_position_description": "Demric hanterar 7 olika webbapplikationer för både HR- och ekonomiavdelningarna på Roberts AIPMC.",
        "total_workexperience": "2 år 7 månader",
        "techterms": "HTML5, CSS, Javascript, Jquery, PHP",
        "expected_salary": 62500,
        "expected_cost": 23255
      },
      {
        "id": 100000098,
        "full_name": "Michael Faeldonea",
        "email": "michael.fael@gmail.com",
        "description": "Javascript-utvecklare specialiserad på att utveckla interaktiva annonser och HTML5-animationer.",
        "resume": "100000098_Michael_Faeldonea.pdf",
        "phone_number": "09561284642",
        "address": "Cainta",
        "latest_degree": "Bachelor of Science in Computer Science",
        "latest_university": "Cainta Catholic College",
        "current_company": "DKP Services Inc.",
        "current_position": "HTML5-spelutvecklare",
        "current_position_description": "Utveckla plattformsoberoende spel med hjälp av den senaste HTML5-tekniken för mobiler och datorer.",
        "total_workexperience": "11 år 8 månader",
        "techterms": "HTML5,CSS,JavaScript,Photoshop,Illustrator",
        "expected_salary": 93750,
        "expected_cost": 29618
      }
    ]
  },
  {
    "sökterm": "HTML5",
    "annons_url": "https://arbetsformedlingen.se/platsbanken/annonser/29313235",
    "application_url": "https://www.clicktohire.se/",
    "titel": "Full Stack Engineer",
    "sista_ansökningsdatum": "2025-02-28",
    "beskrivning": "Requirements:\n·       Bachelor’s degree in Computer Science, Engineering, or a related field.\n·       Proven experience as a Full Stack Engineer or similar role.\n·       Strong proficiency in Java and Spring Boot.\n·       Experience with front-end technologies such as Angular, HTML5, CSS3, and JavaScript.\n·       Hands-on experience with AWS services (EC2, S3, Lambda, RDS, etc.).\n·       Familiarity with RESTful APIs and microservices architecture.\n·       Knowledge of database systems like MySQL, PostgreSQL, or MongoDB.\n·       Excellent problem-solving skills and attention to detail.\n·       Strong communication and teamwork abilities.\nPreferred Qualifications:\n·       Experience with CI/CD pipelines and DevOps practices.\n·       Knowledge of containerization technologies like Docker and Kubernetes.\n·       Familiarity with Agile/Scrum methodologies.\n·       Certification in AWS or related technologies.",
    "företagsnamn": "Click to Hire AB",
    "företagswebb": "https://www.clicktohire.se/",
    "organisationsnummer": "5593286031",
    "publicerad": "2024-12-10",
    "websearch": "done",
    "kontaktperson1": "Click to Hire AB",
    "kontakt_email1": "info@clicktohire.se",
    "kontakt_telefon1": "none",
    "kontakt_email2": "caasikrisha171@gmail.com",
    "Techstack": "Java, Spring Boot, Angular, HTML5, CSS3, JavaScript, AWS- EC2, S3, Lambda, RDS, MySQL, PostgreSQL, MongoDB, Docker, Kubernetes, RESTful APIs, Microservices",
    "Produkt": "IT-tjänster, IT-konsultering, 'Talent Sökning', 'Talent Attraktion', och 'Talent Engagemang'",
    "Företagsstruktur": "Företaget Click to Hire AB har två styrmedlemmar, 50.0% män (1) och 50.0% kvinnor (1).",
    "Ekonomi": "Företaget Click to Hire AB hade en omsättningsökning med 265.3% för år 2023.",
    "recruitmentcompany": true,
    "consultantcompany": true,
    "SEEK": "Java, Spring Boot, Angular, AWS, Docker",
    "Ekonomisiffor": {
      "Omsättning": 263000,
      "Resultat": 95000,
      "Omsättningsförändring": "265.3%"
    },
    "openai": "done",
    "matched_candidates": [
      {
        "id": 100000062,
        "full_name": "Rod Christopher Toledo",
        "email": "rod.c.toledo@accenture.com",
        "description": "Mjukvaruanalytiker med erfarenhet av webbutveckling och CRM-integration med hjälp av Java och Angular.",
        "resume": "100000062_Rod_Christopher_Toledo.pdf",
        "phone_number": "09052181017",
        "address": "Cebu",
        "latest_degree": "",
        "latest_university": "",
        "current_company": "Accenture",
        "current_position": "Analytiker inom applikationsutveckling",
        "current_position_description": "Utveckling av ett CRM-integrationsverktyg med Java och frontend-utveckling med Angular.",
        "total_workexperience": "3 år 5 månader",
        "techterms": "Java,Angular,HTML,MySQL,AWS",
        "expected_salary": 7000,
        "expected_cost": 35982
      },
      {
        "id": 100000257,
        "full_name": "John Daryll Moya",
        "email": "daryllmoya123@gmail.com",
        "description": "En skicklig mjukvaruingenjör med över 3 års erfarenhet, kunnig inom programmeringsspråk och cloud computing.",
        "resume": "100000257_John_Daryll_Moya.pdf",
        "phone_number": "09356570560",
        "address": "Pasig",
        "latest_degree": "Bachelor’s Degree",
        "latest_university": "Polytechnic University of the Philippines",
        "current_company": "Macquarie Group",
        "current_position": "Senior Associate",
        "current_position_description": "Full Stack DevOps Engineer med ansvar för att skapa och underhålla webbaserade applikationer och SLDC-processer.",
        "total_workexperience": "3 år 1 månad",
        "techterms": "Java,JavaScript,Docker,PostgreSQL,AWS",
        "expected_salary": 6500,
        "expected_cost": 29618
      },
      {
        "id": 100000749,
        "full_name": "Jerald De Chico Vailoces",
        "email": "vailoces.jerald@gmail.com",
        "description": "Erfarenhet av backend-utveckling och mikrofinansiering med kunskaper i Java, Node.js och Angular.",
        "resume": "100000749_Jerald_De_Chico_Vailoces.pdf",
        "phone_number": "09050776516",
        "address": "Dipaculao",
        "latest_degree": "Bachelor of Science in Information Technology",
        "latest_university": "Colegio De San Gabriel Arcangel",
        "current_company": "IGEN PAYMENTS SYSTEMS INC.",
        "current_position": "Backend-utvecklare",
        "current_position_description": "Utveckling av backend-system för skolhantering och fakturahantering hos IGEN Payments Systems.",
        "total_workexperience": "9 år 3 månader",
        "techterms": "Java, Spring, Angular, Node.js, AWS",
        "expected_salary": 125000,
        "expected_cost": 35982
      }
    ]
  }
]